Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: You must login before apply job. <a href="%s">Login now</a>
es_es: Debe iniciar sesión antes de aplicar el trabajo. <a href="%s">Inicia sesión ahora</a>
fr_fr: Vous devez vous connecter avant d'appliquer le emploi. <a href="%s"> Connectez-vous maintenant </a>
nl_nl: U moet inloggen voordat u solliciteert. <a href="%s">Log nu in </a>
pl_pl: Musisz się zalogować przed złożeniem zlecenia. <a href="%s">Login now</a>
pt_pt: Você deve fazer o login antes de aplicar o trabalho. <a href=" %s">Conecte-se agora</a>
uk: Ви повинні зареєструватися, перш ніж застосувати роботу. <a href="%s"> Увійти зараз </a>
vi: Bạn cần <a href="%s"> Đăng nhập</a> để ứng tuyển

source: You must buy Apply Class package before apply job. <a href="%s">Buy now</a>
de_de: Sie müssen das Apply Job-Paket kaufen, bevor Sie den Class anwenden. <a href="%s">Jetzt kaufen</a>
es_es: Debe comprar el paquete Aplicar trabajo antes de aplicar trabajo. <a href="%s">Compra ahora</a>
fr_fr: Vous devez acheter le forfait "postuler à un emploi" avant de postuler <a href="%s">. Acheter maintenant </a>
nl_nl: U moet een sollicitatiepakket kopen voordat u solliciteert. <a href="%s">Koop nu</a>
pl_pl: Musisz kupić pakiet Class Job przed zastosowaniem zlecenia. <a href="%s">Buy now</a>
pt_pt: Você deve comprar o pacote Apply Class antes de aplicar o job. <a href=" %s">compre </a>
uk: Перш ніж застосувати роботу, потрібно придбати пакет «Застосувати роботу». <a href="%s"> Купуйте зараз </a>
vi: Bạn phải mua gói ứng tuyển công việc trước khi ứng tuyển công việc. <a href="%s"> Mua ngay bây giờ </a>

source: Your Apply Class package is pending or expired. <a href="%s">Check now</a>
es_es: Su paquete de solicitud de empleo está pendiente o caducado. <a href="%s">Revisalo ahora </a>
fr_fr: Votre forfait d'emploi à postuler est en attente ou a expire <a href="%s">. Vérifiez maintenant </a>
nl_nl: Uw Sollicitatiepakket is in behandeling of is verlopen. <a href="%s">Check nu</a>
pl_pl: Twój pakiet Class Work oczekuje lub wygasł. <a href="%s">Check now</a>
pt_pt: Seu pacote de trabalho Apply está pendente ou expirou. <a href=" %s">Verifique agora</a>
uk: Ваш пакет "Застосувати роботу" очікує на розгляд або закінчився. <a href="%s"> Перевірте зараз </a>
vi: Gói ứng tuyển của bạn đang chờ xử lý hoặc đã hết hạn. <a href="%s"> Kiểm tra ngay </a>

source: Show Filter
de_de: Filter anzeigen
es_es: Mostrar filtro
fr_fr: Afficher le filtre
nl_nl: Toon filter
pl_pl: Pokaż filtr
pt_pt: Mostrar filtro
uk: Показати фільтр
vi: Hiển thị bộ lọc

source: Class Alert
de_de: Job - Benachrichtung
es_es: Alerta de Trabajo
fr_fr: Alerte d'emploi
nl_nl: Werk waarschuwing
pl_pl: Powiadomienie o pracy
pt_pt: Alerta de emprego
uk: ПІДПИСКА НА ВАКАНСІї
vi: Thông báo việc làm

source: Menu Dashboard
de_de: Menü Übersicht
es_es: Tablero del menú
fr_fr: Tableau de bord du menu
pl_pl: Deska rozdzielcza menu
uk: Інформаційна панель меню

source: Howdy!
de_de: Hallo!
es_es: ¡Hola!
fr_fr: Salut!
pl_pl: Cześć!
pt_pt: Olá!
uk: Привіт!
vi: Chào ngày mới!

source: Add New Alert
de_de: Neuen Stellenangebote Wecker hinzufügen
es_es: Agregar nueva alerta
fr_fr: Ajouter une nouvelle alerte
nl_nl: Nieuwe melding toevoegen
pl_pl: Dodaj nowy alert
pt_pt: Adicionar novo alerta
uk: Додати нове сповіщення
vi: Thêm thông báo mới

source: Position
es_es: Posición
nl_nl: Positie
pl_pl: Pozycja
pt_pt: Posição
uk: Позиція
vi: Vị trí

source: No alerts found
de_de: Keinen Stellenangebote Wecker gefunden
es_es: No se encontraron alertas
fr_fr: Aucune alerte trouvée
nl_nl: Geen meldingen gevonden
pl_pl: Nie znaleziono alertów
pt_pt: Nenhum alerta encontrado
uk: Не знайдено жодних сповіщень
vi: Không tìm thấy thông báo

source: Confirm Delete
de_de: Löschen bestätigen
es_es: Confirmar eliminación
fr_fr: Confirmation de la suppression
nl_nl: Bevestig verwijderen
pl_pl: Potwierdź usunięcie
pt_pt: Confirme a exclusão
uk: Підтвердьте видалення
vi: Xác nhận xóa

source: Applied Date
de_de: Bewerbungsdatum
es_es: Fecha aplicada
fr_fr: Date d'application
nl_nl: Toegepaste datum
pl_pl: Data zastosowania
pt_pt: Data aplicada
uk: Дата застосування
vi: Ngày ứng tuyển

source: Download CV
de_de: Lebenslauf herunterladen
es_es: Descargar CV
fr_fr: Télécharger le CV
nl_nl: CV downloaden
pl_pl: Pobierz CV
uk: Завантажити резюме
vi: Tải CV

source: View Application
de_de: Bewerbung ansehen
es_es: Ver aplicación
fr_fr: Voir l'application
nl_nl: Bekijk applicatie
pl_pl: Wyświetl aplikację
pt_pt: Visualizar aplicativo
uk: Переглянути додаток
vi: Xem hồ sơ xin việc

source: Send Email
de_de: E-Mail senden
es_es: Enviar correo electrónico
fr_fr: Envoyer un email
nl_nl: Verstuur e-mail
pl_pl: Wysłać email
pt_pt: Enviar email
uk: Відправити лист
vi: Gửi Email

source: No applications found.
de_de: Keine Bewerbungen gefunden.
es_es: No se encontraron aplicaciones
fr_fr: Aucune application trouvée.
nl_nl: Geen applicaties gevonden.
pl_pl: Nie znaleziono aplikacji.
pt_pt: Nenhum aplicativo encontrado.
uk: Жодних програм не знайдено.
vi: Không có hồ sơ.

source: Loading...
de_de: Lade...
es_es: Cargando...
fr_fr: Chargement...
nl_nl: Bezig met laden...
pl_pl: Ładuję...
pt_pt: Carregando...
uk: Завантаження ...
vi: Đang tải...

source: Print this page
de_de: Diese Seite drucken
es_es: Imprime esta página
fr_fr: Imprimer cette page
nl_nl: Print deze pagina
pl_pl: Wydrukuj tę stronę
pt_pt: Imprima esta página
uk: Надрукувати цю сторінку
vi: In trang này

source: Send an email to candidate
de_de: E-Mail an den Bewerber senden
es_es: Enviar un email al candidato
fr_fr: Envoyer un email au candidat
nl_nl: Stuur een e-mail naar de kandidaat
pl_pl: Wyślij wiadomość e-mail do kandydata
pt_pt: Enviar um email para candidato
uk: Надішліть листа кандидату
vi: Gửi thư tới ứng viên

source: Select A Letter Template
es_es: Seleccione una plantilla de letra
fr_fr: Sélectionnez un modèle de lettre
nl_nl: Selecteer een briefsjabloon
pl_pl: Wybierz szablon listu
pt_pt: Selecione um modelo de carta
uk: Виберіть шаблон листа
vi: Chọn một mẫu thư

source: Enter Email Subject
de_de: E-Mail Betreff eintragen
es_es: Ingresar asunto de correo electrónico
fr_fr: entrer un sujet d'email
nl_nl: Voer e-mailonderwerp in
pl_pl: Wprowadź temat wiadomości e-mail
pt_pt: Insira o assunto do email
uk: Введіть тему електронної пошти
vi: Nhập chủ đề thư

source: You can use tags: #employer_name#, #employer_email#, #candidate_name#, #candidate_email#
de_de: Du kannst folgende Tags verwenden: #employer_name#, #employer_email#, #candidate_name#, #candidate_email#
es_es: Puede usar etiquetas: #employer_name#, #employer_email#, #candidate_name#, #candidate_email#
fr_fr: Vous pouvez utiliser des tags: employer_name#, #employer_email#, #candidate_name#, #candidate_email#
nl_nl: U kunt tags gebruiken: #employer_name#, #employer_email#, #candidate_name#, #candidate_email#
pl_pl: Możesz używać tagów : #employer_name#, #employer_email#, #candidate_name#, #candidate_email#
pt_pt: Você pode usar tags: #employer_name#, #employer_email#, #candidate_name#, #candidate_email#
uk: Ви можете використовувати теги: # employer_name #, # employer_email #, # кандидата_назва #, # кандидата_пам'ять #
vi: Bạn có thể sử dụng thẻ: #employ_name#, #employ_email#, #candidate_name#, #candidate_email#

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
nl_nl: Annuleer
pl_pl: Anuluj
pt_pt: Cancelar
uk: Скасувати
vi: Hủy

source: Apply Class Remaining
es_es: Aplicar trabajo restante
fr_fr: Appliquer le emploi restant
nl_nl: Solliciteren toepassen
pl_pl: Zastosuj Class Remaining
pt_pt: Aplicar trabalho restante
uk: Застосувати залишок роботи
vi: Lượt ứng tuyển còn lại

source: Title *
de_de: Titel *
es_es: Título*
fr_fr: Titre*
nl_nl: Titel *
pl_pl: Tytuł *
pt_pt: Título *
uk: Назва *
vi: Tiêu đề *

source: Select Subjects
de_de: Kategorien auswählen
es_es: Seleccionar categorías
fr_fr: Sélectionnez les catégories
nl_nl: Selecteer Categorieën
pl_pl: Wybierz kategorie
pt_pt: Selecione Categorias
uk: Виберіть категорії
vi: Chọn ngành nghề

source: Select Types
de_de: Arten auswählen
es_es: Seleccionar tipos
fr_fr: Sélectionnez les types
nl_nl: Selecteer typen
pl_pl: Wybierz typy
pt_pt: Selecione os tipos
uk: Виберіть типи
vi: Chọn hình thức

source: Select Levels
de_de: Niveaus auswählen
es_es: Seleccionar niveles
fr_fr: Sélectionnez les niveaux
nl_nl: Selecteer niveaus
pl_pl: Wybierz poziomy
pt_pt: Selecione níveis
uk: Виберіть рівні
vi: Chọn cấp bậc

source: Select Locations
de_de: Standorte auswählen
es_es: Seleccionar ubicaciones
fr_fr: Sélectionner les emplacements
nl_nl: Selecteer locaties
pl_pl: Wybierz Lokalizacje
pt_pt: Selecione Locais
uk: Виберіть "Місцезнаходження"
vi: Chọn địa điểm

source: Select Skills
de_de: Fähigkeiten auswählen
es_es: Seleccionar habilidades
fr_fr: Sélectionner des compétences
nl_nl: Selecteer vaardigheden
pl_pl: Wybierz umiejętności
pt_pt: Selecione Habilidades
uk: Виберіть навички
vi: Chọn kỹ năng

source: Daily
de_de: Täglich
es_es: Diario
fr_fr: quotidien
nl_nl: Dagelijks
pl_pl: Codziennie
pt_pt: Diariamente
uk: Щодня
vi: Hàng ngày

source: Weekly
de_de: Wöchentlich
es_es: Semanal
fr_fr: Hebdomadaire
nl_nl: Wekelijks
pl_pl: Co tydzień
pt_pt: Semanal
uk: Щотижня
vi: Hàng tuần

source: Update Alert
de_de: Benachrichtigung aktualisieren
es_es: Alerta de actualización
fr_fr: Mise à jour alert
pl_pl: Zaktualizuj alert
pt_pt: Alerta de atualização
uk: Оновити сповіщення
vi: Cập nhật thông báo

source: Enter Title
de_de: Titel eintragen
es_es: Ingrese Título
fr_fr: Entrer le titre
nl_nl: Voer titel in
pl_pl: Wprowadź tytuł
pt_pt: Digite o título
uk: Введіть назву
vi: Nhập tiêu đề

source: Description *
de_de: Beschreibung *
es_es: Descripción*
nl_nl: Beschrijving *
pl_pl: Opis *
pt_pt: Descrição *
uk: Опис *
vi: Mô tả *

source: Job Category *
de_de: Job-Kategorie *
es_es: Categoría de Trabajo *
fr_fr: Catégorie d'emploi *
nl_nl: Functiecategorie *
pl_pl: Kategoria Pracy *
pt_pt: Categoria de Emprego *
uk: Категорія вакансії *
vi: Ngành nghề *

source: Select A Category
de_de: Kategorie wählen
es_es: #-#-#-#-# 37extracted.pot (PACKAGE VERSION) #-#-#-#-# #-#-#-#-# 38extracted.pot (PACKAGE VERSION) #-#-#-#-# Seleccione una categoría
nl_nl: Kies een categorie#-#-#-#-# 37extracted.pot (PACKAGE VERSION) #-#-#-#-# Selecteer categorieën *#-#-#-#-# 38extracted.pot (PACKAGE VERSION) #-#-#-#-#
pl_pl: Wybierz kategorię
pt_pt: #-#-#-#-# 37extracted.pot (PACKAGE VERSION) #-#-#-#-# #-#-#-#-# 38extracted.pot (PACKAGE VERSION) #-#-#-#-# Selecione uma categoria
uk: Виберіть категорію
vi: Chọn ngành nghề

source: Job Type *
de_de: BESCHÄFTIGUNGSART *
es_es: Tipo de empleo *
fr_fr: Type d'emploi *
nl_nl: Soort baan *
pl_pl: Rodzaj pracy *
pt_pt: Tipo de emprego *
uk: Тип роботи *
vi: Hình thức công việc *

source: Select A Type
de_de: Bitte auswählen
es_es: Seleccione un tipo
fr_fr: Sélectionnez un type
nl_nl: Selecteer een type
pl_pl: Wybierz typ
pt_pt: Selecione um tipo
uk: Виберіть тип
vi: Chọn hình thức

source: Job Level *
de_de: Schwerpunkt *
es_es: Nivel de trabajo *
fr_fr: Le niveau d'emploi *
nl_nl: Werkniveau *
pl_pl: Poziom pracy *
pt_pt: Nível de emprego *
uk: Рівень роботи *
vi: Cấp bậc *

source: Select A Level
de_de: Bitte auswählen
es_es: Seleccione un nivel
fr_fr: Sélectionnez un niveau
nl_nl: Selecteer een niveau
pl_pl: Wybierz poziom
pt_pt: Selecione um nível
uk: Виберіть рівень
vi: Chọn cấp bậc

source: Enter Salary From
de_de: Mindestgehalt eintragen (Optional)
es_es: Ingrese el salario de
fr_fr: Entrez le salaire de
nl_nl: Voer salaris in vanaf
pl_pl: Wpisz wynagrodzenie od
pt_pt: Insira o salário de
uk: Введіть Зарплата від
vi: Nhập mức lương tối thiểu

source: Enter Salary To
de_de: Maximales Gehalt eintragen (Optional)
es_es: Ingrese Salario a
fr_fr: Entrez le salaire à
nl_nl: Voer Salaris In Tot
pl_pl: Wprowadź wynagrodzenie
pt_pt: Digite Salário Para
uk: Введіть заробітну плату
vi: Nhập mức lương tối đa:

source: Ex: month
de_de: Beispiel: Wöchentlich / Monatlich
es_es: Ej: mes
fr_fr: Ex: mois
nl_nl: Bijvoorbeeld: maand
pl_pl: Np .: miesiąc
pt_pt: Ex: mês
uk: Наприклад: за місяць, за тиждень, за сезон
vi: Ví dụ: tháng

source: Select Currency
de_de: Währung auswählen
es_es: Seleccione el tipo de moneda
fr_fr: Sélectionnez la devise
nl_nl: Kies valuta
pl_pl: Wybierz walutę
pt_pt: Escolha a moeda
uk: Виберіть валюту
vi: Chọn tiền tệ

source: Select languages
de_de: Sprachen auswählen
es_es: Seleccionar idiomas
fr_fr: Sélectionnez les langues
nl_nl: Kies Talen
pl_pl: Wybierz języki
pt_pt: Selecione os idiomas
uk: Виберіть мови
vi: Chọn ngôn ngữ

source: Select Gender
de_de: Geschlecht auswählen
es_es: Seleccione género
fr_fr: Sélectionnez le sexe
nl_nl: Kies Geslacht
pl_pl: Wybierz płeć
pt_pt: Selecione o sexo
uk: Виберіть стать
vi: Chọn giới tính

source: Application Settings
de_de: Bewerbungseinstellungen
es_es: Configuraciones de la aplicación
fr_fr: Paramètres de l'application
nl_nl: Sollicitatie Instellingen
pl_pl: Ustawienia aplikacji
pt_pt: Configurações do aplicativo
uk: Налаштування заявки
vi: Cách thức nộp hồ sơ

source: Deadline Submission
de_de: Bewerbungsschluss für Bewerbungen
es_es: Fecha límite de presentación
fr_fr: Soumission de date limite
nl_nl: Termijn Inzending
pl_pl: Zgłoszenie terminu
pt_pt: Submissão de Prazo
uk: Подання терміну подання
vi: Hạn chót nộp đơn

source: Enter Deadline Submission
de_de: Der Bewerbungsschluss kann über der Gültigkeit Ihrer Stellenanzeige liegen. Sie sollten nur rechtzeitig Ihre Anzeige aktualisieren
es_es: Ingrese la fecha límite
fr_fr: Entrer la date limite de soumission
nl_nl: Voer Deadline inzending in
pl_pl: Wprowadź zgłoszenie ostateczne
pt_pt: Insira a submissão de prazo
uk: Введіть термін подання заявки
vi: Nhập hạn chót nộp đơn

source: Email for applications
de_de: E-Mail für Bewerbungen
es_es: Email para aplicaciones
fr_fr: Email pour les applications
nl_nl: E-mail voor toepassingen
pl_pl: E-mail do aplikacji
pt_pt: E-mail para aplicativos
uk: Електронна пошта для прийому заявок
vi: Các email nhận hồ sơ ứng tuyển

source: Enter multiple email addresses separated by comma.
de_de: Sie können mehrere E-Mail Adressen verwenden, trennen Sie diese nur mit einem Komma.
es_es: Ingrese varias direcciones de correo electrónico separadas por comas.
fr_fr: Entrez plusieurs adresses e-mail séparées par une virgule.
nl_nl: Voer meerdere e-mailadressen in, gescheiden door een komma
pl_pl: Wprowadź wiele adresów e-mail oddzielonych przecinkami.
pt_pt: Digite vários endereços de e-mail separados por vírgula.
uk: Введіть кілька адрес електронної пошти, розділених комами.
vi: Nhập nhiều địa chỉ email được phân tách bằng dấu phẩy.

source: Apply URL
de_de: Externer Bewerbungslink
es_es: Aplicar URL
fr_fr: Appliquer l'URL
nl_nl: URL toepassen
pl_pl: Zastosuj adres URL
pt_pt: Aplicar URL
uk: Застосувати URL-адресу
vi: Trang web nộp hồ sơ ( Tùy chọn )

source: Enter Custom Apply URL
de_de: Tragen Sie falls vorhanden einen externen Bewerbungslink ein
es_es: Ingrese la URL de aplicación personalizada
fr_fr: Entrer personnalisé Appliquer l'URL
nl_nl: Voer aangepaste URL in
pl_pl: Wprowadź niestandardowy aplikujący adres URL
pt_pt: Insira o URL de aplicação personalizado
uk: Введіть користувацьку URL-адресу
vi: Nhập trang web khác để nhận hồ sơ ( Nếu có )

source: Location & Map
de_de: Ihre Firmenanschrift
es_es: Mapa de localización
fr_fr: Emplacement & Carte
nl_nl: Locatie en kaart
pl_pl: Mapa lokalizacji
pt_pt: Mapa de localização
uk: Розташування та карта
vi: Địa điểm & Bản đồ

source: Address *
de_de: Anschrift *
es_es: Dirección *
fr_fr: Adresse*
nl_nl: Adres *
pl_pl: Adres *
pt_pt: Endereço *
uk: Адреса *
vi: Địa chỉ *

source: Update Infomation
de_de: Information aktualisieren
es_es: Actualizar información
fr_fr: Mettre à jour les informations
nl_nl: Update informatie
pl_pl: Uaktualnij informacje
pt_pt: Atualizar informação
uk: Оновити інформацію
vi: Cập nhật thông tin

source: Ovaral Rating *
de_de: Gesamtbewertung *
es_es: Calificación Ovaral *
fr_fr: Évaluation globale*
nl_nl: Ovaral Beoordeling *
pl_pl: Ocena Ovarala *
pt_pt: Classificação Ovaral *
uk: Оварал Оцінка *
vi: Đánh giá tổng thể *

source: Rating *
de_de: Bewertung *
es_es: Calificación *
fr_fr: Évaluation*
nl_nl: Beoordeling *
pl_pl: Ocena *
pt_pt: Avaliação *
uk: Рейтинг *
vi: Xếp hạng *

source: Content *
de_de: Inhalt *
es_es: Contenido *
fr_fr: Contenu*
nl_nl: Inhoud *
pl_pl: Zadowolony *
pt_pt: Conteúdo *
uk: Вміст *
vi: Nội dung *

source: Enter Content
de_de: Inhalt eintragen
es_es: Ingrese el contenido
fr_fr: Entrer le contenu
nl_nl: Voer inhoud in
pl_pl: Wprowadź treść
pt_pt: Digite o conteúdo
uk: Введіть зміст
vi: Nhập nội dung

source: Update Review
de_de: Bewertung aktualisieren
es_es: Revisión de actualización
fr_fr: Mettre à jour l'avis
nl_nl: Update herzien
pl_pl: Zaktualizuj recenzję
pt_pt: Revisão de atualização
uk: Оновити огляд
vi: Cập nhật đánh giá

source: You do not have permission to access here.
de_de: Du hast nicht die Berechtigung, das zu tun.
es_es: No tienes permiso para acceder aquí.
fr_fr: Vous n'êtes pas autorisé(e) à Accédez ici
nl_nl: U hebt geen toestemming om hier toegang te krijgen.
pl_pl: Nie masz pozwolenia na dostęp tutaj.
pt_pt: Você não tem permissão para acessar aqui.
uk: Ви не маєте дозволу на доступ тут.
vi: Bạn không có quyền truy cập tại đây.

source: Review is not exist
de_de: Bewertung ist nicht vorhanden
es_es: La revisión no existe.
fr_fr: La revue n'existe pas
nl_nl: Beoordeling bestaat niet.
pl_pl: Recenzja nie istnieje
pt_pt: Revisão não existe.
uk: Огляд не існує
vi: Đánh giá không tồn tại

source: Company
de_de: Firma
es_es: Empresa
fr_fr: Compagnie
nl_nl: Bedrijf
pl_pl: Firma
pt_pt: Empresa
uk: Компанія
vi: Công ty

source: Opening Classes
de_de: Offene Stellen
es_es: Trabajos de apertura
fr_fr: Emplois d'ouverture
nl_nl: Taken openen
pl_pl: Otwieranie zadań
pt_pt: Abrindo Classes
uk: Відкритих вакансій
vi: Công việc đang mở

source: %d Open Position
de_de: %d Offene Stelle
es_es: %d Posición abierta
fr_fr: % d Position ouverte
nl_nl: %d Open positie
pl_pl: %d Otwarta pozycja
pt_pt: %d posição aberta
uk: %d Відкрита позиція
vi: %d Vị trí mở

source: No companies found
de_de: Keine Firmen gefunden
es_es: No se encontraron empresas
fr_fr: Aucune entreprise trouvée
nl_nl: Geen bedrijven gevonden
pl_pl: Nie znaleziono firm
pt_pt: Nenhuma empresa encontrada
uk: Не знайдено жодної компанії
vi: Không tìm thấy công ty

source: Default Sorting
de_de: Voreingestellte Sortierung
es_es: Clasificación por defecto
fr_fr: Tri par défaut
nl_nl: Standaard sortering
pl_pl: Domyślne sortowanie
pt_pt: Classificação padrão
uk: Сортування за замовчуванням
vi: Sắp xếp mặc định

source: Views
de_de: Besucher
es_es: Vistas
fr_fr: Vues
nl_nl: Zien
pl_pl: Widoki
uk: Перегляди
vi: Lượt xem

source: Pending Update
de_de: Aktualisierung In Bearbeitung
es_es: Actualización pendiente
fr_fr: Mise à jour en attente
nl_nl: In afwachting van update
pl_pl: Oczekująca aktualizacja
pt_pt: Atualização pendente
uk: Очікується оновлення
vi: Đang chờ cập nhật

source: Rejected Update
de_de: Abgelehnt
es_es: Actualización rechazada
fr_fr: Mise à jour rejetée
pl_pl: Odrzucona aktualizacja
pt_pt: Atualização Rejeitada
uk: Відхилено оновлення
vi: Cập nhật bị từ chối

source: <span class="counter">%d+</span> Applied
de_de: <span class="counter">%d+</span> Bewerbung
es_es: <span class="counter">%d+</span> Aplicado
fr_fr: <span class="counter">%d+</span> Appliqué
nl_nl: <span class="counter">%d+</span> Toegepast
pl_pl: <span class="counter">%d+</span> Stosowany
pt_pt: <span class="counter">%d+</span> Aplicado
uk: <span class = "counter">% d + </ span> застосовується
vi: <span class="counter">%d+</span> Đã ứng tuyển

source: <span class="counter">%d</span> Applied
de_de: <span class="counter">%d</span> Bewerbung
es_es: <span class="counter">%d</span> Aplicado
fr_fr: <span class="counter">%d</span> Appliqué
nl_nl: <span class="counter">%d</span> Toegepast
pl_pl: <span class="counter">%d</span> Stosowany
pt_pt: <span class="counter">%d</span>Aplicado
uk: <span class = "counter">% d </ span> застосовується
vi: <span class="counter">%d</span> Đã ứng tuyển

source: Open
de_de: Offen
es_es: Abierto
fr_fr: Ouvrir
pl_pl: Otwarty
pt_pt: Aberto
uk: ВІДЧИНЕНО
vi: Mở

source: Make featured
de_de: Hervorheben
es_es: Hacer destacado
fr_fr: Faire une vedette
nl_nl: Maak featured
pl_pl: Udostępnij
pt_pt: Fazer destaque
uk: Позначити як "гарячу"
vi: Làm nổi bật

source: Renew
de_de: Erneuern
es_es: Renovar
fr_fr: renouveler
nl_nl: Vernieuwen
pl_pl: Odnowić
pt_pt: Renovar
uk: Відновити
vi: Làm mới

source: No class found
de_de: Wir können ihnen auf Ihre Anfrage noch kein Ergebnis liefern. Um kein Stellenangebot mehr zu verpassen, melden Sie sich jetzt kostenlos an oder aktivieren Sie die Class - Benachrichtigung.
es_es: No se encontró trabajo
fr_fr: Aucun emploi trouvé.
nl_nl: Geen baan gevonden
pl_pl: Nie znaleziono pracy
pt_pt: Nenhum trabalho encontrado
uk: Не знайдено жодної роботи
vi: Không tìm thấy công việc

source: Make Featured
es_es: Hacer destacado
fr_fr: Faire une vedette
nl_nl: Uitgelicht maken
pl_pl: Bądź polecany
pt_pt: Faça destaque
uk: Позначити як "Гарячу"
vi: Làm nổi bật

source: Done
de_de: Erledigt
es_es: Hecho
fr_fr: Terminé
nl_nl: Gedaan
pl_pl: Gotowe
pt_pt: Feito
uk: Готово
vi: Hoàn thành

source: Make featured: %s
de_de: Anzeige hervorheben (Premium): %s
es_es: Hacer destacado: %s
fr_fr: Faire une vedette: %s
nl_nl: Maak aanbevolen: %s
pl_pl: Udostępnij: %s
pt_pt: Faça destaque: %s
uk: Зробити ознаками:% s
vi: Làm nổi bật: %s

source: Job Package: %s
de_de: Job-Paket: %s
es_es: Paquete de trabajo: %s
fr_fr: Paquet de emplois:% s
nl_nl: Jobpakket: %s
pl_pl: Pakiet zadań: %s
pt_pt: Pacote de trabalhos: %s
uk: Пакет роботи:% s
vi: Gói Dịch vụ: %s

source: Remaining Featured: %s
de_de: Verbleibende Hervorhebungen: %s
es_es: Restante destacado: %s
fr_fr: Reste en vedette:% s
nl_nl: Resterend Aanbevolen: %s
pl_pl: Pozostałe wyróżnione: %s
pt_pt: Restante em destaque: %s
uk: Залишається Рекомендовано:% s
vi: Việc làm nổi bật còn lại: %s

source: <span class="title">Price</span> <span>%s</span>
de_de: <span class="title">Preis</span> <span>%s</span>
es_es: <span class="title">Precio</span> <span>%s</span>
nl_nl: <span class="title">Prijs</span> <span>%s</span>
pt_pt: <span class="title">Preço</span> <span> %s</span>
uk: <span class = "title"> Ціна </ span> <span>% s </ span>
vi: <span class="title">Giá tiền</span> <span>%s</span>

source: <span class="title">Tax - %s%%</span> <span>%s</span>
de_de: <span class="title">Steuern - %s%%</span> <span>%s</span>
es_es: <span class="title">Impuesto - %s%%</span> <span>%s</span>
nl_nl: <span class="title">Belasting- %s%%</span> <span>%s</span>
pl_pl: <span class="title">Podatek - %s%%</span> <span>%s</span>
pt_pt: <span class="title">Imposto - %s%%</span> <span> %s</span>
uk: <span class = "title"> Податковий -% s %% </ span> <span>% s </ span>
vi: <span class="title">Thuế - %s%%</span> <span>%s</span>

source: <span class="title">Total Price</span> <span>%s</span>
de_de: <span class="title">Gesamtpreis</span> <span>%s</span>
es_es: <span class="title">Precio total</span> <span>%s</span>
nl_nl: <span class="title">Totale prijs </span> <span>%s</span>
pl_pl: <span class="title">Cena całkowita</span> <span>%s</span>
pt_pt: <span class="title">Preço total</span> <span> %s</span>
uk: <span class = "title"> Загальна вартість </ span> <span>% s </ span>
vi: <span class="title">Tổng tiền</span> <span>%s</span>

source: Choose Payment
de_de: Zahlungsmethode wählen
es_es: Elija el pago
fr_fr: Choisissez le paiement
nl_nl: Kies Betaling
pl_pl: Wybierz płatność
pt_pt: Escolha o pagamento
uk: Виберіть "Платіж"
vi: Chọn thanh toán
