Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: Choose Fees
de_de: Gehaltsvorstellung (Brutto)
es_es: Elija salario
fr_fr: Choisissez un salaire
nl_nl: Kies salaris
pl_pl: Wybierz wynagrodzenie
pt_pt: Escolha o salário
uk: Виберіть зарплату
vi: Chọn mức lương

source: Enter keywords
de_de: Suchbegriff eingeben
es_es: Ingrese palabras claves
fr_fr: Entrez des mots clés
nl_nl: Voer trefwoorden in
pl_pl: Wprowadź słowa kluczowe
pt_pt: Digite palavras-chave
uk: Введіть запит
vi: Nhập từ khóa

source: Choose Skill
de_de: Fähigkeiten | Kenntnisse
es_es: Elige habilidad
fr_fr: Choisissez la compétence
nl_nl: Kies Vaardigheid
pl_pl: Wybierz umiejętność
pt_pt: Escolha a habilidade
uk: Виберіть "Навичка"
vi: Chọn Kỹ Năng

source: Trending
de_de: Beliebte Suchbegriffe
es_es: Tendencias de palabras clave
fr_fr: Mots-clés des tendance
nl_nl: Trending zoekwoorden
pl_pl: Popularne słowa kluczowe
pt_pt: Palavras-chave de tendência
uk: Популярні запити
vi: Từ khóa thịnh hành

source: Advance search
uk: Розширений пошук
vi: Tìm kiếm nâng cao

source: Choose skill
de_de: Wähle ein Soft-Skill
es_es: Elige habilidad
fr_fr: Choisissez une compétence
nl_nl: Kies vaardigheden
pl_pl: Wybierz umiejętność
pt_pt: Escolha habilidade
uk: Виберіть майстерність
vi: Chọn kỹ năng

source: Enter Location
de_de: Standort Eingeben
es_es: Entrar en la ubicación
fr_fr: Entrez l'emplacement
nl_nl: Voer Locatie in
pl_pl: Wprowadź lokalizację
pt_pt: Digite a localização
uk: Введіть місцезнаходження
vi: Nhập Địa Điểm

source: Enter keywords ( Class title, skills, company, etc... )
de_de: Schlagwörter eintragen ( Job-Name, Fähigkeiten, Firma, etc... )
es_es: Ingrese palabras clave (Título del trabajo, habilidades, compañía, etc.)
fr_fr: Entrez des mots-clés (titre du poste, compétences, entreprise, etc ...)
nl_nl: Voer trefwoorden in (functienaam, vaardigheden, bedrijf, enz ...)
pl_pl: Wprowadź słowa kluczowe (stanowisko, umiejętności, firma itp.)
pt_pt: Digite palavras-chave (cargo, habilidades, empresa, etc ...)
uk: Введіть ключові запити (посада, навички, компанія тощо)
vi: Nhập từ khóa ( Chức vụ, kỹ năng, công ty, vv ...)

source: Choose categories:
de_de: Kategorien auswählen:
es_es: Elija las categorías:
fr_fr: Choisissez des catégories:
nl_nl: Kies categorieën:
pl_pl: Wybierz kategorie:
pt_pt: Escolha as categorias:
uk: Виберіть категорії:
vi: Chọn Ngành Nghề:

source: Choose job types
de_de: Tätigkeitsart auswählen
es_es: Elija tipos de trabajo
fr_fr: Choisissez les types d'emplois
nl_nl: Kies jobtypes
pl_pl: Wybierz typy pracy
pt_pt: Escolha os tipos de trabalho
uk: Виберіть типи роботи
vi: Chọn loại công việc

source: Choose levels
de_de: Niveaus auswählen
es_es: Elige niveles
fr_fr: Choisissez des niveaux
nl_nl: Kies niveaus
pl_pl: Wybierz poziomy
pt_pt: Escolha os níveis
uk: Виберіть рівні
vi: Chọn Cấp Bậc

source: Choose Locations
de_de: Standorte auswählen
es_es: Elija ubicaciones
fr_fr: Choisir des emplacements
nl_nl: Kies locaties
pl_pl: Wybierz Lokalizacje
pt_pt: Escolha locais
uk: Виберіть "Місцезнаходження"
vi: Chọn Địa Điểm

source: Choose Skills
de_de: Fähigkeiten auswählen
es_es: Elija habilidades
fr_fr: Choisir des compétences
nl_nl: Kies vaardigheden
pl_pl: Wybierz umiejętności
pt_pt: Escolha Habilidades
uk: Виберіть навички
vi: Chọn Kỹ Năng

source: Choose Salaries
de_de: Gehälter auswählen
es_es: Elija Salarios
fr_fr: Choisir les salaires
nl_nl: Kies salarissen
pl_pl: Wybierz wynagrodzenie
pt_pt: Escolha Salários
uk: Вибирайте зарплати
vi: Chọn Mức Lương

source: Search now
de_de: Jetzt suchen
es_es: Buscar ahora
fr_fr: Rechercher maintenant
nl_nl: Zoek nu
pl_pl: Wyszukaj teraz
pt_pt: Procure agora
uk: Шукати зараз
vi: Tìm kiếm

source: You must be logged in to view this page. <a href="%s">Login here</a>
de_de: Sie müssen angemeldet sein, um diese Seite sehen zu können. <a href="%s">Anmelden</a>
es_es: Usted debe estar conectado para ver esta página. <a href="%s"> Iniciar sesión aquí </a>
fr_fr: Vous devez être connecté pour voir cette page <a href="%s">. Connectez-vous ici </a>
nl_nl: U moet zijn aangemeld om deze pagina te bekijken. <a href="%s">Hier inloggen</a>
pl_pl: Musisz być zalogowany, aby zobaczyć tę stronę. <a href="%s">Zaloguj się tutaj</a>
pt_pt: Você precisa estar logado para ver esta página. <a href=" %s"> Faça o login aqui </a>
uk: Ви повинні увійти, щоб переглянути цю сторінку. <a href="%s"> Увійдіть тут </a>
vi: Bạn vui lòng <a href="%s"> Đăng nhập tại đây </a>

source: This profile is not public now.
es_es: Este perfil no es público ahora.
fr_fr: Ce profil n'est pas public actuellement
nl_nl: Dit profiel is niet openbaar nu.
pl_pl: Ten profil nie jest teraz publiczny.
pt_pt: Este perfil não é público agora.
uk: Цей профіль зараз не публікується.
vi: Hồ sơ này không công khai.

source: This profile is not public or only employers can see.
fr_fr: Ce profil n'est pas public ou peut être visualisé par employeurs uniquement
nl_nl: Dit profiel is niet openbaar of alleen werkgevers kunnen het zien.
pl_pl: Ten profil nie jest publiczny lub widoczny jest tylko pracodawca.
pt_pt: Este perfil não é público ou apenas os empregadores podem ver.
uk: Цей профіль не є публічним і може бачити лише роботодавці.
vi: Hồ sơ này không công khai hoặc chỉ nhà tuyển dụng mới có thể xem.

source: <i class="fa fa-heart"></i> Saved resume
uk: <i class = "fa fa-edit"> </i> Змінити зображення
vi: <i class="ion-heart"></i> Hồ sơ đã lưu

source: <i class="fa fa-heart"></i> Save resume
uk: <i class = "fa fa-edit"> </i> Змінити зображення
vi: <i class="fa fa-edit"> </i> Hồ sơ đã lưu

source: <i class="fa fa-heart"></i>Save resume
uk: <i class = "fa fa-edit"> </i> Змінити зображення
vi: <i class="fa fa-edit"> </i> Hồ sơ đã lưu

source: <i class="ion-android-download"></i> Download CV
de_de: <i class="ion-android-download"></i> Lebenslauf herunterladen
es_es: <i class="ion-android-download"></i> Descargar CV
fr_fr: <i class="ion-android-download"></i> Télécharger le CV
nl_nl: <i class="ion-android-download"></i> CV downloaden
pl_pl: <i class="ion-android-download"></i> Pobierz CV
uk: <i class = "ion-android-download"> </i> Завантажити резюме
vi: <i class="ion-android-download"> </i> Tải Hồ Sơ

source: Hidden Information
de_de: Versteckte Informationen
es_es: Información oculta
fr_fr: Information cachée
nl_nl: Verborgen informatie
pl_pl: Ukryte informacje
pt_pt: Informação oculta
uk: Прихована інформація
vi: Thông tin ẩn

source: No candidate found
de_de: Keine Bewerber gefunden
es_es: Ningún candidato encontrado
fr_fr: Aucun candidat trouvé
nl_nl: Geen kandidaat gevonden
pl_pl: Nie znaleziono kandydata
pt_pt: Nenhum candidato encontrado
uk: Не знайдено жодного кандидата
vi: Không tìm thấy ứng viên

source: ( %d job )
de_de: ( %d Stelle )
es_es: ( %dtrabajo )
fr_fr: ( %d emploi )
pl_pl: ( %d praca )
pt_pt: ( %d trabalho)
uk: (%d робота)
vi: ( %d việc )

source: View Classes
de_de: Stellen anzeigen
es_es: Ver trabajos
fr_fr: Voir 'es emplois
nl_nl: Bekijk vacatures
pl_pl: Zobacz oferty pracy
pt_pt: Visualizar trabalhos
uk: Переглянути вакансії
vi: Xem công việc

source: %d job Available
de_de: %d Class Online
es_es: %d trabajo disponible
fr_fr: % d emploi disponible
nl_nl: %d Class beschikbaar
pl_pl: %d praca Dostępne
pt_pt: %d Trabalho disponíveis
uk: %d Вакансія
vi: % d Việc có sẵn

source: Hotline:
es_es: Línea directa:
uk: Гаряча лінія:

source: Address:
de_de: Adresse
es_es: Dirección:
fr_fr: Adresse
nl_nl: Adres:
pl_pl: Adres:
pt_pt: Endereço:
uk: Адреса:
vi: Địa chỉ:

source: Follow Us
de_de: Folgen sie uns
es_es: Síguenos
fr_fr: Suivez nous
nl_nl: Volg ons
pl_pl: Podążaj za nami
pt_pt: Siga-nos
uk: Слідуй за нами
vi: Theo dõi chúng tôi

source: rating %d
de_de: %d Bewertung
es_es: clasificación %d
fr_fr: Évaluation %d
nl_nl: beoordeling %d
pl_pl: ocena %d
pt_pt: classificação %d
uk: рейтинг %d
vi: xếp hạng %d

source: Company Detail
de_de: Firmen-Detail
es_es: Detalle de la empresa
fr_fr: détails de l'entreprise
nl_nl: Bedrijfsgegevens
pl_pl: Szczegóły firmy
pt_pt: Detalhe da empresa
uk: Детальніше про компанію
vi: Chi tiết công ty

source: Company Review:
de_de: Bewertung der Firma:
es_es: Revisión de la compañía:
fr_fr: Revue d'entreprise:
nl_nl: Bedrijf beoordeling:
pl_pl: Przegląd firmy:
pt_pt: Revisão da empresa:
uk: Огляд компанії:
vi: Đánh giá công ty:

source: By:
de_de: Von:
es_es: Por:
fr_fr: Par:
nl_nl: Door:
pl_pl: Przez:
pt_pt: De:
uk: За:
vi: Bởi:

source: %s response
de_de: %s Antwort
es_es: %s de respuesta
fr_fr: % s de réponse
nl_nl: %s antwoord
pl_pl: %s odpowiedź
pt_pt: %s resposta
uk: % s відповідь
vi: % s phản hồi

source: Reply Review
de_de: Antworten
es_es: Comentarios de respuesta
fr_fr: Commentaire de réponse
nl_nl: Antwoord Review
pl_pl: Odpowiedz recenzji
pt_pt: Responder comentário
uk: Відповідь огляд
vi: Trả lời đánh giá

source: Your review is awaiting admin approval.
de_de: Deine Bewertung wird noch geprüft.
es_es: Su opinión está esperando la aprobación del administrador.
fr_fr: Votre coordonnées sont en-cours d'approbation par l'administrateur.
nl_nl: Uw beoordeling wacht op goedkeuring door de beheerder.
pl_pl: Twoja opinia oczekuje na zatwierdzenie przez administratora.
pt_pt: Seu comentário está aguardando aprovação do administrador.
uk: Ваш відгук очікує схвалення адміністратора.
vi: Đánh giá của bạn đang chờ phê duyệt của Injob.

source: Your review is rejected.
de_de: Deine Bewertung wurde abgelehnt.
es_es: Tu opinión es rechazada
fr_fr: Vos coordonnées sont rejetés.
nl_nl: Uw beoordeling wordt afgewezen.
pl_pl: Twoja opinia została odrzucona.
pt_pt: Seu comentário foi rejeitado.
uk: Ваш відгук відхилено.
vi: Đánh giá của bạn bị từ chối.

source: Work at %s ? Share Your Experiences
de_de: Du hast bei %s gearbeitet? Teile deine Erfahrungen
es_es: ¿Trabajas en %s? Comparte tus experiencias
fr_fr: Travailler chez% s? Partagez vos expériences
nl_nl: Werk je bij %s? Deel uw ervaringen
pl_pl: Praca w %s ? Podziel się swoimi doświadczeniami
pt_pt: Trabalhe em %s? Compartilhe suas experiências
uk: Працювати в% s? Поділіться своїми враженнями
vi: Làm việc tại % s? Chia sẻ trải nghiệm của bạn

source: Review Title:
de_de: Bewertungstitel:
es_es: Título de Revisión:
fr_fr: Titre du commentaire:
nl_nl: Titel beoordelen:
pl_pl: Tytuł opinii:
pt_pt: Rever título:
uk: Заголовок огляду:
vi: Tiêu đề đánh giá:

source: Review Content:
de_de: Inhalt:
es_es: Revisar contenido:
fr_fr: Revoir le contenu:
nl_nl: Beoordeling inhoud:
pl_pl: Przejrzyj zawartość:
pt_pt: Revisar conteúdo:
uk: Огляд вмісту:
vi: Nội dung đánh giá:

source: Submit Review
de_de: Bewertung abschicken
es_es: Enviar opinión
fr_fr: Poster le commentaire
nl_nl: Review versturen
pl_pl: Dodaj recenzję
pt_pt: Enviar revisão
uk: Надіслати відгук
vi: Gửi đánh giá

source: Open Positions
de_de: Offene Stellen
es_es: Posiciones abiertas
fr_fr: Postes ouverts
pl_pl: Otwarte stanowiska
pt_pt: Posições Abertas
uk: Відкриті позиції
vi: Vị trí tuyển

source: Classes are opening
de_de: Offene Stelle/n
uk: Вакансії відкриті
vi: Việc làm đang mở

# %s = human-readable time difference
source: %s ago
de_de: vor %s
es_es: %s hace
fr_fr: %s depuis
pl_pl: %s temu
pt_pt: %s atrás
uk: % s тому
vi: %s cách đây

source: Open Position
de_de: Offene Stelle
es_es: Posición abierta
fr_fr: Postes ouvert
pl_pl: Otwarta pozycja
pt_pt: Posições Aberta
uk: Відкрита позиція
vi: Vị trí đang tuyển

source: %s Open Classes
de_de: %s Offene Stelle/n
es_es: %s Trabajos abiertos
fr_fr: % s ouvert d'emploi
pl_pl: %s Otwórz oferty pracy
pt_pt: %s abre vagas
uk: %s Відкритих Вакансій
vi: % s công việc đang tuyển

source: Enter job title, position...
de_de: Job-Name, Position, .. eintragen.
es_es: Ingrese el título del trabajo, posición ...
fr_fr: Entrez le titre du poste, la position ...
nl_nl: Voer functietitel, functie ... in
pl_pl: Wprowadź tytuł stanowiska, stanowisko ...
pt_pt: Digite o cargo, a posição ...
uk: Введіть посаду, посаду ...
vi: Nhập tiêu đề công việc, vị trí ...

source: Where
de_de: Wo
es_es: Dónde
fr_fr: Où
nl_nl: Waar
pl_pl: Gdzie
pt_pt: Onde
uk: Де
vi: Ở đâu

source: All location
de_de: Alle Ort
es_es: Toda la ubicación
fr_fr: Tout l'emplacement
nl_nl: Alle locatie
pl_pl: Cała lokalizacja
pt_pt: Toda a localização
uk: Все розташування
vi: Tất cả vị trí

source: All subjects
de_de: Alle Kategorien
es_es: Todas las categorias
fr_fr: Toutes catégories
nl_nl: Alle categorieën
pl_pl: Wszystkie kategorie
pt_pt: Todas as categorias
uk: Всі категорії
vi: Tất cả ngành nghề

source: Location:
de_de: Ort:
es_es: Ubicación
fr_fr: Emplacement
nl_nl: Plaats:
pl_pl: Lokalizacja:
pt_pt: Localização:
uk: Місцезнаходження:
vi: Vị trí:

source: Salary:
de_de: Gehalt:
es_es: Salario
fr_fr: Salaire
nl_nl: Salaris:
pl_pl: Wynagrodzenie:
pt_pt: Salário:
uk: Зарплата:
vi: Mức lương:

source: Job type:
de_de: Tätigkeitsart:
es_es: Tipo de empleo
fr_fr: Type d'emploi
nl_nl: Soort baan:
pl_pl: Rodzaj pracy:
pt_pt: Tipo de emprego:
uk: Тип роботи:
vi: Hình thức công việc:

source: Posted:
de_de: Veröffentlicht:
es_es: Al corriente:
fr_fr: Publié:
nl_nl: Geplaatst:
pl_pl: Wysłano:
pt_pt: Postado :
uk: Опубліковано:
vi: Ngày đăng:

source: Category:
de_de: Kategorie:
es_es: Categoría
fr_fr: Catégorie
nl_nl: Categorie:
pl_pl: Kategoria:
pt_pt: Categoria:
uk: Категорія:
vi: Ngành nghề:

source: Deadline:
de_de: Bewerbungsschluss:
es_es: Fecha tope:
fr_fr: Date limite
pl_pl: Ostateczny termin:
pt_pt: Data limite:
uk: Кінцевий термін:
vi: Hạn nộp hồ sơ:

source: Languages:
de_de: Sprachvoraussetzung: (min. 1 Sprache)
es_es: Idiomas
fr_fr: Langues
nl_nl: Talen:
pl_pl: Języki:
pt_pt: Línguas:
uk: Мови:
vi: Ngôn ngữ:

source: Gender:
de_de: Geschlecht:
es_es: Género
fr_fr: sexe:
nl_nl: Geslacht:
pl_pl: Płeć:
pt_pt: Gênero:
uk: Стать:
vi: Giới tính:

source: This job has expired.
de_de: Dieser Class ist abgelaufen.
es_es: Este trabajo ha expirado.
fr_fr: Cet emploi a expiré
nl_nl: Geslacht:
pl_pl: Ta praca wygasła.
pt_pt: Este trabalho expirou.
uk: Термін дії цієї роботи закінчився.
vi: Công việc đã hết hạn.

source: Share:
de_de: Teilen:
es_es: Compartir
fr_fr: Partager:
nl_nl: Delen:
pl_pl: Dzielić:
pt_pt: Compartilhar:
uk: Поділитися:
vi: Chia sẻ:

source: Print:
de_de: Drucken:
es_es: Impresión
fr_fr: imprimer
nl_nl: Afdrukken:
pl_pl: Wydrukować:
pt_pt: Impressão:
uk: Друк:
vi: In:

source: Related Class
de_de: Ähnliche Stellenanzeigen
es_es: Trabajo relacionado
fr_fr: Emploi lié
nl_nl: Gerelateerde baan
pl_pl: Powiązane prace
pt_pt: Emprego relacionado
uk: Пов'язана робота
vi: Việc làm tương tự

source: View detail
de_de: Details ansehen
es_es: Ver Detalle
fr_fr: Voir les détail
nl_nl: Details bekijken
pl_pl: Pokaż szczegóły
pt_pt: Ver detalhes
uk: Переглянути деталі
vi: Xem chi tiết

source: All jobs
de_de: Alle Angebote
es_es: Todos los trabajos
fr_fr: Tous les emplois
nl_nl: Alle banen
pl_pl: Wszystkie prace
pt_pt: Todos os trabalhos
uk: Всі вакансії
vi: Tất cả công việc

source: Select type
de_de: Art auswählen
es_es: Seleccione tipo
fr_fr: Sélectionnez un type
nl_nl: Selecteer type
pl_pl: Wybierz rodzaj
pt_pt: Selecione o tipo
uk: Виберіть тип
vi: Chọn hình thức

source: Full Time
es_es: Tiempo completo
fr_fr: À plein temps
pl_pl: Pełny etat
pt_pt: Tempo total
uk: Повний день
vi: Toàn thời gian

source: Part Time
es_es: Medio tiempo
fr_fr: À temps partiel
pt_pt: Meio período
uk: Неповний час
vi: Bán thời gian

source: Select country
de_de: Land auswählen
es_es: Seleccionar país
fr_fr: Choisissez le pays
nl_nl: Selecteer land
pl_pl: Wybierz kraj
pt_pt: Selecione o pais
uk: Виберіть країну
vi: Chọn quốc gia

source: Show More
es_es: Mostrar más
fr_fr: Montre plus
nl_nl: Laat meer zien
pl_pl: Pokaż więcej
pt_pt: Mostre mais
uk: Показати більше
vi: Hiển thị thêm

source: Tax -
de_de: USt.-ID
es_es: Impuesto -
fr_fr: Impôt -
nl_nl: Belasting -
pl_pl: Podatek -
pt_pt: Imposto -
uk: Податок -
vi: Thuế -

source: Total price :
de_de: Gesamtpreis:
es_es: Precio total
fr_fr: Prix total
nl_nl: Totale prijs :
pl_pl: Cena całkowita:
pt_pt: Preço total :
uk: Загальна сума :
vi: Tổng giá :

source: Actived
de_de: Aktiviert
es_es: Activo
fr_fr: Activé
pt_pt: Ativado
uk: Активовано
vi: Kích hoạt

source: Paid
de_de: Bezahlt
es_es: Pagado
fr_fr: Payé
nl_nl: Betaald
pl_pl: Płatny
pt_pt: Pago
uk: Оплачений
vi: Đã thanh toán

source: <strong>%d</strong> Class posting
de_de: <strong>%d</strong> Stellenanzeige
es_es: <strong>%d</strong> Oferta de trabajo
fr_fr: <strong>%d</strong> offre d'emploi
nl_nl: <strong>%d</strong> Class posten
pl_pl: <strong>%d</strong> Oferta pracy
pt_pt: <strong>%d</strong> Postagem de trabalho
uk: <strong>%d </strong> Подання вакансії
vi: <strong>%d</strong> Việc làm đã đăng

source: <strong>%d</strong> Feature job
de_de: <strong>%d</strong> Hervorgehobenen Job
es_es: <strong>%d</strong> Trabajo destacados
fr_fr: <strong>%d</strong> Emploi en vedette
nl_nl: <strong>%d</strong> Functie functie
pl_pl: <strong>%d</strong>Zadanie funkcji
pt_pt: <strong>%d</strong>Trabalho de recurso
uk: <strong>%d </strong> Гарячі вакансії
vi: <strong>%d</strong> Việc làm nổi bật

source: <strong>%d</strong> Renew job
de_de: <strong>%d</strong> Anzeige erneuern
es_es: <strong>%d</strong> Renovar trabajo
fr_fr: <strong>%d</strong>Renouveler le emploi
nl_nl: <strong>%d</strong> Vernieuw banen
pl_pl: <strong>%d</strong> Odnów zadanie
pt_pt: <strong>%d</strong> Renovar trabalho
uk: <strong>%d </strong> Поновити вакансію
vi: <strong>%d</strong> Làm mới công việc

source: <strong>%d</strong> Day duration
de_de: <strong>%d</strong> Tag Dauer
es_es: <strong>%d</strong> Duración del día
fr_fr: <strong>%d</strong> Durée du jour
nl_nl: <strong>%d</strong> Dag duur
pl_pl: <strong>%d</strong> Czas trwania
pt_pt: <strong>%d</strong> Duração do dia
uk: <strong>%d </strong> тривалість дня
vi: <strong>%d</strong> số ngày

source: <strong>%d</strong> Month duration
de_de: <strong>%d</strong> Monat Dauer
es_es: <strong>%d</strong> Duración del mes
fr_fr: <strong>%d</strong>Durée du mois
nl_nl: <strong>%d</strong> Maand duur
pl_pl: <strong>%d</strong> Miesiąc trwania
pt_pt: <strong>%d</strong> Duração do mês
uk: <strong>%d </strong> Тривалість місяця
vi: <strong>%d</strong> Số tháng

source: <strong>%d</strong> Year duration
de_de: <strong>%d</strong> Jahr Dauer
es_es: <strong>%d</strong> Duración del año
fr_fr: <strong>%d</strong> Durée de l'année
nl_nl: <strong>%d</strong> Jaar duur
pl_pl: <strong>%d</strong> Rok trwania
pt_pt: <strong>%d</strong>Duração do ano
uk: <strong>% d</strong> Тривалість року
vi: <strong>%d</strong> Số năm

source: <strong>%d</strong> Category
de_de: <strong>%d</strong> Kategorie
es_es: <strong>%d</strong> Categoría
fr_fr: <strong>%d</strong> Catégorie
nl_nl: <strong>%d</strong> Categorie
pl_pl: <strong>%d</strong> Kategoria
pt_pt: <strong>%d</strong> Categoria
uk: Категорія <strong>%d </strong>
vi: <strong>%d</strong> Ngành nghề

source: <strong class="ion-ios-infinite"></strong> Subjects
de_de: <strong class="ion-ios-infinite"></strong> Kategorien
es_es: <strong class="ion-ios-infinite"></strong> Categorías
fr_fr: <strong class="ion-ios-infinite"></strong> Catégories
nl_nl: <strong class="ion-ios-infinite"></strong> Categorieën
pt_pt: <strong class="ion-ios-infinite"></strong> Categorias
uk: <strong class = "ion-ios-infinite"> </ strong> Категорії
vi: <strong class="ion-ios-infinite"></strong> Ngành nghề

source: Submit Now
de_de: Jetzt einreichen
es_es: Aplique ahora
fr_fr: Soumettre maintenant
nl_nl: Bevestig nu
pl_pl: Prześlij teraz
pt_pt: Envie agora
uk: Надіслати зараз
vi: Gửi ngay

source: Choose Now
de_de: Jetzt wählen
es_es: Elija ahora
fr_fr: Choisissez maintenant
nl_nl: Kies nu
pl_pl: Wybierz teraz
pt_pt: Escolha agora
uk: Виберіть зараз
vi: Chọn ngay

source: Buy Now
de_de: Jetzt kaufen
es_es: Compra ahora
fr_fr: Acheter maintenant
nl_nl: Koop nu
pl_pl: Kup Teraz
pt_pt: Compre
uk: Купити зараз
vi: Mua ngay

source: View Profile Information
de_de: ﻿Lebenslauf Informationen
es_es: Ver la información del currículum
fr_fr: Voir les informations sur le CV
nl_nl: Bekijk CV informatie
pl_pl: Wyświetl informacje o wznowieniu
pt_pt: Ver informações do currículo
uk: Переглянути інформацію про поновлення
vi: Xem thông tin hồ sơ

source: To view Information you need buy a Resume Package <a href="%s">Buy Now</a>
de_de: Um diese Informationen sehen zu können, wird ein <a href="%s">Job Ticket</a> benötigt
es_es: Para ver la información, necesita comprar un paquete de currículum <a href="%s"> Comprar ahora </a>
fr_fr: Pour afficher les informations , l'achat d'un forfait curriculum vitae est requis <a href="%s">. Cliquez sur Acheter maintenant </a>
nl_nl: Om informatie te bekijken, moet je een hervattingspakket kopen <a href="%s">Koop nu </a>
pl_pl: Aby wyświetlić Informacje, musisz kupić pakiet CV <a href="%s">Kup Teraz </a>
pt_pt: Para visualizar as informações que você precisa, compre um pacote de currículo <a href=" %s"> Compre agora </a>
uk: Щоб переглянути інформацію, вам потрібно придбати пакет резюме «<a href="%s"> купити зараз </a>
vi: Để xem thông tin, bạn cần mua Gói xem hồ sơ <a href="%s"> Mua ngay </a>

source: <span class="package-title">Your Package:</span> %s
de_de: <span class="package-title">Dein Paket:</span> %s
es_es: <span class="package-title">Tu equipaje:</span> %s
fr_fr: <span class="package-title"> Votre forfait:</span> %s
nl_nl: <span class="package-title">Jouw pakket:</span> %s
pl_pl: <span class="package-title">Twój pakunek:</span> %s
pt_pt: <span class="package-title">Seu pacote:</span> %s
uk: <span class = "package-title"> Ваш пакет: </ span>% s
vi: <span class="package-title">Gói dịch vụ của bạn:</span> %s

source: <span class="package-title">Remaining Resume:</span> %d
de_de: <span class="package-title">Verbleibende Lebensläufe:</span> %d
es_es: <span class="package-title">Currículum restante: </span> %d
fr_fr: <span class="package-title">Reste Resume:</span> %d
nl_nl: <span class="package-title">Resterende hervatting:</span> %d
pl_pl: <span class="package-title">Pozostałe CV:</span> %d
pt_pt: <span class="package-title">Retomada restante :</span> %d
uk: <span class = "package-title"> Залишається резюме: </ span>% d
vi: <span class="package-title">Số hồ còn lại</span> %d

source: Your Packages.
de_de: Deine Pakete.
es_es: Tus paquetes
fr_fr: Vos paquets
nl_nl: Uw pakketten.
pl_pl: Twoje pakiety.
pt_pt: Seus pacotes.
uk: Ваші пакети.
vi: gói của bạn

source: <span class="package-title">Package:</span> %s
de_de: <span class="package-title">Paket:</span> %s
es_es: <span class="package-title">Paquete:</span> %s
fr_fr: <span class="package-title">Paquet:</span> %s
nl_nl: <span class="package-title">Pakket:</span> %s
pl_pl: <span class="package-title">Pakiet:</span> %s
pt_pt: <span class="package-title">Pacote :</span> %s
uk: <span class = "package-title"> Пакет: </ span>% s
vi: <span class="package-title">Gói dịch vụ:</span> %s

source: Your package is pending payment. <a href="%s">Buy Other Package</a>
de_de: Dein Paket ist noch nicht bezahlt. <a href="%s">Weitere Pakete kaufen</a>
es_es: Su paquete está pendiente de pago.<a href="%s">Comprar otro paquete </a>
fr_fr: Votre forfait est en attente de paiement <a href="%s">. Acheter un autre paquet </a>
nl_nl: Uw pakket wacht op betaling. <a href="%s">Koop een ander packet </a>
pl_pl: Twój pakiet oczekuje na płatność. <a href="%s">Kup inny pakiete</a>
pt_pt: Seu pacote está pendente de pagamento. <a href=" %s"> Compre outro pacote </a>
uk: Ваш пакет очікує платежу. <a href="%s"> Купуйте інший пакет </a>
vi: Gói của bạn đang chờ thanh toán. <a href="%s"> Mua gói khác </a>
