Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: Teacher contact form terms and services description
es_es: Formulario de contacto del candidato Descripción de los términos del servicio
fr_fr: Formulaire de contact du candidat description des conditions de service
nl_nl: Kandidaat contactformulier voorwaarden en diensten beschrijving
pl_pl: Opis warunków i usług dotyczących formularza kontaktowego kandydata
pt_pt: Formulário de contato do candidato de descrição dos serviços
vi: Mô tả điều khoản và dịch vụ của biểu mẫu liên hệ ứng viên

source: Show terms and services on Student contact form
es_es: Mostrar términos de servicio en el formulario de contacto del empleador
fr_fr: Afficher les conditions d'utilisation sur le formulaire de contact de l'employeur
nl_nl: Toon de voorwaarden en diensten op het contactformulier van de werkgever
pl_pl: Pokaż warunki i usługi na formularzu kontaktowym Pracodawcy
pt_pt: Mostrar termos de serviços no formulário de contato do empregador
vi: Hiển thị điều khoản và dịch vụ trong biểu mẫu liên hệ nhà tuyển dụng

source: Student contact form terms and services label
es_es: Etiqueta de términos de servicio del formulario de contacto del empleador
fr_fr: Formulaire de contact de l'employeur libellé des conditions d'utilisation
nl_nl: Formulier voor werkgeverscontactformulier en servicelabel
pl_pl: Tekst i warunki korzystania z formularza kontaktowego dla pracodawców
pt_pt: Rótulo de termos e serviços do formulário de contato do empregador
vi: Nhãn điều khoản và dịch vụ trong biểu mẫu liên hệ nhà tuyển dụng

source: Student contact form terms and services description
es_es: Descripción de términos y servicios del formulario de contacto del empleador
fr_fr: Formulaire de contact de l'employeur description des conditions de service
nl_nl: Formulier voor werkgeverscontactformulier en beschrijving van de diensten
pl_pl: Opis warunków i usług w formularzu kontaktowym pracodawcy
pt_pt: Descrição dos termos de serviços do formulário de contato do empregador
vi: Mô tả điều khoản và dịch vụ trong biểu mẫu liên hệ nhà tuyển dụng

source: Edit Class Auto Aprroved ?
vi: Có chỉnh sửa duyệt tự động việc làm không?

source: Edit Free Class Auto Aprroved ?
vi: Có chỉnh sửa duyệt tự động việc làm miễn phí không?

source: New Class Auto Aprroved ?
vi: Có tự động duyệt việc làm mới không?

source: New Free Class Auto Aprroved ?
vi: Có tự động duyệt việc làm miễn phí mới không?

source: If it is blank jobs will be moved to admin
vi: Nếu để trống, việc làm sẽ được chuyển sang cho admin

source: administrative_area_level_1
vi: Khu vực hành chính cấp 1

source: administrative_area_level_2
vi: Khu vực hành chính cấp 2

source: administrative_area_level_3
vi: Khu vực hành chính cấp 3

source: administrative_area_level_4
vi: Khu vực hành chính cấp 4

source: administrative_area_level_5
vi: Khu vực hành chính cấp 5

source: sublocality_level_1
vi: Vùng dân cư nhỏ cấp 1

source: sublocality_level_2
vi: Vùng dân cư nhỏ cấp 2

source: sublocality_level_3
vi: Vùng dân cư nhỏ cấp 3

source: sublocality_level_4
vi: Vùng dân cư nhỏ cấp 4

source: sublocality_level_5
vi: Vùng dân cư nhỏ cấp 5

source: Maximum number categories selected
vi: Số lượng ngành nghề tối đa có thể chọn

source: Job expiry
vi: Việc làm hết hạn

source: Job expiry Unit
vi: Đơn vị tính

source: Featured Class expiry
vi: Thời gian hết hạn việc làm nổi bật

source: Featured Class expiry Unit
vi: Đơn vị tính thời gian hết hạn việc làm nổi bật

source: The number of free packages for each user
vi: Số lượng gói miễn phí mỗi người dùng sử dụng

source: Login Redirect
de_de: Login-Weiterleitung
vi: Chuyển trang sau khi đăng nhập

source: Additional Information
de_de: Zusätzliche Informationen
vi: Thông tin bổ sung

source: Classes taxonomy version
vi: Phiên bản Trang tin tuyển dụng

source: Number column layout grid Classes taxonomy
vi: Số cột ở trang tin tuyển dụng

source: Job details version
vi: Chọn phiên bản Trang chi tiết tin tuyển dụng

source: Show Full Name
vi: Hiện công ty

source: Show company Logo
de_de: Zeige Firmenlogo
vi: Hiện công ty

source: Show Subjects
de_de: Kategorien anzeigen
vi: Hiển thị ngành nghề

source: Show Skills
de_de: Instrumente anzeigen
vi: kỹ năng công việc

source: Show Posted Date Job
vi: Ngày đăng tuyển

source: in jobs taxonomy page and jod detail page
vi: Trang chi tiết việc làm và trang lọc việc làm

source: Advanced Search Style
vi: Tìm kiếm nâng cao

source: Form Advanced Search style.
de_de: Suchformular mit einfachem Suchstil.
vi: Biểu mẫu hình thức tìm kiếm đơn giản

source: Style 1
de_de: Stil 1
es_es: Estilo 1
nl_nl: Stijl 1
pl_pl: Styl 1
pt_pt: Estilo 1
vi: Phong cách 1

source: Style 2
de_de: Stil 2
es_es: Estilo 2
nl_nl: Stijl 2
pl_pl: Styl 2
pt_pt: Estilo 2
vi: Phong cách 2

source: Style 3
vi: Phong cách 3

source: Student details version
es_es: La versión de detalles del empleador
fr_fr: Version des détails de l'employeur
nl_nl: Versie werkgeversdetails
pl_pl: Wersja szczegółów pracodawcy
pt_pt: Versão de detalhes do empregador
vi: phiên bản chi tiết nhà tuyển dụng

source: Teacher details version
es_es: Versión de detalles del candidato
fr_fr: Version des détails du candidat
nl_nl: Kandidaat-detailsversie
pl_pl: Wersja szczegółowa kandydata
pt_pt: Versão de detalhes do candidato
vi: Phiên bản chi tiết ứng viên

source: Currency system
vi: Tiền tệ

source: Job expiry notice
es_es: Aviso de vencimiento de trabajo
fr_fr: Avis d'expiration d'emploi
nl_nl: Taakvervalbericht
pl_pl: Ogłoszenie o wygaśnięciu ważności zadania
pt_pt: Aviso de expiração do trabalho
vi: Thông báo hết hạn việc làm

source: Email enable
es_es: Email habilitado
fr_fr: Activer le email
nl_nl: E-mail inschakelen
pl_pl: Włącz e-mail
pt_pt: E-mail ativado
vi: Bật email

source: Email subject
es_es: Asunto del email
fr_fr: Sujet du email
nl_nl: E-mail onderwerp
pl_pl: Temat emaila
pt_pt: Assunto do email
vi: Chủ đề email

source: Email content
de_de: E-Mail-Inhalt
es_es: Contenido de email
fr_fr: contenu d'email
nl_nl: E-mail inhoud
pl_pl: Treść e-mail
pt_pt: Conteúdo de e-mail
vi: Nội dung email

source: Send before days
de_de: Abonnement-Verfallserklärung soviel Tage davor versenden
es_es: Enviar antes de los días
fr_fr: Envoyer avant les jours
nl_nl: Stuur vóór dagen
pl_pl: Wyślij przed dniami
pt_pt: Enviar dias antes
vi: Gửi trước ngày

source: How many days this message will be send before job is expired? (in days)
de_de: Wie viele Tage wird diese Nachricht gesendet, bevor der Class abgelaufen ist? (in Tagen)
es_es: ¿Cuántos días se enviará este mensaje antes de que expire el trabajo? (en días)
fr_fr: Combien de jours ce message sera envoyé avant l'expiration de l'offre d'emploi ? (en jours)
nl_nl: Hoeveel dagen wordt dit bericht verzonden voordat de opdracht is verlopen? (in dagen)
pl_pl: Ile dni ta wiadomość zostanie wysłana przed upływem czasu pracy? (W dniach)
pt_pt: Quantos dias esta mensagem será enviada antes que o trabalho seja expirado? (em dias)
vi: Tin nhắn này sẽ được gửi trước khi việc làm hết hạn bao nhiêu ngày (tính theo ngày)

source: Send in how many days
es_es: Enviar cuantos días
fr_fr: Envoyer dans combien de jours
nl_nl: Stuur in hoeveel dagen
pl_pl: Wyślij ile dni
pt_pt: Envie quantos dias
vi: Gửi trong bao nhiêu ngày

source: Send this message continuously for how many days (in days)
es_es: Envíe este mensaje continuamente por cuántos días (en días)
fr_fr: Envoyez ce message en continu pendant combien de jours (en jours)
nl_nl: Verzend dit bericht continu gedurende hoeveel dagen (in dagen)
pl_pl: Wysyłaj tę wiadomość w sposób ciągły przez ile dni (w dniach)
vi: Gửi tin nhắn này liên tục trong bao nhiêu ngày (tính theo ngày)

source: Will be sent when the new order was changed to hold | Completed
de_de: Wird versendet, wenn neue Bestellungen auf "halten" geändert/vervollständig wurden
vi: Sẽ được gửi khi yêu cầu mới được thay đổi để giữ/ đã hoàn thành

source: Will be used when the employer sends an email to a candidate in the applications list.
vi: Sẽ được sử dụng khi nhà tuyển dụng gửi một email đến một ứng cử viên trong danh sách ứng tuyển

source: Enter the email address to receive all emails replace for admin email. If empty, the system will automatically get an email from your site system in General Setting.
vi: Nhập địa chỉ email để nhận tất cả email thay thế cho email quản trị. Nếu trống, hệ thống sẽ tự động nhận được email từ hệ thống trang web của bạn trong Cài đặt chung.

source: The candidate has submitted profile [status: pending, publish]
vi: Ứng viên đã gửi hồ sơ (Tình trạng: đang chờ, đã đăng)

source: You do not have permission apply this job
vi: Bạn không được phép ứng tuyển việc làm này

source: Sorry, you can not change the password for this account.
de_de: Leider kannst du das Passwort für dieses Konto nicht ändern. Bitte wende dich an den Support.
vi: Xin lỗi, bạn không thể thay đổi mật khẩu cho tài khoản này.

source: Sorry you cannot delete this account.
de_de: Leider kannst du dieses Konto nicht löschen. Bitte wende dich an den Support.
vi: Rất tiếc, bạn không thể xóa tài khoản này.

source: You do not have permission to change the password.
vi: Bạn không được phép thay đổi mật khẩu.

source: You do not have permission.
de_de: Sie haben nicht die nötigen Zugriffsrechte.
vi: Bạn không được phép.

source: Sorry, You do not have permission save job.
de_de: Leider hast du keine Berechtigung diese Anzeige zu speichern.
vi: Xin lỗi, bạn không được phép lưu công việc.

source: You do not have permission to do it.
vi: Bạn không được phép làm điều đó.

source: The job does not exist.
de_de: Die Anzeige existiert nicht.
vi: Công việc không tồn tại.

source: Please select the payment method.
de_de: Bitte wählen Sie eine Zahlungsmethode aus.
vi: Vui lòng chọn phương thức thanh toán.

source: Sorry, You do not have permission to follow company.
vi: Xin lỗi, Bạn không được phép theo dõi công ty.

source: Sorry, You do not have permission to save job.
de_de: Leider hast du nicht die Berechtigung, diese Anzeige zu speichern.
vi: Xin lỗi, Bạn không được phép lưu công việc.

source: Sorry, You do not have permission to view resume.
vi: Xin lỗi, Bạn không có quyền xem hồ sơ.

source: Sorry, You do not have permission to save resume.
de_de: Entschuldigung! Sie haben keine Berechtigung das Profil zu speichern.
vi: Xin lỗi, bạn không có quyền lưu hồ sơ.

source: You do not have permission to edit this alert.
vi: Bạn không được phép chỉnh sửa cảnh báo này.

source: You do not have permission to delete this alert.
vi: Bạn không được phép xóa cảnh báo này.

source: You do not have permission to delete this job.
vi: Bạn không được phép xóa công việc này.

source: You do not have permission to update this application.
vi: Bạn không được phép cập nhật hồ sơ ứng tuyển này.

source: You do not have permission to delete this application.
vi: Bạn không được phép xóa hồ sơ ứng tuyển.

source: You do not have permission to send this messages.
vi: Bạn không được phép gửi tin nhắn này.

source: Please enter a subject.
de_de: Bitte geben Sie einen Betreff an.
vi: Vui lòng nhập chủ đề.

source: Please enter a message.
de_de: Bitte geben Sie eine Nachricht ein.
vi: Vui lòng nhập tin nhắn.

source: Please enter a title.
de_de: Bitte gib einen Titel ein.
vi: Vui lòng nhập tiêu đề.

source: The reply does not exist.
vi: Câu trả lời không tồn tại.

source: You do not have permission to delete this review.
vi: Bạn không được phép xóa bài đánh giá này.

source: Sorry, you do not have permission to view this application.
vi: Xin lỗi, bạn không được phép xem hồ sơ ứng tuyển này

source: Sorry, you do not have permission to view this order.
vi: Xin lỗi, bạn không có quyền xem yêu cầu này.

source: Update your photo manually, If the photo is not set, the default avatar will be the same as your login email account
de_de: Ihr Profilbild kann ganz einfach über den Computer hochgeladen werden
vi: Bạn có thể thay đổi hình đại diện khác. Nếu không sẽ sử dụng hình đại diện mặc định

# file upload
source: + Add a new file
vi: + Thêm tệp mới

source: You do not have permission to pay this order.
vi: Bạn không có quyền thanh toán yêu cầu này.

source: Sorry, you can not pay this order because miss job related.
vi: Rất tiếc, không thể thanh toán yêu cầu này vì bỏ qua gói việc làm liên quan.

source: Canceled
de_de: Abgebrochen
vi: Đã hủy

# Order status
source: Canceled
de_de: Abgebrochen
vi: Đã hủy

source: Canceled <span class="count">(%s)</span>
de_de: Gelöscht <span class="count">(%s)</span>
vi: Đã hủy <span class="count">(%s)</span>

source: Latest Activities:
vi: Truy cập gấn đây:

source: ago
vi: cách đây

source: This is a variable product that used for job processed with WooCommerce
vi: Đây là một sản phẩm đa dạng được sử dụng cho công việc được xử lý với WooCommerce

source: Afrikanns
de_de: Afrikanisch
vi: Tiếng Afrikaans

source: Applied Classes
de_de: Bewerbungen
es_es: Empleos Aplicados
fr_fr: Emplois appliqués
nl_nl: Toegepaste banen
pt_pt: Empregos Aplicados
vi: Công việc đã ứng tuyển

source: Current Processing Records:
vi: Hồ sơ hiện đang xử lý:

source: Countdown
vi: Đếm ngược

source: Teachers Filter Widget.
vi: Lọc ứng viên

source: Style:
de_de: Stil:
es_es: Estilo:
nl_nl: Stijl:
pl_pl: Styl:
pt_pt: Estilo:
vi: Phong cách:

source: Show Teachers:
vi: Xem Ứng viên:

source: Any
de_de: Akzeptiert
es_es: Alguna
fr_fr: Tout
nl_nl: Leder
pl_pl: Każdy
pt_pt: Qualquer
vi: Bất kỳ

source: [IWJ] Simple Class Search
vi: [IWJ] Tìm việc đơn giản

source: Display Class Information, used only with sidebar job details.
vi: Hiển thị thông tin công việc, chỉ được sử dụng với các chi tiết công việc ở thanh bên.

source: [IWJ] Class Information
vi: [IWJ] Thông tin việc làm

source: Display jobs by author, used only with sidebar job details.
vi: Hiển thị công việc theo NTD, chỉ sử dụng thanh sidebar công việc chi tiết.

source: [IWJ] Classes by Author
vi: [IWJ] Việc làm bở NTD

source: Show Resumes:
de_de: Lebensläufe:
vi: Hiển thị hồ sơ:

source: FACEBOOK APPLIED
de_de: mit Facebook bewerben
vi: ỨNG TUYỂN BẰNG FACEBOOK

source: I have read and agree to the <a href="#apply_job_terms_services">Terms and Services</a>
de_de: Ich habe die <a href="#apply_job_terms_services"> Allgemeinen Geschäftsbedingungen </a> gelesen und akzeptiere die Bedingungen
es_es: he leído y estoy de acuerdo con <a href="#apply_job_terms_services">Términos de servicio </a>
fr_fr: J'ai lu et j'accepte les <a href="#apply_job_terms_services"> Conditions d'utilisation </a>
nl_nl: Ik heb de. Gelezen en ga ermee akkoord <a href="#apply_job_terms_services">Voorwaarden en services </a>
pl_pl: Przeczytałem i zgadzam się na <a href="#apply_job_terms_services">Terms and Services</a>
pt_pt: Eu li e concordo com o <a href="#apply_job_terms_services">Termos de serviço</a>
vi: Tôi đã đọc và đồng ý với <a href="#apply_job_terms_services"> Điều khoản & dịch vụ </a>

source: Applied with LinkedIn
vi: Đã ứng tuyển với LinkedIn

source: Criteria
de_de: Kriterien
vi: Tiêu chí

source: Are you sure you want to delete %s?
de_de: Möchten Sie %s wirklich löschen?
vi: Bạn có chắc muốn xóa%s?

source: Applier
de_de: Bewerber
es_es: Aplicador
fr_fr: applicateur
pt_pt: Aplicador
vi: Người ứng tuyển

source: You do not have any packages yet.
de_de: Sie haben noch keine Pakete.
vi: Bạn chưa có bất kỳ gói nào.

source: Requirements Skills
de_de: Anforderungen Fähigkeiten
vi: Các kỹ năng yêu cầu

source: Enter Requirements Skills
de_de: Beispiel: gute Ortkenntnisse, ohne Berufserfahrung, 1 Monat Berufserfahrung, 1 Jahr Berufserfahrung etc
vi: Nhập các kỹ năng yêu cầu

source: Are you sure you want to remove %s?
vi: Bạn có chắc muốn xóa %s?

source: Overall Rating:
de_de: Gesamt Bewertung:
vi: Xếp hạng chung:

source: Thank you for submitting, this job is being reviewed. If you need help please contact us via email <a href="mailto:%s">%s</a>
de_de: Danke für ihren Auftrag, ihr Class wird geprüft. Wenn sie noch Hilfe benötigen, zögern sie nicht und schreiben sie uns eine email E-Mail <a href="mailto:%s">%s</a>
vi: cảm ơn bạn đã gửi tin, công việc này đang được xem xét. Nếu bạn cần trợ giúp, vui lòng liên hệ với chúng tôi qua email <a href="mailto:%s">%s </a>

source: Thank you for submitting, this job is being payment. If you need help please contact us via email <a href="mailto:%s">%s</a>
vi: Cảm ơn bạn đã gửi, công việc này đang được thanh toán. Nếu bạn cần trợ giúp, vui lòng liên hệ với chúng tôi qua email <a href="mailto:%s">% s </a>

source: Skills Requirements
es_es: Requisitos de habilidades
fr_fr: Compétences requises
nl_nl: Vaardigheden Vereisten
pl_pl: Wymagania dotyczące umiejętności
pt_pt: Requisitos de habilidades
vi: Kỹ năng yêu cầu

source: Enter Skills Requirements
es_es: Ingrese los requisitos de habilidades
fr_fr: Entrer les compétences requises
nl_nl: Vaardigheden Vereisten invoeren
pl_pl: Wprowadź wymagania dotyczące umiejętności
pt_pt: Insira os requisitos de habilidades
vi: Nhập kỹ năng yêu cầu

source: Payment Order
vi: Thanh toán đơn hàng %s

source: Enter Experience
de_de: Beispiel: Schichtarbeit, wechselnde Touren, feste Touren, Fahrzeitüberschreitung, etc
es_es: Ingresa la experiencia
fr_fr: Entrer expérience
nl_nl: Beleef ervaring
pl_pl: Wprowadź doświadczenie
pt_pt: Entre na experiência
vi: Nhập kinh nghiệm

source: Upload File
de_de: Datei hochladen
es_es: Subir archivo
fr_fr: Téléverser un fichier
nl_nl: Upload bestand
pl_pl: Przesyłanie pliku
pt_pt: Subir arquivo
vi: Tải tệp tin

source: GDPR Agreement *
de_de: DSGVO Vereinbarung *
es_es: Acuerdo GDPR *
fr_fr: ACCORD GDPR
nl_nl: GDPR-overeenkomst *
pl_pl: Umowa GDPR *
pt_pt: Contrato GDPR *
vi: Thỏa thuận GDPR *

source: I agree to let this website to save my submitted information.
vi: Tôi đồng ý để trang web này lưu trữ thông tin đã gửi của tôi.

source: Are you sure you want to delete your account?
de_de: Bist du sicher, dass du das Konto löschen möchtest?
vi: Bạn có chắc muốn xóa tài khoản không?

source: No profiles found.
de_de: Keine Lebensläufe gefunden.
vi: Không tìm thấy hồ sơ.

source: Listing Renew:
vi: Làm mới tin:

source: Support Service:
vi: Dịch vụ hỗ trợ:

source: Choose Package
vi: Chọn gói dịch vụ

source: Student has been deleted or unpublish
vi: Nhà tuyển dụng đã bị xóa hoặc không công khai

source: Thank you for registering
de_de: Vielen Dank für Ihre Registrierung
vi: Cảm ơn bạn đã đăng ký

source: You have canceled the job of new registration. As you wish you can re-register it at any time
de_de: Du hast Neuregistrierungen für deinen Class abgebrochen. Du kannst diesen Status jederzeit ändern
vi: Bạn đã hủy đăng ký mới. Bạn có thể đăng ký lại bất kỳ lúc nào

source: Or
de_de: Oder
es_es: O
fr_fr: Ou
nl_nl: Of
pl_pl: Lub
pt_pt: Ou
vi: Hoặc

source: Do not you have an account?
de_de: Kein Benutzerkonto vorhanden?
vi: Bạn không có tài khoản?

source: Enter Confirm Password.
vi: Xác nhận lại mật khẩu

source: Filter by
de_de: Filter
vi: Bộ lọc

source: View full information
de_de: Details anzeigen
vi: Xem đầy đủ

source: About Me
de_de: Über mich
es_es: Sobre mi
fr_fr: À propos de moi
nl_nl: Over mij
pl_pl: O mnie
pt_pt: Sobre mim
vi: Giới thiệu

source: Watch our story
es_es: Mira nuestra historia
fr_fr: Regardez notre histoire
nl_nl: Bekijk ons verhaal
pl_pl: Zobacz naszą historię
pt_pt: Assista nossa história
vi: Xem câu chuyện của chúng tôi

source: ABOUT ME
de_de: ÜBER MICH
es_es: SOBRE MI
fr_fr: À propos de moi
nl_nl: OVER MIJ
pl_pl: O MNIE
pt_pt: SOBRE MIM
vi: GIỚI THIỆU

source: ago
es_es: hace
fr_fr: depuis
nl_nl: geleden
pl_pl: temu
pt_pt: atrás
vi: cách đây

source: View resume
de_de: Lebenslauf ansehen
es_es: Ver curriculum
fr_fr: Voir le CV
nl_nl: Bekijk CV
pl_pl: Wyświetl CV
pt_pt: Visualizar currículo
vi: Xem hồ sơ

source: View all Classes
vi: Xem tất cả công việc

source: <i class="icon-injob-bell"></i> Follow Us
de_de: <i class="icon-injob-bell"></i> Folgen Sie uns
vi: <i class="ion-android-send"></i> Theo dõi chúng tôi

source: %d rating
de_de: %d Bewertung
vi: Xếp hạng %d

source: Job Position
de_de: Offene Stelle
es_es: Puesto de trabajo
fr_fr: Emploi ouverts
pl_pl: Posada
pt_pt: Posto de trabalho
vi: Vị trí công việc

source: Job Level:
de_de: Fern-,Nahverkehr:
vi: Cấp bậc công việc

source: Skills:
de_de: Fähigkeiten:
vi: Các kỹ năng

source: Students do not have permission to apply to classes yet.
de_de: Arbeitgeber können diese Aktion nicht ausführen
vi: Bạn không được phép ứng tuyển việc làm này

source: Expires in
de_de: Läuft ab am
vi: Hết hạn

source: JOB DETAIL
de_de: STELLENBESCHREIBUNG
vi: CHI TIẾT CÔNG VIỆC

source: JOBS YOU WILL LOVE
vi: VIỆC LÀM BẠN SẼ THÍCH

source: Update your profile like skill, category, etc...to receive job recommendation.
de_de: Aktualisiere dein Profil um bessere Job-Empfehlungen zu erhalten.
vi: Cập nhật hồ sơ của bạn như kỹ năng, ngành nghề, v.v ... để nhận gợi ý công việc phù hợp.

source: An email receipt with details about your order has been sent to email address provided. Please keep it for your record
de_de: Eine E-Mail-Bestätigung mit Details zu Ihrer Bestellung wurde an die angegebene E-Mail-Adresse gesendet. Bitte bewahren Sie diese für Ihre Unterlagen auf
vi: Biên nhận qua email cùng với chi tiết về đơn đặt hàng của bạn đã được gửi tới địa chỉ email được cung cấp. Hãy giữ nó cho hồ sơ của bạn

source: Your account has been verified.
de_de: Ihr Konto wurde verifiziert.
vi: Tài khoản đã được xác minh.

source: I have read and agree to the <a href="#candidate_cf_terms_services">Terms and Services</a>
de_de: Ich habe die <a href="#candidate_cf_terms_services"> Allgemeinen Geschäftsbedingungen</a> gelesen und akzeptiere diese
es_es: he leído y estoy de acuerdo con <a href="#candidate_cf_terms_services">Términos de servicio </a>
fr_fr: Lu et accepté <a href="#candidate_cf_terms_services"> Conditions d'utilisation </a>
nl_nl: Ik heb de. Gelezen en ga ermee akkoord <a href="#candidate_cf_terms_services">Voorwaarden en services</a>
pl_pl: Przeczytałem i zgadzam się na <a href="#candidate_cf_terms_services">Warunki i usługi </a>
pt_pt: Li e aceito os <a href="#candidate_cf_terms_services"> Termos de serviços </a>
vi: Tôi đã đọc và đồng ý với <a href="#candidate_cf_terms_services"> Điều khoản và dịch vụ </a>

source: Member Since
de_de: Mitglied seit
es_es: Miembro desde
fr_fr: Membre depuis
nl_nl: Lid sinds
pl_pl: Członek od
pt_pt: Membro desde
vi: Thành viên từ

source: Latest Activities
de_de: Letzte Aktivität
es_es: Últimas actividades
fr_fr: Dernières activités
nl_nl: Laatste activiteiten
pl_pl: Najnowsze działania
pt_pt: Atividades Recentes
vi: Hoạt động gần đây

source: Age
de_de: Alter
es_es: Años
fr_fr: âge
nl_nl: Leeftijd
pl_pl: Wiek
pt_pt: Idade
vi: Tuổi

source: year old
vi: tuổi

source: Education Levels
de_de: Erfahrungs level
es_es: Niveles de educación
fr_fr: Niveaux d'éducation
nl_nl: Onderwijsniveaus
pl_pl: Poziomy edukacji
pt_pt: Níveis Educacionais
vi: Bằng cấp

source: I have read and agree to the <a href="#employer_cf_terms_services">Terms and Services</a>
de_de: Ich habe die <a href="#employer_cf_terms_services"> Allgemeinen Geschäftsbedingungen</a> gelesen und akzeptiere die Bedingungen
es_es: He leído y acepto las <a href="#employer_cf_terms_services"> Condiciones del servicio </a>.
fr_fr: Lu et accepté <a href="#employer_cf_terms_services"> Conditions d'utilisation </a>
nl_nl: Ik heb de. Gelezen en ga ermee akkoord <a href="#employer_cf_terms_services">Voorwaarden en services</a>
pl_pl: Przeczytałem i zgadzam się na <a href="#employer_cf_terms_services">Warunki i usługi</a>
pt_pt: Li e aceito os <a href="#employer_cf_terms_services"> Termos de serviços </a>
vi: Tôi đã đọc và đồng ý với <a href="#employer_cf_terms_services"> Điều khoản và dịch vụ </a>

source: Visit our website
de_de: Webseite besuchen
vi: Nhập trang web của bạn

source: Your Class
de_de: Firmengröße
vi: Quy mô công ty

source: Followers
de_de: Follower
vi: Theo dõi
