Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: <i class="ion-android-send"></i> Follow Us
de_de: <i class="ion-android-send"></i> Folgen sie uns
es_es: <i class="ion-android-send"></i> Síguenos
fr_fr: <i class="ion-android-send"></i> Suivez nous
nl_nl: <i class="ion-android-send"></i> Volg ons
pl_pl: <i class="ion-android-send"></i> Podążaj za nami
uk: <i class = "ion-android-send"> </i> Дотримуйтесь нас
vi: <i class="ion-android-send"></i> Theo dõi chúng tôi

source: You have viewed resume.
de_de: Du hast dir diesen Lebenslauf bereits angesehen.
es_es: Has visto el currículum.
fr_fr: Vous avez consulté les CV.
nl_nl: Je hebt cv bekeken.
pl_pl: Masz podgląd CV.
pt_pt: Você viu o currículo.
uk: Ви переглянули резюме.
vi: Bạn đã xem hồ sơ.

source: Deleted successfully.
es_es: Borrado exitosamente.
fr_fr: Supprimé avec succès.
nl_nl: Met succes verwijderd.
pl_pl: Skutecznie usunięte.
pt_pt: Apagado com sucesso.
uk: Видалено успішно.
vi: Đã xoá thành công

source: <i class="fa fa-heart"></i> <span>Saved resume</span>
uk: <i class = "fa fa-edit"> </i> Змінити зображення
vi: <i class="fa fa-edit"> </i> Thay đổi Hình ảnh

source: <i class="fa fa-heart"></i> <span>Save resume</span>
uk: <i class = "fa fa-edit"> </i> Змінити зображення
vi: <i class="fa fa-edit"> </i> Thay đổi Hình ảnh

source: Please enter your name
de_de: Bitte geben Sie Ihren Namen ein
es_es: Por favor, escriba su nombre.
fr_fr: S'il vous plaît entrez votre nom
nl_nl: Vul alstublieft uw naam in
pl_pl: Proszę wpisać swoje imię
pt_pt: Por favor, insira seu nome
uk: Будь ласка, введіть своє ім'я
vi: Nhận tên của bạn

source: Please enter your email
de_de: Bitte geben Sie Ihre E-Mail-Adresse ein
es_es: Por favor introduzca su Email
fr_fr: veuillez entrer votre adresse email
nl_nl: Vul alstublieft uw e-mailadres in
pl_pl: Podaj swój adres e-mail
pt_pt: Por favor introduza o seu e-mail
uk: Будь ласка, введіть свій електронний лист
vi: Vui lòng nhập email

source: Please select at least one criteria
de_de: Bitte wähle mindestens ein Kriterium
es_es: Seleccione al menos un criterio
fr_fr: Sélectionner au moins un critère
nl_nl: Selecteer minimaal één criterium
pl_pl: Wybierz co najmniej jedno kryterium
pt_pt: Por favor, selecione pelo menos um critério
uk: Виберіть хоча б один критерій
vi: Vui lòng chọn ít nhất một tiêu chí

source: Added successfully, redirecting ...
de_de: Erfolgreich hinzugefügt, leite weiter...
es_es: Agregado con éxito, redirigiendo ...
fr_fr: Ajouté avec succès, redirection …
nl_nl: Met succes toegevoegd, omleiding ...
pl_pl: Dodano pomyślnie, przekierowuję ...
pt_pt: Adicionado com sucesso, redirecionando ...
uk: Додано успішно, перенаправлення ...
vi: Đã thêm thành công, đang chuyển hướng ...

source: An error occurred during the execution please reload the page and try again.
es_es: Se produjo un error durante la ejecución. Vuelva a cargar la página e intente de nuevo.
fr_fr: Une erreur s'est produite lors de l'exécution, rechargez la page et réessayez.
nl_nl: Er is een fout opgetreden tijdens de uitvoering laad de pagina opnieuw en probeer het opnieuw.
pl_pl: Wystąpił błąd podczas wykonywania, odśwież stronę i spróbuj ponownie.
pt_pt: Ocorreu um erro durante a execução, por favor recarregue a página e tente novamente.
uk: Під час виконання виконано помилку, перезавантажте сторінку та повторіть спробу.
vi: Đã xảy ra lỗi trong khi thực thi, vui lòng tải lại trang và thử lại.

source: Invalid Alert.
de_de: Ungültige Benachrichtigung.
es_es: Alerta inválida
fr_fr: Alerte invalide.
nl_nl: Ongeldige waarschuwing.
pl_pl: Nieprawidłowy alert.
pt_pt: Alerta Inválido.
uk: Недійсний сповіщення.
vi: Cảnh báo không hợp lệ.

source: Updated successfully, redirecting ...
de_de: Erfolgreich aktualisiert, leite werter...
es_es: Actualizado con éxito, redirigiendo ...
fr_fr: Mis à jour avec succés, redirection ...
nl_nl: Met succes bijgewerkt, doorverwijzend ...
pl_pl: Zaktualizowano pomyślnie, przekierowuję ...
pt_pt: Atualizado com sucesso, redirecionando ...
uk: Оновлено успішно, переспрямовуючи ...
vi: Đã cập nhật thành công, đang chuyển hướng ...

source: Invalid Application.
de_de: Bewerbung ungültig.
es_es: Solicitud inválida
fr_fr: Application invalide
nl_nl: Ongeldige toepassing.
pl_pl: Nieprawidłowa aplikacja.
pt_pt: Aplicativo inválido.
uk: Неправильне застосування.
vi: Ứng tuyển không hợp lệ.

source: Updated successfully.
de_de: <p>Erfolgreich aktualisiert!</p>.
es_es: Actualizado con éxito
fr_fr: Mis à jour avec succés
nl_nl: Succesvol geupdatet.
pl_pl: Aktualizacja zakończona sukcesem.
pt_pt: Atualizado com sucesso.
uk: Оновлено успішно.
vi: Cập nhật thành công.

source: Invalid candidate.
de_de: Ungültiger Bewerber.
es_es: Candidato inválido
fr_fr: Candidat invalide.
nl_nl: Ongeldige kandidaat.
pl_pl: Błędny kandydat.
pt_pt: Candidato inválido.
uk: Недійсний кандидат.
vi: Ứng viên không hợp lệ.

source: Please enter email subject
de_de: Bitte tragen Sie einen Betreff für ihre E-Mail ein
es_es: Ingrese el asunto del Email
fr_fr: S'il vous plaît entrer un sujet d'email
nl_nl: Voer het e-mailonderwerp in
pl_pl: Podaj temat wiadomości e-mail
pt_pt: Por favor insira o assunto do email
uk: Будь-ласка, введіть тему електронної пошти
vi: Vui lòng nhập chủ đề email

source: Please enter email message
de_de: Bitte tragen Sie eine Nachricht für ihre E-Mail ein
es_es: Por favor ingrese un mensaje de email
fr_fr: S'il vous plaît entrer un message d'email
nl_nl: Voer een e-mailbericht in
pl_pl: Wprowadź wiadomość e-mail
pt_pt: Por favor insira uma mensagem de email
uk: Будь ласка, введіть електронне повідомлення
vi: Vui lòng nhập nội dung email

source: Sent successfully.
de_de: Erfolgreich versendet.
es_es: Enviado correctamente.
fr_fr: Envoyé Avec succès
nl_nl: Succesvol verzonden.
pl_pl: Wysłano pomyślnie.
pt_pt: Enviado com sucesso.
uk: Надіслано успішно
vi: Gửi thành công

source: Invalid Item.
de_de: Ungültiger Artikel.
es_es: Artículo inválido
fr_fr: Élément invalide.
nl_nl: Ongeldig item.
pl_pl: Nieprawidłowa pozycja.
pt_pt: Item inválido.
uk: Недійсний елемент.
vi: Mục không hợp lệ.

source: Sorry, You have already reviewed.
de_de: Entschuldige, aber du hast bereits bewertet.
es_es: Lo siento, ya lo has revisado.
fr_fr: Vous avez déjà actualisé
nl_nl: Sorry, je hebt het al beoordeeld.
pl_pl: Przepraszamy, dokonałeś już przeglądu.
pt_pt: Desculpe, você já revisou.
uk: Вибачте, Ви вже розглянули.
vi: Xin lỗi, bạn vừa đánh giá.

source: Please select rating
de_de: Bitte wähle deine Bewertung
es_es: Por favor seleccione calificación
fr_fr: Veuillez sélectionner une évaluation
nl_nl: Selecteer beoordeling
pl_pl: Proszę wybrać ocenę
pt_pt: Por favor, selecione a classificação
uk: Будь ласка, виберіть рейтинг
vi: Vui lòng chọn xếp hạng

source: Please enter content.
de_de: Bitte tragen Sie ihren Inhalt ein.
es_es: Por favor ingrese el contenido.
fr_fr: Entrer le contenu
nl_nl: Voer alstublieft de inhoud in.
pl_pl: Wprowadź treść.
pt_pt: Por favor, insira o conteúdo.
uk: Будь ласка, введіть зміст
vi: Vui lòng nhập nội dung.

source: Sent review successfully, please wait admin approve.
de_de: Bewertung erfolgreich versendet. Nach einer Prüfung wird diese Bewertung öffentlich gemacht.
es_es: Enviado revisión con éxito, espere por aprobación del administrador.
fr_fr: L'évaluation a bien été envoyée, veuillez attendre l'approbation de l'administrateur
nl_nl: Beoordeling succesvol verzonden, even geduld als beheerder akkoord gaat.
pl_pl: Wysłano recenzję pomyślnie, proszę czekać na zatwierdzenie przez administratora.
pt_pt: Enviada avaliação com sucesso, por favor, aguarde admin aprovar.
uk: Відправлено огляд успішно, будь ласка, зачекайте адміністратора, схвалюйте.
vi: Đã gửi đánh giá thành công, vui lòng đợi quản trị phê duyệt.

source: Empty a criteria rate.
de_de: Leere ein Kriterium.
es_es: Vaciar una tasa de criterio.
fr_fr: Vider les critère de selection
nl_nl: Maak een criteriumratio leeg.
pl_pl: Opróżnij stawkę kryterium.
pt_pt: Esvazie uma taxa de critérios.
uk: Очистити критерій оцінки.
vi: Để trống một tiêu chí xếp hạng

source: Please select number rate.
de_de: Bitte wähle ein Kriterium.
es_es: Por favor seleccione la tasa de número.
fr_fr: Sélectionner le taux numérique
nl_nl: Selecteer nummertarief.
pl_pl: Proszę wybrać stawkę liczbową.
pt_pt: Por favor selecione a taxa numérica.
uk: Будь-ласка, виберіть коефіцієнт номера.
vi: Vui lòng chọn thang điểm xếp hạng.

source: Updated review successfully, please wait admin approve.
de_de: Bewertung erfolgreich aktualisiert. Ein Admin wird diese prüfen und dann freigeben.
es_es: Revisión actualizada con éxito, espere por la aprobación del administrador.
fr_fr: Mise à jour de la révision réussie, veuillez attendre l'approbation de l'administrateur
nl_nl: Bijgewerkte beoordeling geslaagd, even geduld als beheerder het goedkeurt.
pl_pl: Zaktualizowana recenzja została pomyślnie zakończona. Zaczekaj na zatwierdzenie przez administratora.
pt_pt: Revisão atualizada com sucesso, aguarde o administrador aprovar.
uk: Оновлений огляд успішно, будь ласка, зачекайте, адміністратор затвердить.
vi: Đã cập nhật thành công nhận xét, vui lòng đợi quản trị phê duyệt.

source: Updated review successfully.
es_es: Revisión actualizada con éxito.
fr_fr: Révision de la mise à jour avec succès
nl_nl: Bijgewerkt evaluatie succesvol.
pl_pl: Zaktualizowana recenzja została pomyślnie zakończona.
pt_pt: Revisão atualizada com sucesso.
uk: Оновлений огляд успішно.
vi: Đã cập nhật đánh giá thành công.

source: Please enter your content to reply review.
de_de: Bitte tragen Sie einen Inhalt für Ihre Bewertung ein.
es_es: Por favor ingrese su contenido para responder la revisión.
fr_fr: Entrer votre contenu pour répondre à l'annonce
nl_nl: Voer uw inhoud in om de beoordeling te beantwoorden.
pl_pl: Wprowadź treść, aby odpowiedzieć na recenzję.
pt_pt: Por favor, digite seu conteúdo para responder a revisão.
uk: Будь ласка, введіть свій вміст, щоб переглянути відгук.
vi: Vui lòng nhập nội dung của bạn để trả lời bài đánh giá.

source: Reply successfully.
de_de: Erfolgreich geantwortet.
es_es: Responda con éxito.
fr_fr: Répondre avec succès.
nl_nl: Reageer succesvol.
pl_pl: Odpowiedz poprawnie.
pt_pt: Responda com sucesso.
uk: Відповів успішно.
vi: Trả lời thành công.

source: Update reply successfully.
de_de: Antwort erfolgreich aktualisiert.
es_es: Actualizar la respuesta con éxito.
fr_fr: Mis à jour de la réponse avec succès
nl_nl: Antwoord succesvol bijwerken.
pl_pl: Zaktualizuj odpowiedź pomyślnie.
pt_pt: Atualize a resposta com sucesso.
uk: Оновлення відповіді успішно.
vi: Cập nhật trả lời thành công.

source: Invalid Review.
de_de: Ungültige Bewertung.
es_es: Revisión no válida!
fr_fr: Avis non valides
nl_nl: Ongeldige beoordeling.
pl_pl: Nieprawidłowa weryfikacja.
pt_pt: Revisão inválida.
uk: Недійсний огляд
vi: Đánh giá không hợp lệ.

source: Invalid Application
de_de: Bewerbung ungültig
es_es: Solicitud inválida
fr_fr: Application invalide
nl_nl: Ongeldige toepassing
pl_pl: Nieprawidłowa aplikacja
pt_pt: Aplicativo inválido
uk: Неправильне застосування
vi: Hồ sơ ứng tuyển không hợp lệ

source: Invalid order
de_de: Ungültige Bestellung
es_es: Orden inválida
fr_fr: Ordre invalide
pl_pl: Nieprawidłowa kolejność
pt_pt: Pedido inválido
uk: Недійсний порядок
vi: Yêu cầu không hợp lệ

source: Please enable woocommerce plugin first.
de_de: Bitte aktiviere erst das WooCommerce Plugin.
es_es: Primero habilite el plugin de woocommerce.
fr_fr: Veuillez d'abord activer le plugin woocommerce
nl_nl: Activeer aub woocommerce plugin eerst.
pl_pl: Najpierw włącz wtyczkę Woocommerce.
pt_pt: Por favor, habilite o plugin woocommerce primeiro.
uk: Перш за все, включіть плагін woocommerce.
vi: Vui lòng bật plugin woocommerce trước.

source: No class found.
de_de: Keinen Class gefunden. <a href="https://nextdriver.eu/register/?role=employer">Jetzt einen Class hinzufügen</a>.
es_es: No se encontró trabajo
fr_fr: Aucun emploi trouvé.
nl_nl: Geen baan gevonden.
pl_pl: Nie znaleziono pracy.
pt_pt: Nenhum trabalho encontrado.
uk: Не знайдено жодної роботи.
vi: Không tìm được việc làm.

source: Export successfully.
de_de: Erfolgreich exportiert.
es_es: Exportar con éxito.
fr_fr: Exporter avec succès.
pl_pl: Eksportuj pomyślnie.
pt_pt: Exportar com sucesso.
uk: Експортувати успішно.
vi: Xuất thành công.

# Role for email
source: Student
de_de: Arbeitgeber
es_es: Empleador
fr_fr: Employeur
nl_nl: Werkgever
pl_pl: Informacje o pracodawcy
pt_pt: Empregador
uk: Роботодавець
vi: Nhà tuyển dụng

# Role for email
source: Teacher
de_de: Bewerber
es_es: Candidato
fr_fr: Candidat
nl_nl: Kandidaat
pl_pl: Kandydat
pt_pt: Candidato
uk: Кандидат
vi: Ứng viên

source: Upload Photo
de_de: Foto hochladen
es_es: Subir foto
fr_fr: Envoyer la photo
nl_nl: Upload foto
pl_pl: Prześlij zdjęcie
pt_pt: Carregar foto
uk: Завантажити фотографію
vi: Tải ảnh lên

source: Change Avatar
de_de: Avatar ändern
es_es: Cambiar avatar
fr_fr: Changer d'avatar
nl_nl: Verander Avatar
pl_pl: Zmień awatar
pt_pt: Mudar Avatar
uk: Змінити Аватар
vi: Thay đổi hình đại diện

source: Save Avatar
de_de: Profilbild speichern
es_es: Guardar Avatar
fr_fr: Sauvegarder Avatar
nl_nl: Sla Avatar op
pl_pl: Zapisz Avatar
pt_pt: Salvar Avatar
uk: Зберегти аватар
vi: Lưu hình đại diện

source: Click me
de_de: Klick mich
es_es: Haz click en mi
fr_fr: Clique moi
nl_nl: Klik hier
pl_pl: Kliknij
pt_pt: Clique em mim
uk: Натисніть мені
vi: Nhấp vào đây

source: + Add more
de_de: + Hinzufügen
es_es: + Añadir más
fr_fr: + Ajouter plus
nl_nl: + Meer toevoegen
pl_pl: + Dodaj więcej
pt_pt: + Adicionar mais
uk: + Додати ще
vi: + Thêm

source: Allowed Files
de_de: Erlaubte Dateien
es_es: Archivos permitidos
fr_fr: Fichiers autorisés
nl_nl: Toegestane bestanden
pl_pl: Dozwolone pliki
pt_pt: Arquivos Permitidos
uk: Дозволені файли
vi: Tệp được phép

source: Uploaded %s
de_de: Hochgeladen %s
es_es: Cargado %s
fr_fr: Téléchargé% s
nl_nl: Geüploade %s
pl_pl: Przesłano %s
uk: Завантажено% s
vi: Đã tải lên %s

source: Upload new %s
de_de: Neuen [%s] hochladen
uk: Прикріпити нове %s
vi: Tải lên cv mới %s

source: Allowed file: %s, maximum upload file size: %s
de_de: Erlaubte Dateiformate: %s, Maximale Dateigrösse: %s
es_es: Archivo permitido: %s, tamaño máximo de archivo de carga: %s
fr_fr: Fichier autorisé:% s, Le téléchargement maximal est%s
nl_nl: Toegestaan bestand: %s, maximale bestandsgrootte van upload: %s
pl_pl: Dozwolony plik: %s, maksymalny rozmiar wysyłanego pliku: %s
pt_pt: Arquivo permitido: %s, tamanho máximo do arquivo de upload: %s
uk: Дозволений файл:% s, максимальний розмір файлу завантаження:% s
vi: Tệp được phép: %s. Kích thước tệp tải lên tối đa: %s

source: Select File
de_de: Datei auswählen
es_es: Seleccione Archivo
fr_fr: Choisir le dossier
nl_nl: Selecteer bestand
pl_pl: Wybierz Plik
pt_pt: Selecione o arquivo
uk: Виберіть файл
vi: Chọn tập tin

source: Change File
de_de: Datei ändern
es_es: Cambiar archivo
fr_fr: Changer le fichier
nl_nl: Wijzig bestand
pl_pl: Zmień plik
pt_pt: Alterar arquivo
uk: Змінити файл
vi: Thay đổi tệp

source: Download File
de_de: Download-Datei
es_es: Descargar archivo
fr_fr: Télécharger un fichier
nl_nl: Download bestand
pl_pl: Pobieranie pliku
pt_pt: Fazer download do arquivo
uk: Завантажити файл
vi: Tải tập tin

source: Remove File
de_de: Datei löschen
es_es: Remover archivo
fr_fr: Effacer le fichier
nl_nl: Bestand verwijderen
pl_pl: Usuń plik
pt_pt: Remover arquivo
uk: Видалити файл
vi: Xóa tệp

source: You may only upload maximum %d file
de_de: Sie können nur maximal %d Datei(en) hochladen
es_es: Solo puede cargar el archive %d máximo
fr_fr: Vous ne pouvez télécharger que les fichiers %d maximum
nl_nl: Je mag alleen het maximale %d-bestand uploaden
pl_pl: Możesz przesłać tylko maksimum %d plik
pt_pt: Você só pode enviar o arquivo %d máximo
uk: Ви можете завантажувати лише максимальний файл% d
vi: Bạn chỉ có thể tải lên tối đa %d tệp

source: You may only upload maximum %d files
de_de: Sie können nur maximal %d Datei(en) hochladen
es_es: Solo puede cargar archivos %d máximo
fr_fr: Vous ne pouvez télécharger que les fichiers %d maximum
nl_nl: Je mag alleen de maximale %d bestanden uploaden
pl_pl: Możesz przesłać tylko maksimum %d akta
pt_pt: Você só pode fazer o upload de no máximo %d arquivos
uk: Ви можете завантажувати лише максимум% d файлів
vi: Bạn chỉ có thể tải lên tối đa %d tệp

source: Error: Cannot delete file
de_de: Fehler: Datei kann nicht gelöscht werden
es_es: Error: no se puede eliminar el archivo
fr_fr: Erreur: impossible de supprimer le fichier
nl_nl: Fout: bestand kan niet worden verwijderd
pl_pl: Błąd: nie można usunąć pliku
pt_pt: Erro: Não é possível excluir o arquivo
uk: Помилка: неможливо видалити файл
vi: Lỗi: Không thể xóa tệp

# file upload
source: Upload Files
de_de: Dateien hochladen
es_es: Subir archivos
fr_fr: Télécharger des fichiers
nl_nl: Upload bestanden
pl_pl: Prześlij pliki
pt_pt: Fazer upload de arquivos
uk: Завантаження файлів
vi: Tải lên tệp

# file upload
source: Delete
de_de: Löschen
es_es: Borrar nota
fr_fr: Supprimer
nl_nl: Verwijder
pl_pl: Kasować
pt_pt: Excluir
uk: Видалити
vi: Xóa bỏ

# file upload
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: modifier
nl_nl: Bewerk
pl_pl: Edytować
pt_pt: Editar
uk: Редагувати
vi: Chỉnh sửa

source: Allowed Images
de_de: Erlaubte Bilder
es_es: Imágenes permitidas
fr_fr: Images autorisées
nl_nl: Toegestane afbeeldingen
pl_pl: Dozwolone obrazy
pt_pt: Imagens permitidas
uk: Дозволені зображення
vi: Hình ảnh được phép

source: Find Address
de_de: Adresse finden
es_es: Encuentra la dirección
fr_fr: Trouver une adresse
nl_nl: Vind adres
pl_pl: Znajdź adres
pt_pt: Encontrar endereço
uk: Знайти адресу
vi: Tìm địa chỉ

# media
source: + Add Media
de_de: + Medien hinzufügen
es_es: + Agregar medios
fr_fr: + Ajouter un média
nl_nl: + Media toevoegen
pl_pl: + Dodaj media
pt_pt: + Adicionar Mídia
uk: + Додати медіа
vi: + Thêm phương tiện

# media
source: file
de_de: Datei
es_es: archivo
fr_fr: fichier
nl_nl: bestand
pl_pl: plik
pt_pt: arquivo
uk: файл
vi: tập tin

# media
source: files
de_de: Dateien
es_es: archivos
fr_fr: fichiers
nl_nl: bestanden
pl_pl: akta
pt_pt: arquivos
uk: файли
vi: các tập tin

# media
source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Retirer
nl_nl: Verwijderen
pl_pl: Usunąć
pt_pt: Remover
uk: Видалити
vi: Xóa bỏ

# media
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: modifier
nl_nl: Bewerk
pl_pl: Edytować
pt_pt: Editar
uk: Редагувати
vi: Chỉnh sửa

# media
source: View
de_de: Anzeigen
es_es: Ver
fr_fr: voir
nl_nl: Uitzicht
pl_pl: Widok
pt_pt: Visão
uk: Вид
vi: Lượt xem

# media
source: No Title
de_de: Kein Titel
es_es: Sin título
fr_fr: Pas de titre
nl_nl: Geen titel
pl_pl: Bez tytułu
pt_pt: Nenhum título
uk: Немає заголовка
vi: Không tiêu đề

# media
source: Select Files
de_de: Dateien auswählen
es_es: Selecciona archivos
fr_fr: Sélectionnez les fichiers
nl_nl: Selecteer bestand
pl_pl: Wybierz pliki
pt_pt: Selecionar arquivos
uk: Виберіть файли
vi: Chọn tệp tin

# media
source: or
de_de: oder
es_es: o
fr_fr: ou
nl_nl: of
pl_pl: lub
pt_pt: ou
uk: або
vi: hoặc

# media
source: Drop files here to upload
de_de: Dateien zum Hochladen hierher ziehen
es_es: Arrastra los archivos aquí para subirlos
fr_fr: Déposer ici les fichiers à télécharger
nl_nl: Plaats hier bestanden om te uploaden
pl_pl: Upuść pliki tutaj, aby przesłać
pt_pt: Soltar arquivos aqui para enviar
uk: Залиште файли тут, щоб завантажити
vi: Thả tệp vào đây để tải lên

source: Embed HTML not available.
de_de: HTML ist nicht verfügbar.
es_es: Incrustar HTML no disponible.
fr_fr: Intégrer le code HTML non disponible
nl_nl: Embed HTML is niet beschikbaar.
pl_pl: HTML nie jest dostępny.
pt_pt: Incorporar HTML não disponível.
uk: Вставити HTML недоступним.
vi: Nhúng HTML không khả dụn

source: Select a post
de_de: Beitrag auswählen
es_es: Selecciona una publicación
fr_fr: Sélectionnez un article
nl_nl: Selecteer een bericht
pl_pl: Wybierz wpis
pt_pt: Selecione uma postagem
uk: Виберіть публікацію
vi: Chọn bài đăng

source: Select a %s
de_de: Wähle einen %s
es_es: Seleccione in %s
fr_fr: Sélectionnez un %s
nl_nl: Selecteer een %s
pl_pl: Wybierz %s
pt_pt: Selecione um %s
uk: Виберіть% s
vi: Chọn %s

source: Select an item
de_de: Element auswählen
es_es: selecciona un artículo
fr_fr: Sélectionnez un élément
nl_nl: Selecteer een item
pl_pl: Wybierz przedmiot
pt_pt: Selecione um item
uk: Виберіть елемент
vi: Chọn một mục

source: All
de_de: Alle
es_es: Todas
fr_fr: Tout
nl_nl: Alle
pl_pl: Wszystko
pt_pt: Todos
uk: Все
vi: Tất cả

source: None
de_de: Keinem Rang
es_es: Ninguna
fr_fr: Aucun
nl_nl: Geen
pl_pl: Żaden
pt_pt: Nenhum
uk: Ні
vi: Không

source: Select a term
de_de: Begriff wählen
es_es: Seleccione un término
fr_fr: Choisissez un terme
nl_nl: Selecteer een term
pl_pl: Wybierz termin
pt_pt: Selecione um termo
uk: Виберіть термін
vi: Chọn một thuật ngữ

# taxonomy2
source: Select all
de_de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner
nl_nl: Selecteer alles
pl_pl: Zaznacz wszystko
pt_pt: Selecionar tudo
uk: Вибрати все
vi: Chọn tất cả

# taxonomy2
source: Search
de_de: Suche
es_es: Buscar
fr_fr: Chercher
nl_nl: Zoeken
pl_pl: Szukaj
pt_pt: Pesquisa
uk: Пошук
vi: Tìm kiếm

# taxonomy2
source: None selected
de_de: Keine ausgewählt
es_es: Ninguna seleccionada
fr_fr: Aucune sélection
nl_nl: Geen geselecteerd
pl_pl: Nie wybrano
pt_pt: Nenhum selecionado
uk: Нічого не вибрано
vi: Không được chọn

# taxonomy2
source: All selected
de_de: Alle ausgewählt
es_es: Todos seleccionados
fr_fr: Tous sélectionnés
nl_nl: Alle geselecteerd
pl_pl: Wszystkie wybrane
pt_pt: Todos selecionados
uk: Всі вибрані
vi: Tất cả đã chọn

# image upload
source: Upload Images
de_de: Bilder hochladen
es_es: Subir imágenes
fr_fr: Télécharger des images
nl_nl: Upload afbeeldingen
pl_pl: Przesyłać zdjęcia
pt_pt: Enviar imagens
uk: Завантажити зображення
vi: Đăng tải hình ảnh

source: Select an user
es_es: Seleccione un usuario
fr_fr: Sélectionnez un utilisateur
nl_nl: Selecteer een gebruiker
pl_pl: Wybierz użytkownika
pt_pt: Selecione um usuário
uk: Виберіть користувача
vi: Chọn người dùng

source: Login ID
es_es: Ingresar ID
fr_fr: Identifiant de connexion
nl_nl: Inlog ID
pt_pt: Identificação de usuário
uk: Ім'я користувача
vi: ID đăng nhập

source: Transection Key
es_es: Transaction key
fr_fr: Clé de transaction
nl_nl: Transactie - toets
pl_pl: Klucz transakcji
pt_pt: Chave de Transição
uk: Ключ трансціції
