Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: MD5 Hash Key is required to validate the response from Authorize.net. Refer: <a href="http://www.indatos.com/developer-documentation/md5-hash-security-feature-authorize-net/?ref=auth-sim" target="_blank">MD5 Security Feature</a> for help.
de_de: Ein MD5 Hash Key wird benötigt, um die Antwort von Authorize.net zu bestätigen. Siehe: <a href="http://www.indatos.com/developer-documentation/md5-hash-security-feature-authorize-net/?ref=auth-sim" target="_blank">MD5 Security Feature</a> für Hilfe.
es_es: La clave hash MD5 es necesaria para validar la respuesta de Authorize.net. Consulte: <a href="http://www.indatos.com/developer-documentation/md5-hash-security-feature-authorize-net/?ref=auth-sim" target="_blank"> Característica de seguridad MD5 </a> por ayuda.
fr_fr: MD5 Hash Key est requis pour valider la réponse de Authorize.net. Refer: <a href="http://www.indatos.com/developer-documentation/md5-hash-security-feature-authorize-net/?ref=auth-sim" target="_blank">MD5 Security Feature</a> for help.
nl_nl: MD5 hashesleutel is vereist om het antwoord te valideren Authorize.net. Refer: <a href="http://www.indatos.com/developer-documentation/md5-hash-security-feature-authorize-net/?ref=auth-sim" target="_blank">MD5-beveiligingsfunctie</a> voor hulp.
pl_pl: Klucz skrótu MD5 jest wymagany do sprawdzenia poprawności odpowiedzi Authorize.net. Refer: <a href="http://www.indatos.com/developer-documentation/md5-hash-security-feature-authorize-net/?ref=auth-sim" target="_blank">MD5 Security Feature</a> for help.
pt_pt: A chave hash MD5 é necessária para validar a resposta de Authorize.net. Referir: <a href="http://www.indatos.com/developer-documentation/md5-hash-security-feature-authorize-net/?ref=auth-sim" target="_blank">MD5 Security Feature</a> para ajuda.
uk: MD5 Hash Key необхідний для перевірки відповіді від Authorize.net. Зверніться: <a href="http://www.indatos.com/developer-documentation/md5-hash-security-feature-authorize-net/?ref=auth-sim" target="_blank"> Функція захисту MD5 < / a> для допомоги.
vi: MD5 Hash Key được yêu cầu để xác nhận phản hồi từ Authorize.net. Tham khảo: <a href="http://www.indatos.com/developer-documentation/md5-hash-security-feature-authorize-net/?ref=auth-sim" target="_blank"> Tính năng bảo mật MD5 </a> để được trợ giúp.

source: API Mode
es_es: Modo API
fr_fr: Mode API
nl_nl: API-modus
pl_pl: Tryb API
pt_pt: Modo de API
uk: API режим
vi: Chế độ API

source: Transaction Mode
es_es: Modo de transacción
fr_fr: Mode de transaction
nl_nl: Transactiemodus
pl_pl: Tryb transakcji
pt_pt: Modo de Transação
uk: Режим транзакції
vi: Chế độ giao dịch

source: Your transaction has been declined.
de_de: Ihre Transaktion wurde abgelehnt.
es_es: Su transacción ha sido rechazada.
fr_fr: Votre transaction a été refusée
nl_nl: Uw transactie is geweigerd.
pl_pl: Twoja transakcja została odrzucona.
pt_pt: Sua transação foi recusada.
uk: Вашу трансакцію відхилено.
vi: Giao dịch của bạn đã bị từ chối

source: Cancel Order
de_de: Bestellung abbrechen
es_es: Cancelar orden
fr_fr: annuler la commande
nl_nl: Annuleer bestelling
pl_pl: Anuluj zamówienie
pt_pt: Cancelar pedido
uk: Відмінити замовлення
vi: Hủy yêu cầu

source: Direct Bank Transfer
de_de: Banküberweisung
es_es: Transferencia bancaria directa
fr_fr: Virement bancaire
nl_nl: Directe bankoverschrijving
pl_pl: Bezpośredni przelew bankowy
pt_pt: Transferência bancária direta
uk: Прямий банківський переказ
vi: Chuyển khoản trực tiếp

source: The description of payment.
es_es: La descripción del pago.
fr_fr: La description du paiement
nl_nl: De beschrijving van de betaling.
pl_pl: Opis płatności.
pt_pt: A descrição do pagamento.
uk: Опис оплати.
vi: Mô tả thanh toán.

source: Sandbox
uk: Пісочниця

source: Sandbox method.
es_es: Método Sandbox.
nl_nl: Sandbox-methode.
pl_pl: Metoda Sandbox.
pt_pt: Método Sandbox.
uk: Метод пісочниці.
vi: Phương thức Sandbox.

source: Paypal email
es_es: E-mail de Paypal
pt_pt: Email do Paypal
uk: Paypal електронною поштою

source: Identity Token
fr_fr: Jeton d'identité
nl_nl: Identiteitstoken
pl_pl: Token tożsamości
pt_pt: Token de identidade
uk: Токен ідентичності
vi: Mã nhận dạng

source: Using for PDT Notification
de_de: Wird für PDT-Benachrichtigungen verwendet
es_es: Usando para la notificación PDT
fr_fr: Utilisation pour notification PDT
nl_nl: Gebruiken voor PDT-melding
pl_pl: Używanie do powiadamiania PDT
pt_pt: Usando para notificação PDT
uk: Використання для повідомлення PDT
vi: Sử dụng cho thông báo PDT

source: Validation error: PayPal amounts do not match (amt %s).
de_de: Validierungsfehler: PayPal-Beträge stimmen nicht überein (amt %s).
es_es: Error de validación: las cantidades de PayPal no coinciden (amt %s).
fr_fr: Erreur de validation: les montants PayPal ne correspondent pas (amt %s).
nl_nl: Validatiefout: PayPal-bedragen komen niet overeen (amt %s).
pl_pl: Błąd sprawdzania poprawności: kwoty PayPal nie są zgodne (AMT% s).
pt_pt: Erro de validação: os valores do PayPal não correspondem (amt %s).
uk: Помилка перевірки: суми PayPal не співпадають (амт% s).
vi: Lỗi xác thực: Số tiền PayPal không khớp (amt% s).

source: PDT payment completed.
de_de: PDT-Zahlung abgeschlossen.
es_es: Pago PDT completado.
fr_fr: Paiement PDT terminé.
nl_nl: PDT-betaling voltooid.
pl_pl: Płatność PDT zakończona.
pt_pt: Pagamento do PDT concluído.
uk: Платіж PDT завершено.
vi: Đã hoàn tất thanh toán PDT

source: Payment authorized. Change payment status to processing or complete to capture funds.
de_de: Zahlung autorisiert. Ändern Sie den Zahlungsstatus auf "in Bearbeitung" oder "Abgeschlossen" um die Zahlung einzuziehen.
es_es: Pago autorizado. Cambia el estado de pago al procesamiento o completa para capturar fondos.
fr_fr: Paiement autorisé. Changer le statut de paiement en traitement ou compléter pour d'autres sources d'approvisionnement
nl_nl: Betaling geautoriseerd. Wijzig de betalingsstatus in verwerking of voltooi om fondsen te ontvangen.
pl_pl: Płatność autoryzowana. Zmień status płatności na przetwarzanie lub zakończ, aby przechwycić środki.
pt_pt: Pagamento autorizado. Altere o status do pagamento para processamento ou complete para capturar fundos.
uk: Платіж авторизований. Змінити статус платежу до обробки або завершити для залучення коштів.
vi: Thanh toán được ủy quyền. Thay đổi trạng thái thanh toán để xử lý hoặc hoàn thành để nhận tiền.

source: Payment pending (%s).
de_de: Zahlung ausstehend: %s.
es_es: Pago pendiente (%s).
fr_fr: Paiement en attente (% s).
nl_nl: Betaling is in behandeling (%s).
pl_pl: Płatność oczekująca (%s).
pt_pt: Pagamento pendente ( %s).
uk: Платіж очікує на розгляд (% s).
vi: Thanh toán đang chờ xử lý (% s).

source: IPN payment completed.
de_de: IPN-Zahlung abgeschlossen.
es_es: Pago de IPN completado.
fr_fr: Paiement IPN complété.
nl_nl: IPN-betaling voltooid.
pl_pl: Płatność IPN zakończona.
pt_pt: Pagamento do IPN concluído.
uk: Платіж IPN завершено.
vi: Thanh toán IPN đã hoàn tất.

source: Skrill
uk: Скрил

source: Enable Skrill.
de_de: Skrill aktivieren.
es_es: Habilita Skrill.
fr_fr: Activer Skrill
nl_nl: Schakel Skrill in.
pl_pl: Włączyć Skrill.
pt_pt: Ativar o Skrill.
uk: Увімкнути Skrill.
vi: Bật Skrill

source: Skrill Email
pt_pt: E-mail Skrill
uk: Скрілл по електронній пошті
vi: Email Skrill

source: Enter Skrill Email
es_es: Ingrese el email de Skrill
fr_fr: Entrez Skrill Email
nl_nl: Voer Skrill Email in
pl_pl: Wprowadź e-mail Skrill
pt_pt: Digite o e-mail do Skrill
uk: Введіть Skrill Email
vi: Nhập email Skrill

source: Merchant ID
de_de: Händler-ID
es_es: Identificación del comerciante
fr_fr: ID du marchand
nl_nl: Verkoper-ID
pl_pl: Identyfikator sprzedawcy
pt_pt: ID do comerciante
uk: Ідентифікатор продавця
vi: ID người bán

source: Enter Merchant ID
es_es: Ingrese la identificación del comerciante
fr_fr: Entrez l'ID du marchand
nl_nl: Voer verkoper-ID in
pl_pl: Wprowadź identyfikator sprzedawcy
pt_pt: Insira o ID do comerciante
uk: Введіть ідентифікатор продавця
vi: Nhập ID người bán

source: Secret Word
de_de: Sicherheitswort
es_es: Palabra secreta
fr_fr: Mot secret
nl_nl: Geheim woord
pl_pl: Sekretne słowo
pt_pt: Palavra secreta
uk: Таємне слово
vi: Từ bí mật

source: Enter Secret Word
de_de: Sicherheitswort eingeben
es_es: Ingrese la palabra secreta
fr_fr: Entrer le mot secret
nl_nl: Voer geheim woord in
pl_pl: Wprowadź tajne słowo
pt_pt: Digite a Palavra Secreta
uk: Введіть секретне слово
vi: Nhập Từ bí mật

source: Test Mode
de_de: Testmodus
es_es: Modo de prueba
fr_fr: Mode d'essai
nl_nl: Testmodus
pl_pl: Tryb testowania
pt_pt: Modo de teste
uk: Тестовий режим
vi: Chế độ kiểm thử

source: Order #%s
de_de: Bestellung #%s
es_es: Pedidos #%s
fr_fr: commande #%s
nl_nl: Bestellen #%s
pl_pl: Zamówienie #%s
pt_pt: Encomend # %s
uk: Замовлення №% s
vi: Đơn hàng #%s

source: Payment completed.
de_de: Zahlung abgeschlossen.
es_es: Pago completado.
fr_fr: Paiement terminé.
nl_nl: Betaling afgerond.
pl_pl: Płatność zakończona.
pt_pt: Pagamento completo.
uk: Оплата завершена.
vi: Hoàn tất thanh toán.

source: Stripe
uk: Смуга

source: Test Secret Key
es_es: Pruebe la clave secreta
fr_fr: Clé secrète de test
nl_nl: Test geheime sleutel
pt_pt: Teste chave secreta
uk: Тест секретний ключ
vi: Test Publishable Key

source: Test Publishable Key
es_es: Prueba de clave publicable
fr_fr: Test de clé publique
nl_nl: Test Publiceerbare sleutel
pt_pt: Teste de chave publicável
uk: Випробувати видавничий ключ

source: Charge
de_de: Aufladen
es_es: Cargar
fr_fr: prix
nl_nl: In rekening brengen
pl_pl: Opłata
pt_pt: Carregar
uk: Заряджати
vi: Trả phí

source: Stripe Error.
de_de: Stripe Fehler.
es_es: Error Stripe
fr_fr: Erreur de Stripe
pl_pl: Błąd paska.
pt_pt: Erro de faixa.
uk: Положення помилки.
vi: Lỗi Stripe

source: negotiable
de_de: Verhandelbar
es_es: negociable
fr_fr: négociable
nl_nl: bespreekbaar
pl_pl: do negocjacji
pt_pt: negociável
uk: обговорюваний
vi: Thương lượng

source: Order status changed from %1$s to %2$s.
de_de: Status der Bestellung von %1$s auf %2$s geändert.
es_es: El estado del pedido cambió de %1$s a %2$s.
fr_fr: Le statut de la commande a changé de %1$s à %2$s.
nl_nl: Bestelling status gewijzigd van %1$s naar %2$s.
pl_pl: Status zamówienia został zmieniony z %1$s to %2$s.
pt_pt: O status do pedido foi alterado de %1$s para %2$s.
uk: Статус замовлення змінено з %1$s на %2$s.
vi: Trạng thái yêu cầu đã thay đổi từ %1$s thành %2$s.

source: Order status set to %s.
de_de: Status der Bestellung geändert zu %s.
es_es: Estado del pedido establecido en %s.
fr_fr: Le statut de la commande est défini sur %s
nl_nl: Orderstatus ingesteld op %s.
pl_pl: Status zamówienia ustawiony na %s.
pt_pt: Status do pedido definido como %s
uk: Статус замовлення встановлено на% s.
vi: Trạng thái yêu cầu được đặt thành %s.

source: Invalid key.
de_de: Ungültiger Schlüssel.
es_es: Tecla inválida.
fr_fr: Clé non valide.
nl_nl: Ongeldige sleutel.
pl_pl: Błędny klucz.
pt_pt: Chave inválida.
uk: Недійсний ключ
vi: Mã khóa không hợp lệ.

source: Sorry can not pay this order because miss package related.
de_de: Leider konnte die Bestellung nicht aufgegeben werden, da es einen Fehler im Job-Paket gibt.
es_es: Lo sentimos, no podemos pagar esta orden porque se ha perdido el paquete.
fr_fr: Désolé, vous ne pouvez payer cette commande faute de forfait lié
nl_nl: Sorry, deze bestelling kan niet worden betaald omdat miss package gerelateerd is.
pl_pl: Niestety nie można zapłacić tego zamówienia, ponieważ pakiet związany z miss.
pt_pt: Desculpe não pode pagar este pedido porque falta pacote relacionado.
uk: Вибачте, що не можете оплатити це замовлення, бо не стосується пакету.
vi: Rất tiếc, bạn không thể thanh toán đơn đặt hàng này vì bỏ qua gói có liên quan.

source: Pending payment
de_de: Zahlung ausstehend
es_es: Pago pendiente
fr_fr: En attente de paiement
nl_nl: In afwachting van betaling
pl_pl: Oczekuje na płatność
pt_pt: Pagamento Pendente
uk: Очікування платежу
vi: Chờ thanh toán

source: Compeleted
de_de: Bezahlt
es_es: Terminado
fr_fr: Terminé
nl_nl: Voltooid
pl_pl: Zakończony
pt_pt: Concluído
uk: Узгоджений
vi: Hoàn thành

source: Hold
es_es: Sostener
fr_fr: Tenir
nl_nl: Houden
pl_pl: Utrzymać
pt_pt: Aguarde
uk: Тримайся
vi: Giữ

source: Submit Job
de_de: Anzeige aufgeben
es_es: Enviar trabajo
fr_fr: Envoyer in emploi
nl_nl: Opdracht verzenden
pl_pl: Prześlij pracę
pt_pt: Enviar trabalho
uk: Надіслати роботу
vi: Gửi công việc

source: Feature Job
de_de: Job hervorheben
es_es: Función de trabajo
fr_fr: Emploi en vedette
nl_nl: Functie Job
pl_pl: Funkcja zadania
pt_pt: Trabalho de Recurso
uk: Особливість роботи
vi: Công việc nổi bật

source: Renew Job
de_de: Stelle erneuern
es_es: Renovar trabajo
fr_fr: Renouveler le emploi
nl_nl: Job vernieuwen
pl_pl: Odnów zadanie
pt_pt: Renovar trabalho
uk: Відновити роботу
vi: Làm mới công việc

source: Resume Package
de_de: Job Ticket
es_es: Paquete de currículum
fr_fr: CV le paquet
nl_nl: Hervat pakket
pl_pl: Wznów pakiet
pt_pt: Retomar pacote
uk: Резюме Пакет
vi: Gói xem hồ sơ

source: Apply Class Package
de_de: Post Ticket (free)
es_es: Aplicar el paquete de trabajo
fr_fr: Appliquer le emploi d'paquet
nl_nl: Solliciteer pakket
pl_pl: Zastosuj pakiet zadań
pt_pt: Aplicar pacote de trabalho
uk: Застосувати пакет роботи
vi: Gói ứng tuyển

source: Package %s
de_de: Paket: %s
es_es: Paquete %s
fr_fr: Paquets %s
nl_nl: Pakket %s
pl_pl: Pakiet %s
pt_pt: Pacote %s
uk: Пакет% s
vi: Gói %s

source: Feature job %s
de_de: Anzeige hervorheben %s
es_es: Función de trabajo %s
fr_fr: Emplois en vedette %s
nl_nl: Functie functie %s
pl_pl: Zadanie funkcji %s
pt_pt: Trabalho de recurso %s
uk: Функція завдання% s
vi: Việc làm nổi bật %s

source: Renew job %s
de_de: Diese Stelle erneuern: %s
es_es: Renovar trabajo %s
fr_fr: Renouveler l'emploi% s
nl_nl: Baan vernieuwen %s
pl_pl: Odnów pracę %s
pt_pt: Renovar o trabalho %s
uk: Відновити роботу% s
vi: Làm mới việc làm %s

source: Payment Order %s
de_de: Zahlungsauftrag %s
es_es: Orden de pago %s
fr_fr: Ordre de paiement% s
nl_nl: Betalingsopdracht %s
pl_pl: Zlecenie płatnicze %s
pt_pt: Ordem de pagamento %s
uk: Платіжне доручення% s
vi: Hóa đơn thanh toán %s

source: Order #%d
de_de: Bestellung #%d
es_es: Ordenar #%d
fr_fr: Nombre de commande% d
nl_nl: Bestellen #%d
pl_pl: Zamówienie #%d
pt_pt: Encomenda #%d
uk: Замовлення #% d
vi: Yêu cầu %d

source: %d day
de_de: %d Tag
es_es: %d día
fr_fr: %d journée
nl_nl: %d dag
pl_pl: %d dzień
pt_pt: %d dia
uk: % d день
vi: %d ngày

source: %d month
de_de: %d Monat
es_es: %d mes
fr_fr: %d mois
nl_nl: %d maand
pl_pl: %d miesiąc
pt_pt: %d mês
uk: %d місяць
vi: %d tháng

source: %d year
de_de: %d Jahr
es_es: %d año
nl_nl: %d jaar
pl_pl: %d rok
pt_pt: %d ano
uk: %d рік
vi: %d năm

source: Add New
de_de: Neu hinzufügen
es_es: Agregar nuevo
fr_fr: Ajouter un nouveau
nl_nl: Voeg nieuw toe
pl_pl: Dodaj nowe
pt_pt: Adicionar novo
uk: Додати новий
vi: Thêm mới

source: Add New Class
de_de: Neues Stellenangebot
es_es: Agregar nuevo trabajo
fr_fr: Ajouter un nouvel emploi
nl_nl: Nieuwe job toevoegen
pl_pl: Dodaj nową pracę
pt_pt: Adicionar novo trabalho
uk: Добавити Вакансію
vi: Đăng tin tuyển dụng

source: Edit Job
de_de: Job bearbeiten
es_es: Editar trabajo
fr_fr: Modifier le emploi
nl_nl: Bewerk job
pl_pl: Edytuj zadanie
pt_pt: Editar trabalho
uk: Редагувати завдання
vi: Sửa việc làm

source: View Job
de_de: Anzeigen
es_es: Ver trabajo
fr_fr: Voir le emploi
nl_nl: Bekijk baan
pl_pl: Zobacz zadanie
pt_pt: Ver trabalho
uk: Переглянути роботу
vi: Xem việc làm

source: Start Learning
de_de: Job suchen
es_es: Buscar trabajo
fr_fr: Recherche d'emploi
nl_nl: Baan zoeken
pl_pl: Szukaj pracy
pt_pt: Procura de emprego
uk: Пошук роботи
vi: Tìm kiếm

source: Not found
es_es: No encontrado
fr_fr: Pas trouvé
nl_nl: Niet gevonden
pl_pl: Nie znaleziono
pt_pt: Não encontrado
uk: Не знайдено
vi: Không tìm thấy

source: Not found in trash
de_de: Nicht im Papierkorb gefunden
es_es: No encontrado en la basura
fr_fr: Non trouvé dans la corbeille
nl_nl: Niet gevonden in de prullenbak
pl_pl: Nie znaleziono w koszu
pt_pt: Não encontrado no lixo
uk: Не знайдено у смітнику
vi: Không tìm thấy trong thùng rác

source: Students
de_de: Arbeitgeber
es_es: Empleadores
fr_fr: Employeurs
nl_nl: Werkgevers
pl_pl: Pracodawcy
pt_pt: Empregadores
uk: Роботодавці
vi: Nhà tuyển dụng

source: Add New Student
de_de: Neuen Arbeitgeber hinzufügen
es_es: Agregar nuevo empleador
fr_fr: Ajouter un nouvel employeur
nl_nl: Nieuwe werkgever toevoegen
pl_pl: Dodaj nowego pracodawcę
pt_pt: Adicionar novo empregador
uk: Додати нового роботодавця
vi: Thêm nhà tuyển dung mới

source: Edit Student
de_de: Arbeitgeber bearbeiten
es_es: Editar Empleador
fr_fr: Modifier l'employeur
nl_nl: Bewerk werkgever
pl_pl: Edytuj pracodawcę
pt_pt: Editar empregador
uk: Редагувати роботодавця
vi: Chỉnh sửa nhà tuyển dụng

source: New Student
de_de: Neue Firmen
es_es: Nuevo empleador
fr_fr: Nouvel employeur
nl_nl: Nieuwe werkgever
pl_pl: Nowy pracodawca
pt_pt: Novo empregador
uk: Новий роботодавець
vi: Nhà tuyển dung mới

source: View Student
de_de: Unternehmen anzeigen
es_es: Ver empleador
fr_fr: Voir l'employeur
nl_nl: Bekijk werkgever
pl_pl: Zobacz pracodawcę
pt_pt: Ver Empregador
uk: Переглянути роботодавця
vi: Xem nhà tuyển dụng

source: Search Student
de_de: Suchen
es_es: Empleador de búsqueda
fr_fr: Rechercher un employeur
nl_nl: Zoek werkgever
pl_pl: Wyszukaj pracodawcę
pt_pt: Empregador de pesquisa
uk: Пошук роботодавця
vi: Tìm kiếm nhà tuyển dụng

source: Teachers
de_de: Bewerber
es_es: Candidatos
fr_fr: Candidats
nl_nl: Kandidaten
pl_pl: Kandydaci
pt_pt: Candidatos
uk: Кандидати
vi: Ứng viên

source: Add New Teacher
de_de: Neue Bewerber hinzufügen
es_es: Agregar nuevo candidato
fr_fr: Ajouter un nouveau candidat
nl_nl: Nieuwe kandidaat toevoegen
pl_pl: Dodaj nowego kandydata
pt_pt: Adicionar novo candidato
uk: Додати нового кандидата
vi: Thêm ứng viên mới

source: Edit Teacher
de_de: Bewerber bearbeiten
es_es: Editar Candidato
fr_fr: Modifier le candidat
nl_nl: Kandidaat bewerken
pl_pl: Edytuj kandydata
pt_pt: Editar candidato
uk: Редагувати кандидата
vi: Chỉnh sửa ứng viên

source: New Teacher
de_de: Neuer Bewerber
es_es: Nuevo Candidato
fr_fr: Nouveau candidat
nl_nl: Nieuwe kandidaat
pl_pl: Nowy kandydat
pt_pt: Novo Candidato
uk: Новий кандидат
vi: Ứng viên mới

source: View Teacher
de_de: Bewerber anzeigen
es_es: Ver candidato
fr_fr: Voir le candidat
nl_nl: Kandidaat bekijken
pl_pl: Wyświetl kandydata
pt_pt: Ver Candidato
uk: Переглянути кандидата
vi: Xem ứng viên mới

source: Search Teacher
de_de: Suchen
es_es: Candidato de búsqueda
fr_fr: Rechercher un candidat
nl_nl: Zoek kandidaat
pl_pl: Szukaj kandydata
pt_pt: Pesquisar Candidato
uk: Пошук кандидата
vi: Tìm kiếm ứng viên

source: Applications
de_de: Bewerbungen
es_es: Aplicaciones
nl_nl: Toepassingen
pl_pl: Aplikacje
pt_pt: Aplicações
uk: Заявки користувачів
vi: Đơn xin việc

source: Application
de_de: Bewerbung
es_es: Solicitud
nl_nl: Toepassing
pl_pl: Podanie
pt_pt: Aplicação
uk: Застосування
vi: Đơn xin việc

source: Add New Application
de_de: Neue Bewerbung hinzufügen
es_es: Agregar nueva aplicación
fr_fr: Ajouter une nouvelle application
nl_nl: Nieuwe applicatie toevoegen
pl_pl: Dodaj nową aplikację
pt_pt: Adicionar novo aplicativo
uk: Додати нову заявку
vi: Thêm đơn xin việc

source: Edit Applications
de_de: Bewerbungen bearbeiten
es_es: Editar aplicaciones
fr_fr: Modifier les applications
nl_nl: Bewerk applicaties
pl_pl: Edytuj aplikacje
pt_pt: Editar aplicativos
uk: Редагувати заявки
vi: Sửa đơn xin việc

source: New Applications
de_de: Neue Bewerbungen
es_es: Nuevas aplicaciones
fr_fr: Nouvelles applications
nl_nl: Nieuwe toepassingen
pl_pl: Nowe aplikacje
pt_pt: Novos aplicativos
uk: Нові заявки
vi: Đơn xin việc mới

source: View Applications
de_de: Bewerbungen anzeigen
es_es: Ver aplicaciones
fr_fr: Voir l'applications
nl_nl: Bekijk applicaties
pl_pl: Wyświetl aplikacje
pt_pt: Visualizar aplicativos
uk: Переглянути заявки
vi: Xem đơn xin việc

source: Search Applications
de_de: Bewerbungen suchen
es_es: Aplicaciones de búsqueda
fr_fr: Rechercher des applications
nl_nl: Zoek applicaties
pl_pl: Wyszukaj aplikacje
pt_pt: Visualizar aplicativos
uk: Пошук додатків
vi: Tìm kiếm đơn xin việc

source: Job Packages
de_de: Job Pakete
es_es: Paquetes de trabajo
fr_fr: Paquet d'emploi
nl_nl: Taakpakketten
pl_pl: Pakiety zadań
pt_pt: Pacotes de trabalho
uk: Пакети роботи
vi: Gói việc làm

source: Add New Package
de_de: Neues Paket hinzufügen
es_es: Agregar nuevo paquete
fr_fr: ajouter un nouveau paquet
nl_nl: Nieuw pakket toevoegen
pl_pl: Dodaj nowy pakiet
pt_pt: Adicionar novo pacote
uk: Додати новий пакет
vi: Thêm gói mới

source: Edit Package
de_de: Paket bearbeiten
es_es: Editar paquete
fr_fr: Modifier le paquet
nl_nl: Bewerk pakket
pl_pl: Edytuj pakiet
pt_pt: Editar pacote
uk: Редагувати пакунок
vi: Sửa đổi gói

source: New Package
de_de: Neues Paket
es_es: Nuevo paquete
fr_fr: Nouveau paquet
nl_nl: Nieuw pakket
pl_pl: Nowy pakiet
pt_pt: Novo pacote
uk: Новий пакет
vi: Thêm gói mới

source: View Package
de_de: Paket anzeigen
es_es: Ver paquete
fr_fr: Voir le paquet
nl_nl: Bekijk pakket
pl_pl: Zobacz pakiet
pt_pt: Visualizar pacote
uk: Переглянути пакет
vi: Xem gói

source: Search Package
de_de: Suchen
es_es: Paquete de búsqueda
fr_fr: Rechercher un paquet
nl_nl: Zoekpakket
pl_pl: Wyszukaj pakiet
pt_pt: Pacote de pesquisa
uk: Пакет пошуку
vi: Tìm kiếm gói dịch vụ

source: Resume Packages
de_de: Lebenslauf Pakete
es_es: Paquetes de currículum
fr_fr: paquets de CV
nl_nl: Pakketten hervatten
pl_pl: Wznów pakiety
pt_pt: Retomar Pacotes
uk: Оновити пакети
vi: gói hồ sơ

source: User Packages
de_de: Job Pakete Übersicht
es_es: Paquetes de usuario
fr_fr: paquet utilisateur
nl_nl: Gebruikerspakketten
pl_pl: Pakiety użytkowników
pt_pt: Pacotes de Usuários
uk: Пакети користувачів
vi: Gói xem hồ sơ

source: User Package
de_de: Benutzer-Paket
es_es: Paquete de usuario
fr_fr: paquet utilisateur
nl_nl: Gebruikerspakket
pl_pl: Pakiet użytkownika
pt_pt: Pacote de Usuários
uk: Пакет користувача
vi: Gói xem hồ sơ

source: Add New User Package
de_de: Neues Benutzer-Paket hinzufügen
es_es: Agregar nuevo paquete de usuario
fr_fr: Ajouter un nouveau paquet utilisateur
nl_nl: Nieuw gebruikerspakket toevoegen
pl_pl: Dodaj nowy pakiet użytkownika
pt_pt: Adicionar novo pacote de usuários
uk: Додати новий пакет користувачів
vi: Thêm gói xem hồ sơ mới

source: Edit User Package
de_de: Benutzer-Paket bearbeiten
es_es: Editar paquete de usuario
fr_fr: Modifier le paquet utilisateur
nl_nl: Gebruikerspakket bewerken
pl_pl: Edytuj pakiet użytkownika
pt_pt: Editar pacote do usuário
uk: Редагувати користувацький пакет
vi: Sửa gói xem hồ sơ

source: New User Package
de_de: Neues Benutzer-Paket
es_es: Nuevo paquete de usuario
fr_fr: Nouveau paquet utilisateur
nl_nl: Nieuw gebruikerspakket
pl_pl: Nowy pakiet użytkownika
pt_pt: Novo pacote de usuários
uk: Новий пакет користувачів
vi: Gói xem hồ sơ mới

source: View User Package
de_de: Benutzer-Paket anzeigen
es_es: Ver paquete de usuario
fr_fr: Afficher le paquet utilisateur
nl_nl: Bekijk gebruikerspakket
pl_pl: Wyświetl pakiet użytkownika
pt_pt: Visualizar pacote do usuário
uk: Переглянути пакет користувача
vi: Gói xem hồ sơ

source: Search User Package
de_de: Suchen
es_es: Buscar paquete de usuario
fr_fr: Rechercher un paquet utilisateur
nl_nl: Zoek gebruikerspakket
pl_pl: Wyszukaj pakiet użytkownika
pt_pt: Pesquisar pacote do usuário
uk: Пошук пакетів користувачів
vi: Tìm kiếm gói người dùng

source: Apply Class Packages
de_de: Lebenslauf Pakete Übersicht
es_es: Aplicar paquetes de trabajo
fr_fr: Appliquer des paquets de jobs
nl_nl: Taakpakketten toepassen
pl_pl: Zastosuj pakiety zadań
pt_pt: Aplicar pacotes de trabalho
uk: Застосувати робочі пакети
vi: Gói nộp hồ sơ
