Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: Reviews
de_de: Bewertungen
es_es: Comentarios
fr_fr: La revue
nl_nl: Beoordelingen
pl_pl: Opinie
pt_pt: Rever
uk: Відгуки
vi: Đánh giá

source: Alerts
de_de: Stellenangebote Wecker
es_es: Alertas
fr_fr: Alertes
nl_nl: Vacature notificaties
pl_pl: Pwiadomienia
pt_pt: Alertas
uk: Сповіщення
vi: Thông báo

source: Email Queue
de_de: E-MAIL SUPPORT
es_es: Cola de email
fr_fr: Queue de email
nl_nl: E-mail wachtrij
pl_pl: Kolejka e-mail
pt_pt: Fila de Email
uk: Черга електронної пошти
vi: Chuỗi email

source: Tools
de_de: Werkzeuge
es_es: Herramientas
fr_fr: Outils
nl_nl: Gereedschap
pl_pl: Opcje
pt_pt: Ferramentas
uk: Інструменти
vi: Công cụ

source: Job Settings
de_de: Angebotseinstellungen
es_es: Configuración de Oferta
fr_fr: Paramètres de job
nl_nl: Job Instellingen
pl_pl: Ustawienia zadania
pt_pt: Configurações da vaga
uk: Параметри вакансії
vi: Cài đặt công việc

source: Indeed Class Imports
de_de: Indeed Importe
es_es: Importar ofertas de Indeed
fr_fr: Importations d'emplois Indeed
nl_nl: Taakimporten
pl_pl: Indeed banenimport
pt_pt: Indeed Importações de Emprego
uk: Імпорт вакансій

source: Login Page
de_de: Login Seite
es_es: Página de inicio de sesión
fr_fr: Page de connexion
nl_nl: Login Pagina
pl_pl: Strona logowania
pt_pt: Página de Login
uk: Сторінка входу
vi: Trang đăng nhập

source: Register Page
de_de: Zu Registrierung-Seite
es_es: Página de Registro
fr_fr: Page de enregistrer
nl_nl: Registratiepagina
pl_pl: Strona rejestracji
pt_pt: Página - Cadastrar-se
uk: Реєстрація
vi: Trang đăng ký

source: Verify Account Page
de_de: Konto Bestätigen-Seite
es_es: Verificar página de cuenta
fr_fr: Page de vérifier le compte
nl_nl: Controleer de accountpagina
pl_pl: Zweryfikuj stronę konta
pt_pt: Verificar página da conta
uk: Підтвердити аккаунт
vi: Trang xác nhận tài khoản

source: Lost Password Page
de_de: Passwort vergessen Seite
es_es: Pérdida de contraseña
fr_fr: Page de Mot de passe perdu
nl_nl: Wachtwoord vergeten pagina
pl_pl: Zgubione hasło
pt_pt: Página de Senha Perdida
uk: Загубив пароль
vi: Trang Cài đặt lại mật khẩu

source: Dashboard Page
de_de: Accountverwaltungs-Seite
es_es: Página del tablero
fr_fr: Page de dashboard
nl_nl: Dashboardpagina
pl_pl: Strona pulpitu nawigacyjnego
pt_pt: Painel de controle
uk: Дошка керування
vi: Trang Dashboard

source: Classes Page
de_de: Job Seite
es_es: Página de empleos
fr_fr: Page de emplois
nl_nl: Banenpagina
pl_pl: Strona zadań
pt_pt: Página de Trabalhos
uk: Сторінка вакансій
vi: Trang việc làm

source: Teachers Page
de_de: Bewerber-Seite
es_es: Página de candidatos
fr_fr: Page des candidats
nl_nl: Kandidaten pagina
pl_pl: Kandydaci
pt_pt: Página de candidatos
uk: Сторінка кандидатів
vi: Trang dành cho ứng viên

source: Students Page
de_de: Arbeitgeber-Seite
es_es: Página de empleadores
fr_fr: Page de employeur
nl_nl: Werkgeverspagina
pl_pl: Pracodawcy
pt_pt: Página dos empregadores
uk: Сторінка роботодавців
vi: Dành cho nhà tuyển dụng

source: Job Suggestion Page
de_de: Stellenvorschläge
es_es: Página de sugerencia de trabajo
fr_fr: Page de Suggestion d'emploi
nl_nl: Baan suggestie pagina
pl_pl: Strona propozycji pracy
pt_pt: Página de Sugestão de Emprego
uk: Сторінка пропозицій роботи
vi: Trang gợi ý việc làm

source: Teacher Suggestion Page
de_de: Stellenvorschläge-Seite
es_es: Página de sugerencia del candidato
fr_fr: Page de Suggestion de candidat
nl_nl: Kandidaat suggestie pagina
pl_pl: Strona sugestii kandydata
pt_pt: Página de sugestões de candidatos
uk: Сторінка пропозицій кандидата
vi: Trang gợi ý ứng viên

source: Please select %s
de_de: Bitte %s auswählen
es_es: Por favor seleccionar %s
fr_fr: veuillez sélectionner %s
nl_nl: Selecteer alstublieft %s
pl_pl: Proszę wybrać %s
pt_pt: Por favor selecione %s
uk: Виберіть% s
vi: Hãy chọn %s

source: Settings
de_de: Einstellungen
es_es: Configuraciones
fr_fr: Paramètres
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Configurações
uk: Налаштування
vi: Cài đặt

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
nl_nl: Titel
pl_pl: Tytuł
pt_pt: Título
uk: Назва
vi: Tiêu đề

source: Name
es_es: Nombre
fr_fr: prénom
nl_nl: Naam
pl_pl: Nazwa
pt_pt: Nome
uk: Ім'я
vi: Tên

source: Email
pt_pt: Nome
uk: Електронна пошта

source: User
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
nl_nl: Gebruiker
pl_pl: Użytkownik
pt_pt: Utilizador
uk: Користувач
vi: Người dùng

source: Salary From
de_de: Mindestgehalt (Brutto)
es_es: Salario de
fr_fr: Salaire De
nl_nl: Salaris van
pl_pl: Wynagrodzenie od
pt_pt: Salário De
uk: Зарплата від:
vi: Mức lương tối thiểu

source: Frequency
de_de: Häufigkeit
es_es: Frecuencia
fr_fr: La fréquence
nl_nl: Frequentie
pl_pl: Częstotliwość
pt_pt: Freqüência
uk: Частота
vi: Tần xuất

source: Verify
de_de: Verifizieren
es_es: Verificar
fr_fr: Vérifier
nl_nl: Verifiëren
pl_pl: Zweryfikować
pt_pt: Verificar
uk: Перевірте
vi: Xác nhận

source: Delete
de_de: Löschen
es_es: Borrar nota
fr_fr: Supprimer
nl_nl: Verwijder
pl_pl: Kasować
pt_pt: Excluir
uk: Видалити
vi: Xóa

source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
nl_nl: Sturen
pl_pl: Wysłać
pt_pt: Enviar
uk: Відправити
vi: Gửi

source: Verfify
es_es: Verificar
fr_fr: Verify
nl_nl: Verifiëren
pl_pl: Zweryfikować
pt_pt: Verificar
uk: Перевірити

source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
nl_nl: UnknownOnbekend
pl_pl: Nieznany
pt_pt: Desconhecido
uk: Невідомий
vi: Không xác định

source: Guest
de_de: Gast
es_es: Huésped
fr_fr: invité
nl_nl: Gast
pl_pl: Gość
pt_pt: Convidado
uk: Гість
vi: Khách

source: No
de_de: Nein
fr_fr: Non
nl_nl: Nee
pl_pl: Nie
pt_pt: Não
uk: Немає
vi: Không

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
nl_nl: Ja
pl_pl: Tak
pt_pt: Sim
uk: Так
vi: Có

source: Class Alerts
de_de: Job-Benachrichtigungen
es_es: Alertas de trabajo
fr_fr: Alertes d'emploi
nl_nl: Job Waarschuwingen
pl_pl: Powiadomienia z ofertami pracy
pt_pt: Alertas de emprego
uk: ПІДПИСКИ НА ВАКАНСІЇ
vi: Thông báo việc làm

source: Search results for &#8220;%s&#8221;
de_de: Suchergebnisse für &#8220;%s&#8221;
es_es: Resultados de búsqueda para &#8220;%s&#8221;
fr_fr: Résultats de recherche pour &#8220;%s&#8221;
nl_nl: Zoekresultaten voor &#8220;%s&#8221;
pl_pl: Wyniki wyszukiwania dla &#8220;%s&#8221;
pt_pt: Buscar resultados para &#8220; %s&#8221;
uk: Результати пошуку для & # 8220;% s & # 8221;
vi: Kết quả tìm kiếm cho &#8220;%s&#8221;

source: Deleted Successfully.
de_de: Erfolgreich gelöscht.
es_es: Borrado exitosamente.
fr_fr: Supprimé avec succès.
nl_nl: Met succes verwijderd.
pl_pl: Skutecznie usunięte.
pt_pt: Apagado com sucesso.
uk: Видалено успішно.
vi: Xóa thành công.

source: Sent Successfully.
de_de: Erfolgreich gesendet.
es_es: Enviado correctamente.
fr_fr: Envoyé Avec succès
nl_nl: Succesvol verzonden.
pl_pl: Wysłano pomyślnie.
pt_pt: Enviado com sucesso.
uk: Надіслано успішно.
vi: Gửi thành công.

source: Verified Successfully.
de_de: Erfolgreich verifiziert.
es_es: Verificado con éxito
fr_fr: Vérifié avec succès.
nl_nl: Succesvol geverifieerd.
pl_pl: Zweryfikowane z powodzeniem.
pt_pt: Verificado com sucesso.
uk: Перевірена успішно.
vi: Xác nhận thành công.

source: Search Email
de_de: E-Mail suchen
es_es: Buscar email
fr_fr: Chercher un email
nl_nl: Zoek email
pl_pl: Wyszukaj e-mail
pt_pt: Procure email
uk: Пошук по email
vi: Tìm email

source: Posted User
de_de: Autor
es_es: Usuario publicado
fr_fr: Utilisateur posté
nl_nl: Geposte gebruiker
pl_pl: Wysłany użytkownik
pt_pt: Usuário publicado
uk: Опублікований
vi: Người dùng đã đăng

source: Select an User
de_de: Benutzer wählen
es_es: Seleccione un usuario
fr_fr: Sélectionnez un utilisateur
nl_nl: Selecteer een gebruiker
pl_pl: Wybierz użytkownika
pt_pt: Selecione um usuário
uk: Виберіть користувача
vi: Chọn người dùng

source: Job
es_es: Trabajo
fr_fr: Emploi
pl_pl: Praca
pt_pt: Trabalho
uk: Вакансія
vi: Việc làm

source: Source
de_de: Quelle
es_es: Fuente
fr_fr: La source
nl_nl: Bron
pl_pl: Źródło
pt_pt: Fonte
uk: Джерело
vi: Nguồn

source: Date
de_de: Datum
es_es: Fecha
nl_nl: Datum
pl_pl: Data
pt_pt: Encontro
uk: Дата
vi: Ngày

source: Click to view
de_de: Klicken zum Anzeigen
es_es: Click para ver
fr_fr: Clique pour voir
nl_nl: Klik om te bekijken
pl_pl: Kliknij, aby zobaczyć
pt_pt: Clique para ver
uk: Натисніть, щоб переглянути
vi: Nhấp để xem

source: Click to filter
de_de: Klicken zum Filtern
es_es: Haga clic para filtrar
fr_fr: Clique pour filtrer
nl_nl: Klik om te filteren
pl_pl: Kliknij, aby filtrować
pt_pt: Clique para filtrar
uk: Натисніть, щоб відфільтрувати
vi: Nhấp để lọc

source: Price
de_de: Preis
es_es: Precio:
fr_fr: Prix
nl_nl: Prijs
pl_pl: Cena
pt_pt: Preço
uk: Ціна
vi: Mức giá

source: No of Apply in Package
es_es: Número de aplicar en paquete
fr_fr: Nombre de candidatures dans le forfait
nl_nl: Nee van toepassing in pakket
pl_pl: Brak aplikacji w pakiecie
pt_pt: Número de aplicação no pacote
uk: Немає заявки на пакет
vi: Số lượt ứng tuyển trong gói

source: Package Metabox Info
de_de: Infobox Paket
es_es: Paquete de información de Metabox
fr_fr: Information sur l'paquet Metabox
nl_nl: Pakket Metabox-info
pl_pl: Pakiet Metabox Info
pt_pt: Pacote Metabox Info
uk: Пакет Metabox Info

source: Apply Job
de_de: Auf diese Stelle bewerben
es_es: Aplicar al trabajo
fr_fr: appliquer un job
nl_nl: Job toepassen
pl_pl: Zgłoszenie pracy
pt_pt: Aplicar trabalho
uk: Застосувати роботу
vi: Ứng tuyển việc làm

source: Author
de_de: Autor
es_es: Autor
fr_fr: Auteur
nl_nl: Auteur
pl_pl: Autor
pt_pt: Autor
uk: Автор
vi: Nhà tuyển dụng

source: Birthday 1
es_es: Cumpleaños 1
fr_fr: Anniversaire
nl_nl: Verjaardag 1
pl_pl: Urodziny 1
pt_pt: Aniversário 1
uk: День народження 1

source: Gender
de_de: Geschlecht
es_es: Género
fr_fr: Le genre
nl_nl: Geslacht
pl_pl: Płeć
pt_pt: Gênero
uk: Стать
vi: Giới tính

source: Headline
de_de: Überschrift
es_es: Titular
fr_fr: titre
nl_nl: opschrift
pl_pl: Nagłówek
pt_pt: Título
uk: Заголовок
vi: Tiêu đề

source: Location
de_de: Standort
es_es: Ubicación
fr_fr: Emplacement
nl_nl: Plaats
pl_pl: Lokalizacja
pt_pt: Localização
uk: Місцезнаходження
vi: Vị trí

source: Select location
de_de: Ort wählen
es_es: Seleccionar ubicación
fr_fr: Sélectionnez l'emplacement
nl_nl: Selecteer een locatie
pl_pl: Wybierz lokalizację
pt_pt: Selecione a localização
uk: Виберіть місце розташування
vi: Chọn vị trí

source: Address
de_de: Adresse
es_es: Dirección
fr_fr: Adresse
nl_nl: Adres
pl_pl: Adres
pt_pt: Endereço
uk: Адреса
vi: Địa chỉ làm việc

source: Map
de_de: Karte
es_es: Mapa
fr_fr: Carte
nl_nl: Kaart
pl_pl: Mapa
pt_pt: Mapa
uk: Карта
vi: Bản đồ

source: Featured
de_de: Hervorgehoben
es_es: Destacado
fr_fr: En vedette
nl_nl: Uitgelicht
pl_pl: Opisany
pt_pt: Destaque
uk: Рекомендовані
vi: Nổi bật

source: Show Profile
de_de: Profil Arbeitgebern anzeigen
es_es: Mostrar perfil
fr_fr: Montre le profile
nl_nl: Toon profiel
pl_pl: Pokaż profil
pt_pt: Mostrar perfil
uk: Показати профіль
vi: Hiển thị tiểu sử

source: Experience
de_de: Erfahrung
es_es: Experiencia
fr_fr: Expérience
nl_nl: Ervaring
pl_pl: Doświadczenie
pt_pt: Experiência
uk: Досвід
vi: Kinh nghiệm

source: Vimeo
uk: Вімео

source: School Name
de_de: Schule / Ausbildungstätte
es_es: Nombre de escuela
fr_fr: Nom de l'école
nl_nl: Schoolnaam
pl_pl: Nazwa szkoły
pt_pt: Nome da escola
uk: Назва школи
vi: Tên trường

source: Date In - Date Out
de_de: Von Jahr - Bis Jahr ( Beispiel 1995-2000)
es_es: Fecha de ingreso - Fecha de salida
fr_fr: Date d'entrée - Date de sortie
nl_nl: Datum In - datum uit
pl_pl: Data wejścia - Data wyjścia
pt_pt: Data de entrada - Data de saída
uk: Дата введення - дата виходу
vi: Ngày vào - Ngày ra

source: Description
de_de: Beschreibung
es_es: Descripción
fr_fr: La description
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição
uk: Опис
vi: Mô tả

source: Full Name
de_de: Firmenname
es_es: Nombre de empresa
fr_fr: om de l'entreprise
nl_nl: Bedrijfsnaam
pl_pl: Nazwa firmy
pt_pt: Nome da empresa
uk: Назва компанії
vi: Tên công ty

source: Video URL
fr_fr: URL de la vidéo
pl_pl: URL wideo
pt_pt: URL do vídeo
uk: URL-адреса відео

source: Value (percent)
de_de: Erfahrung in Prozent (0-100%)
es_es: Valor (porcentaje)
fr_fr: Valeur (pourcentage)
nl_nl: Waarde (percentage)
pl_pl: Wartość (procent)
pt_pt: Valor (por cento)
uk: Значення (відсоток)
vi: Giá trị (%)

source: Year
de_de: Jahr
es_es: Año
fr_fr: An
nl_nl: Jaar
pl_pl: Rok
pt_pt: Ano
uk: Рік
vi: Năm

source: Default
de_de: Standard
es_es: Defecto
fr_fr: Défaut
nl_nl: Standaard
pl_pl: Domyślna
pt_pt: Padrão
uk: За замовчуванням
vi: Mặc định

source: Languages
de_de: Sprachen
es_es: Idiomas
fr_fr: Langues
nl_nl: talen
pl_pl: Języki
pt_pt: Línguas
uk: Мови
vi: Ngôn ngữ

source: Publish
de_de: Veröffentlichen
es_es: Publicar
fr_fr: Publier
nl_nl: Publiceren
pl_pl: Publikować
pt_pt: Publicar
uk: Опубліковано
vi: Đăng

source: Teacher Metabox Info
de_de: Infobox Bewerber
es_es: Candidato Metabox Info
fr_fr: Information sur l'candidat Metabox
nl_nl: Kandidaat Metabox Info
pt_pt: Informação Metabox Candidata
uk: Інформація про кандидата Metabox
vi: Thông tin người tìm việc

source: Current status:
de_de: Aktueller Status:
es_es: Estado actual:
fr_fr: Statut actuel
nl_nl: Huidige status:
pl_pl: Aktualny stan:
pt_pt: Status atual:
uk: Поточний стан:
vi: Trạng thái hiện tại:

source: Reason:
de_de: Grund:
es_es: Razón:
fr_fr: Raison
nl_nl: Reden:
pl_pl: Powód:
pt_pt: Razão:
uk: Причина:
vi: Lý do:

source: Move to Trash
de_de: In den Papierkorb verschieben
es_es: Mover a la papelera
fr_fr: Mettre à la corbeille
nl_nl: Ga naar de prullenbak
pl_pl: Przenieść do kosza
pt_pt: Mover para lixeira
uk: Перемістити в кошик
vi: Chuyển tới hòm thư rác

source: Update
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour
nl_nl: Bijwerken
pl_pl: Aktualizacja
pt_pt: Atualizar
uk: Оновити
vi: Cập nhật

source: Education
de_de: Ausbildung
es_es: Educación
fr_fr: Éducation
nl_nl: Onderwijs
pl_pl: Edukacja
pt_pt: Educação
uk: Освіта
vi: Trình độ học vấn

source: Work Experience
de_de: Berufserfahrung
es_es: Experiencia laboral
fr_fr: L'expérience professionnelle
nl_nl: Werkervaring
pl_pl: Doświadczenie zawodowe
pt_pt: Experiência de trabalho
uk: Досвід роботи
vi: Kinh nghiệm làm việc

source: Skill Showcase
de_de: Soft-Skills
es_es: Escaparate de habilidades
fr_fr: Vitrine des Compétence
pl_pl: Prezentacja umiejętności
pt_pt: Mostra de habilidade
uk: Вітрина навичок
vi: Kỹ năng nổi bật

source: Award
de_de: Auszeichnung
es_es: Premio
fr_fr: Prix
pl_pl: Nagroda
pt_pt: Prêmio
uk: Нагорода
vi: Giải thưởng

source: Video
pl_pl: Wideo
pt_pt: Vídeo
uk: Відео

source: Display Name
de_de: Anzeigename
es_es: Nombre para mostrar
fr_fr: Afficher un nom
nl_nl: Weergavenaam
pl_pl: Wyświetlana nazwa
pt_pt: Mostrar nome
uk: Відображувана назва
vi: Tên hiển thị

source: User Email
de_de: Benutzer E-Mail
es_es: Email del usuario
fr_fr: Email de l'utilisateur
nl_nl: Gebruikers e-mail
pl_pl: E-mail użytkownika
pt_pt: E-mail do usuário
uk: Електронна пошта користувача
vi: Email người dùng

source: User ID
de_de: Benutzer ID
es_es: Identidad de usuario
fr_fr: Identifiant d'utilisateur
nl_nl: gebruikersnaam
pl_pl: Identyfikator użytkownika
pt_pt: ID do usuário
uk: ідентифікатор користувача
vi: ID người dùng

source: Status
es_es: Estado
fr_fr: Statut
nl_nl: staat
uk: Статус
vi: Trạng thái

source: Register
de_de: Registrieren
es_es: Registro
fr_fr: enregistrer
nl_nl: Registreren
pl_pl: Zarejestrować
pt_pt: Registro
uk: Реєструйся
vi: Đăng ký

source: Icon Class
de_de: Symbol Klasse
es_es: Clase de iconos
fr_fr: Classe d'icônes
nl_nl: Pictogramklasse
pl_pl: Ikona Klasa
pt_pt: Classe de ícone
uk: Клас ікони
vi: Nhóm biểu tượng

source: Background image
de_de: Wählen Sie, wie das Hintergrundbild wiederholt werden soll
es_es: Imagen de fondo
fr_fr: Image de fond
nl_nl: Achtergrond afbeelding
pl_pl: Zdjęcie w tle
pt_pt: Imagem de fundo
uk: Фонове зображення
vi: Ảnh nền

source: From Name
de_de: “Absender” Name
es_es: De nombre
fr_fr: De l'nom
nl_nl: Van naam
pl_pl: Z nazwy
pt_pt: De nome
uk: Від імені
vi: Tên

source: From Address
de_de: Absender Adresse
es_es: De la Dirección
fr_fr: De l'adresse
nl_nl: Van adres
pl_pl: Z adresu
pt_pt: A partir do endereço
uk: З адреси
vi: Từ địa chỉ

source: Recipients
de_de: Empfänger
es_es: Destinatarios
fr_fr: Destinataires
nl_nl: Ontvangers
pl_pl: Odbiorcy
pt_pt: Destinatários
uk: Одержувачі
vi: Người nhận

source: Subject
de_de: Betreff
es_es: Tema
fr_fr: Assujettir
nl_nl: Onderwerpen
pl_pl: Przedmiot
pt_pt: Sujeito
uk: Тема
vi: Chủ đề

source: Email queue
es_es: Cola de email
fr_fr: Queue de email
nl_nl: E-mail wachtrij
pl_pl: Kolejka wiadomości e-mail
pt_pt: Fila de e-mail
uk: Електронна черга
vi: Chuỗi email

source: Send All
de_de: Alle senden
es_es: Envia todo
fr_fr: Envoyer tout
nl_nl: Alles verzenden
pl_pl: Wyślij wszystko
pt_pt: Envie todos
uk: Надіслати все
vi: Gửi tất cả

source: Website
es_es: Sitio web
pl_pl: Stronie internetowej
uk: Веб-сайт

source: Phone
de_de: Telefon
es_es: Teléfono
fr_fr: Téléphone
pl_pl: Telefon
pt_pt: telefone
uk: Телефон
vi: Điện thoại

source: Date of Birth
de_de: Gründungsdatum
es_es: Fecha de fundación
fr_fr: Date de fondation
nl_nl: Oprichtingsdatum
pl_pl: Data założenia
pt_pt: Data de fundação
uk: Дата заснування
vi: Ngày thành lập

source: Student Info
de_de: Arbeitsgeberinformation
es_es: Información del empleador
fr_fr: Info employeur
nl_nl: Werkgever info
pl_pl: Informacje o pracodawcy
pt_pt: Informações do empregador
uk: Інформація роботодавця
vi: Thông tin nhà tuyển dụng

source: Aadhaar
de_de: Galerie
es_es: Galería
fr_fr: Galerie
nl_nl: Galerij
pl_pl: Galeria
pt_pt: Galeria
uk: Галерея
vi: Thư viện ảnh

source: Packages
de_de: Pakete
es_es: Paquetes
fr_fr: Paquets
nl_nl: Pakketjes
pl_pl: Pakiety
pt_pt: Pacotes
uk: Пакети
vi: Gói

source: Classes
es_es: Página de empleos
fr_fr: Emplois
nl_nl: Baan
pl_pl: Oferty pracy
pt_pt: Empregos
uk: Вакансії
vi: Việc làm

source: General
de_de: Allgemein
fr_fr: Général
nl_nl: Algemeen
pl_pl: Generał
pt_pt: Geral
uk: Генерал
vi: Thông tin chung

source: Indeed Class Import
es_es: Importación de trabajo Indeed
fr_fr: Importations d'emplois Indeed
nl_nl: Indeed Taak importeren
pl_pl: Indeed Import zadań
pt_pt: Indeed Importação de trabalho
uk: Дійсно імпорт імпорту

source: Publisher Id
de_de: Veröffentlicher-ID
es_es: Id del editor
fr_fr: Identifiant éditeur
nl_nl: Uitgever-ID
pl_pl: Identyfikator wydawcy
pt_pt: ID do editor
uk: Ідентифікатор видавця

source: Your Publisher ID from indeed. Don't you have such a key? <a href="https://ads.indeed.com/jobroll/signup" target="_blank">Request one here</a>
de_de: Deine Veröffentlicher-ID von indeed. Du hast keinen Schlüssel? <a href="https://ads.indeed.com/jobroll/signup" target="_blank">Schlüssel beantragen</a>
es_es: Su ID de editor de hecho. ¿No tienes esa clave? <a href="https://ads.indeed.com/jobroll/signup" target="_blank">Solicite uno aquí</a>
fr_fr: Votre identifiant d'éditeur d'Indeed. Tu n'as pas une telle clé? <a href="https://ads.indeed.com/jobroll/signup" target="_blank"> En demander un ici </a>
nl_nl: Uw uitgevers-ID van Indeed. Heeft u niet zo'n sleutel?? <a href="https://ads.indeed.com/jobroll/signup" target="_blank">Vraag hier een aan</a>
pl_pl: Twój identyfikator wydawcy rzeczywiście. Nie masz takiego klucza? <a href="https://ads.indeed.com/jobroll/signup" target="_blank">Poproś o jeden tutaj </a>
pt_pt: Seu ID do editor de fato. Você não tem essa chave? <a href="https://ads.indeed.com/jobroll/signup" target="_blank">Solicite um aqui</a>
uk: Ваш ідентифікатор видавця дійсно. Чи не у вас такий ключ? <a href="https://ads.indeed.com/jobroll/signup" target="_blank"> Запитуйте тут </ a>
vi: Pulisher ID của bạn từ Indeed. Nếu bạn chưa có mã? <a href="https://ads.indeed.com/jobroll/signup" target="_blank">Gửi yêu cầu lấy mã</a>

source: Keyword
de_de: Suchbegriff
es_es: Palabra clave
fr_fr: Mot-clé
nl_nl: Trefwoord
pl_pl: Słowo kluczowe
pt_pt: Palavra chave
uk: Ключове слово
vi: Từ khóa

source: Example: Design, WordPress, ...
es_es: Ejemplo: diseño, WordPress, ...
fr_fr: Exemple: Design, WordPress, ...
nl_nl: Voorbeeld: ontwerp, WordPress, ...
pl_pl: Przykład: Design, WordPress, ...
pt_pt: Exemplo: Design, WordPress, ...
uk: Приклад: дизайн, WordPress, ...
vi: Ví dụ: Thiết kế, Sản xuất, Bán hàng...

source: Country
de_de: Land
es_es: País
fr_fr: Pays
nl_nl: Land
pl_pl: Kraj
pt_pt: País
uk: Країна
vi: Quốc gia

source: Use a postal code or a "city, state/province/region" combination.
de_de: Verwende eine Postleitzahl oder eine Kombination aus "Stadt, Bundesland, Provinz, Region".
es_es: Use un código postal o una combinación de "ciudad, estado / provincia / región".
fr_fr: Utilisez un code postal ou une combinaison «ville, état / province / région».
nl_nl: Gebruik een postcode of een combinatie "stad, staat / provincie / regio".
pl_pl: Użyj kodu pocztowego lub kombinacji "miasto, stan / prowincja / region".
pt_pt: Use um código postal ou uma combinação "cidade, estado / província / região".
uk: Використовуйте поштовий індекс або комбінацію "місто, штат / провінція / регіон".
vi: Sử dung mã bưu điện hoặc kết hợp "thành phố, tiểu bang / tỉnh / khu vực"

source: Job Type
de_de: Art der Anstellung
es_es: Tipo de empleo
fr_fr: Type d'emploi
nl_nl: Soort baan
pl_pl: Rodzaj pracy
pt_pt: Tipo de emprego
uk: Тип роботи
vi: Hình thức việc làm

source: Contract
de_de: Vertrag
es_es: Contrato
fr_fr: Contrat
pl_pl: Kontrakt
pt_pt: Contrato
uk: Контракт
vi: Hợp đồng

source: Full-Time
de_de: Vollzeit
es_es: Tiempo completo
fr_fr: À plein temps
pl_pl: Pełny etat
pt_pt: Tempo total
uk: Повний день
vi: Toàn thời gian

source: Part-Time
de_de: Teilzeit
es_es: Medio tiempo
fr_fr: À temps partiel
pt_pt: Meio período
uk: Неповний робочий день
vi: Bán thời gian

source: Internship
de_de: Praktikum
es_es: Internado
fr_fr: stage en entreprise
nl_nl: Stage
pl_pl: Praktyka
pt_pt: Estágio
uk: Стажування
vi: Thực tập

source: Temporary
de_de: Befristet
es_es: Temporal
fr_fr: Temporaire
nl_nl: tijdelijk
pl_pl: Chwilowy
pt_pt: Temporário
uk: Тимчасовий
vi: Tạm thời

source: Import From Number
de_de: Von Nummer importieren
es_es: Importar de Número
fr_fr: Importer à partir des numéros
nl_nl: Importeren van nummer
pl_pl: Importuj z numeru
uk: Імпорт з номера
vi: Nhập từ số

source: Max Item Import
de_de: Maximale Elemente
es_es: Importación máxima de artículos
fr_fr: Importation maximale d'articles
pl_pl: Import maks. Pozycji
pt_pt: Importação Máxima de Itens
uk: Макс. Імпорт елемента
vi: Nhập tối đa

source: Channel
de_de: Kanal
es_es: Canal
fr_fr: Canal
nl_nl: Kanaal
pl_pl: Kanał
pt_pt: Canal
uk: Канал
vi: Kênh

source: Channel Name: Group API requests to a specific channel.
de_de: Kanalname: Guppen-API-Anforderungen an einen bestimmten Kanal.
es_es: Nombre del canal: solicitudes de la API del grupo a un canal específico.
fr_fr: Nom du canal: demandes d'API de groupe à un canal spécifique.
nl_nl: Kanaalnaam: Groep API-aanvragen voor een specifiek kanaal.
pl_pl: Nazwa kanału: żądania grupy API do określonego kanału.
pt_pt: Nome do canal: agrupe as solicitações da API para um canal específico.
uk: Назва каналу: Group API запитує певний канал.
vi: Tên kênh: Nhóm APY yêu cầu tới một kênh cụ thể.

source: New Post Status
de_de: Neuer Status
es_es: Nuevo estado de publicación
fr_fr: Nouveau statut de publication
nl_nl: Nieuwe berichtenstatus
pl_pl: Nowy status postu
pt_pt: Novo status da postagem
uk: Статус нового повідомлення
vi: Trạng thái bài đăng mới

source: Pending
de_de: Ausstehend
es_es: Pendiente
fr_fr: en suspens
nl_nl: In afwachting
pl_pl: W oczekiwaniu
pt_pt: Pendente
uk: Очікує на розгляд
vi: Đang chờ duyệt

source: Draft
de_de: Entwurf
es_es: Borrador
fr_fr: ébauche
nl_nl: Droogte
pl_pl: Wersja robocza
pt_pt: Esboço
uk: Чернетка
vi: Bản nháp
