Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: Enter Full Name
es_es: Introduzca el nombre de la empresa
fr_fr: Entrez le nom de l'entreprise
nl_nl: Voer de bedrijfsnaam in
pl_pl: Wpisz nazwę firmy
pt_pt: Digite o nome da empresa
uk: Введіть назву компанії
vi: Nhập tên công ty

source: Enter website
de_de: Webseite eintragen (Optional)
es_es: Entrar al sitio web
fr_fr: Entrez le site Web
nl_nl: Ga naar de website
pl_pl: Wejdź na stronę
pt_pt: Entre no site
uk: Введіть веб-сайт
vi: Nhập trang web

source: Enter phone number
de_de: Bitte Firmennamen eintragen
es_es: Ingresa número telefónico.
fr_fr: entrer votre telephone
nl_nl: Voer telefoonnummer in
pl_pl: Wpisz numer telefonu
pt_pt: Digite o número de telefone
uk: Введіть номер телефону
vi: Nhập số điện thoại

source: Date of Birth *
de_de: Gegründet am *
es_es: Fecha de fundación *
fr_fr: Date de foundation*
nl_nl: Oprichtingsdatum *
pl_pl: Data założenia *
pt_pt: Data de fundação
uk: Дата заснування *
vi: Ngày thành lập *

source: Enter Founded date
de_de: Gründungsdatum eintragen (Format: 01.12.2017)
es_es: Ingrese Fecha de fundación
fr_fr: Entrer Date de fondation
nl_nl: Voer de datum van de oprichter in
pl_pl: Wprowadź datę założenia
pt_pt: Insira a data de fundação
uk: Введіть Заснована дата
vi: Nhập ngày thành lập

source: Your Class *
de_de: Firmengröße (Mitarbeiter) *
es_es: Tamaño de la empresa *
fr_fr: Taille de l'entreprise *
nl_nl: Bedrijfsomvang *
pl_pl: Rozmiar firmy *
pt_pt: Tamanho da empresa *
uk: Розмір компанії *
vi: Quy mô công ty *

source: Select Size
de_de: Größe wählen
es_es: Selecciona el tamaño
fr_fr: Sélectionnez la taille*
nl_nl: Selecteer grootte
pl_pl: Wybierz rozmiar
pt_pt: Selecione o tamanho
uk: Виберіть розмір
vi: Chọn quy mô

source: Short Description *
de_de: Kurzbeschreibung *
es_es: Breve descripción *
fr_fr: Brève description *
nl_nl: Korte beschrijving *
pl_pl: Krótki opis *
pt_pt: Pequena descrição *
uk: Короткий опис *
vi: Mô tả ngắn *

source: Social
de_de: Soziale Profile
es_es: Empresa Social
fr_fr: Réseau social d'entreprise
nl_nl: Bedrijf sociaal
pl_pl: Firma Social
pt_pt: Empresa Social
uk: Компанія Соціальна
vi: Mạng xã hội của công ty

source: Enter your website
de_de: Website eintragen
es_es: Ingrese su sitio web
fr_fr: Entrez votre site web
nl_nl: Voer je website in
pl_pl: Wprowadź swoją witrynę
pt_pt: Entre no seu site
uk: Введіть свій веб-сайт
vi: Nhập trang web của bạn

source: Renew Job: %s
es_es: Renovar trabajo: %s
fr_fr: Renouveler l'emploi% s
nl_nl: Job vernieuwen: %s
pl_pl: Odnów zadanie: %s
pt_pt: Renovar Job: %s
uk: Відновити роботу:% s
vi: Làm mới công việc: % s

source: Renew Classes Remaining : %s
de_de: Verbleibende Erneuerungen : %s
es_es: Renovar trabajos restantes: %s
fr_fr: Renouveler les emplois restants : %s
nl_nl: Vernieuw nieuwe banen : %s
pl_pl: Odnów zadania pozostałe : %s
pt_pt: Renovar Trabalhos Restantes: %s
uk: Заново залишити роботу:% s
vi: Lượt làm mới công việc còn lại: % s

source: New Resume Package
de_de: Neues Paket hinzufügen
es_es: Nuevo paquete de currículum
fr_fr: Nouveau paquet de CV
nl_nl: Nieuw CV-pakket
pl_pl: Nowy pakiet CV
pt_pt: Novo pacote de resumo
uk: Новий пакет поновлення
vi: Gói hồ sơ mới

source: Resume Remaining
de_de: Verbleibende Profile
es_es: Curriculum restante
fr_fr: CV restant
pl_pl: Wznów pozostałe
pt_pt: Retomar restante
uk: Відновити залишок
vi: Hồ sơ còn lại

source: Reviewer
de_de: Bewerter
es_es: Crítico
fr_fr: Critique
nl_nl: Recensent
pl_pl: Recenzent
pt_pt: Revisor
uk: Рецензент
vi: Người đánh giá

source: Reply
de_de: Antworten
es_es: Respuesta
fr_fr: Répondre
nl_nl: Antwoord
pl_pl: Odpowiadać
pt_pt: Resposta
uk: Відповідь
vi: Phản hồi

source: Edit Reply
de_de: Antwort bearbeiten
es_es: Editar respuesta
fr_fr: Modifier la réponse
nl_nl: Bewerk antwoord
pt_pt: Editar resposta
uk: Редагувати відповідь
vi: Chỉnh sửa trả lời

source: Are you sure to delete <b> %s </b>"?
de_de: Bist du dir sicher das du <b> %s </br> löschen möchtest?
es_es: ¿Estás seguro de borrar <b> %s </b>"?
fr_fr: Êtes-vous sûr de vouloir supprimer <b>% s </ b> "?
nl_nl: Weet je zeker dat je dit wilt verwijderen <b> %s </b>"?
pt_pt: Tem certeza de excluir <b> %s </b> "?
uk: Ви впевнені, що ви видалите <b>%s </b> "?
vi: Bạn có chắc muốn xóa <b>%s </b> "không?

source: Delete Reply
de_de: Antwort löschen
es_es: Eliminar respuesta
fr_fr: Supprimer la réponse
nl_nl: Antwoord verwijderen
pl_pl: Usuń odpowiedź
pt_pt: Excluir resposta
uk: Видалити відповідь
vi: Xóa câu trả lời

source: Reply content
de_de: Inhalt der Antwort
es_es: Contenido de respuesta
fr_fr: Répondre au contenu
nl_nl: Beantwoord inhoud
pl_pl: Odpowiedz treści
pt_pt: Responder conteúdo
uk: Відповісти змістом
vi: Nội dung trả lời

source: Enter your reply message
de_de: Tragen Sie ihre Nachricht ein
es_es: Ingrese su mensaje de respuesta
fr_fr: Entrez votre message de réponse
nl_nl: Voer je antwoord in
pl_pl: Wpisz swoją odpowiedź
pt_pt: Digite sua mensagem de resposta
uk: Введіть своє відповідь повідомлення
vi: Nhập tin nhắn trả lời của bạn

source: Job Title
de_de: Stellenbezeichnung
es_es: Título profesional
fr_fr: titres d'emploi
nl_nl: Functietitel
pl_pl: Stanowisko
pt_pt: Titulo do trabalho
uk: Професійний титул
vi: Chức danh công việc

source: No jobs found
de_de: Keine Classes gefunden
es_es: No se encontraron trabajos
fr_fr: Aucun emploi trouvé
nl_nl: Geen vacatures gevonden
pl_pl: Nie znaleziono zadań
pt_pt: Nenhum emprego encontrado
uk: Не знайдено жодної вакансії
vi: Không tìm thấy công việc

source: Resume
de_de: Fortsetzen
es_es: Currículum
fr_fr: CV
nl_nl: Hervat
pl_pl: CV
pt_pt: Currículo
uk: Резюме
vi: Hồ sơ

source: Search by job
de_de: Suchen
es_es: Buscar por trabajo
fr_fr: Rechercher par métier
nl_nl: Zoeken op functie
pl_pl: Szukaj według zlecenia
pt_pt: Pesquisa por emprego
uk: Пошук по роботі
vi: Tìm kiếm theo công việc

source: Applied Job
de_de: Beworben als
es_es: Trabajo aplicado
fr_fr: Emploi appliqué
nl_nl: Toegepaste baan
pt_pt: Trabalho Aplicado
uk: Прикладний Йов
vi: Công việc đã ứng tuyển

source: Full name
de_de: Vollständiger Name
es_es: Nombre completo
fr_fr: Nom complet
nl_nl: Voor-en achternaam
pl_pl: Pełne imię i nazwisko
pt_pt: Nome completo
uk: Повне ім'я
vi: Họ và tên

source: Teacher CV
de_de: Bewerber Lebenslauf
es_es: Candidato CV
fr_fr: Candidat CV
nl_nl: Kandidaat CV
pl_pl: CV kandydata
pt_pt: CV candidato
uk: Резюме кандидата
vi: CV ứng viên

source: Download full CV
de_de: Vollständigen Lebenslauf herunterladen
es_es: Descargue el CV completo
fr_fr: Télécharger le CV complet
nl_nl: Download het volledige CV
pl_pl: Pobierz pełne CV
pt_pt: Baixe o CV completo
uk: Завантажити повний CV
vi: Tải xuống toàn bộ CV

source: Teacher Message
de_de: Nachricht des Bewerbers
es_es: Mensaje del candidato
fr_fr: Message du candidat
nl_nl: Kandidaat bericht
pl_pl: Wiadomość od kandydata
pt_pt: Mensagem Candidata
uk: Кандидатне повідомлення
vi: Thông điệp cho ứng viên

source: Student Note
de_de: Arbeitergebernotiz
es_es: Nota del empleador
fr_fr: Note de l'employeur
nl_nl: Werkgever Opmerking
pl_pl: Uwaga dla pracodawcy
pt_pt: Nota do Empregador
uk: Примітка роботодавця
vi: Ghi chú của nhà tuyển dụng

source: Application Status
de_de: Bewerbungsstatus
es_es: Estado de la aplicación
fr_fr: État de la candidature
nl_nl: Toepassingsstatus
pl_pl: Status aplikacji
pt_pt: Status da candidatura
uk: Статус заявки
vi: Tình trạng nộp hồ sơ

source: Accept
de_de: Akzeptieren
es_es: Aceptar
fr_fr: Acceptez
nl_nl: Aanvaarden
pl_pl: Zaakceptować
pt_pt: Aceitar
uk: Прийміть
vi: Chấp nhận

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: sauvegarder
nl_nl: Opslaan
pl_pl: Zapisać
pt_pt: Salve 
uk: Зберегти
vi: Lưu

source: Save & Send Email
de_de: Speichern & E-Mail senden
es_es: Guardar & enviar email
fr_fr: Enregistrer et envoyer un e-mail
nl_nl: Bewaar & verstuur e-mail
pl_pl: Zapisz i wyślij e-mail
pt_pt: Salvar e enviar e-mail
uk: Зберегти та надіслати електронний лист
vi: Lưu và Gửi email

source: Order Number :
de_de: Bestellnummer :
es_es: Número de orden :
fr_fr: numéro de commande
nl_nl: Bestellingsnummer :
pl_pl: Numer zamówienia :
pt_pt: Número do pedido :
uk: Номер замовлення :
vi: Số đơn hàng:

source: Date :
de_de: Datum:
es_es: Fecha :
nl_nl: Datum:
pl_pl: Data:
pt_pt: Encontro :
uk: Дата :
vi: Ngày:

source: Order Type
de_de: Auftragsart
es_es: Tipo de orden
fr_fr: Type de commande
pl_pl: Typ zamówienia
pt_pt: Tipo de ordem
uk: Тип замовлення
vi: Loại đơn hàng

source: For Job
es_es: Para trabajo
fr_fr: pour les emploi
nl_nl: Voor Job
pl_pl: Dla pracy
pt_pt: Para trabalho
uk: Для Йова
vi: Cho công việc

source: Payment Method
de_de: Zahlungsart
es_es: Método de pago
fr_fr: Mode de paiement
nl_nl: Betalingsmiddel
pl_pl: Metoda płatności
pt_pt: Método de pagamento
uk: Метод оплати
vi: Phương thức thanh toán

source: This order has been created on %s. To pay it please use the following link: %2$s
de_de: Diese Bestellung wurde am %s aufgegeben. Um die Bestellung zu bezahlen, besuche bitte diesem Link: %2$s
es_es: Esta orden ha sido creada en %s. Para pagarlo, utilice el siguiente enlace: %2$s
fr_fr: Cette commande a été créée sur (%s). Pour le règlement, veuillez utilisez le lien suivant: %2$s
nl_nl: Deze bestelling is gemaakt op %s. Gebruik de volgende link om het te betalen: %2$s
pl_pl: To zamówienie zostało utworzone na %s. Aby go zapłacić, użyj następującego linku: %2$s
pt_pt: Este pedido foi criado em %s. Para pagá-lo, use o seguinte link:%2$s
uk: Це замовлення створено на %s. Щоб заплатити, будь-ласка, використовуйте таку посилання: %2$s
vi: Đơn hàng đã được tạo vào %s. Để thanh toán, vui lòng sử dụng liên kết sau: %2$s

source: pay
es_es: Paga
fr_fr: Payer
nl_nl: betalen
pl_pl: zapłacić
pt_pt: pagamento
uk: платити
vi: thanh toán

source: Additional Information:
de_de: Zusätzliche Informationen:
es_es: Información Adicional
fr_fr: Information additionnelle
nl_nl: Extra informatie:
pl_pl: Dodatkowe informacje:
pt_pt: Informação adicional:
uk: Додаткова інформація:
vi: Thông tin bổ sung:

source: Order #%1$s was placed on %2$s and is currently %3$s.
de_de: Bestellung Nr. %1$s vom %2$s ist aktuell %3$s.
es_es: La orden #%1$s se colocó en #%2$s y actualmente es #%3$s
fr_fr: L'ordre #%1$s a été placé sur %2$s et est actuellement %3$s.
nl_nl: Bestellen #%1$s werd geplaatst op %2$s en is momenteel %3$s.
pl_pl: Zamówienie #%1$szostał umieszczony %2$s i jest obecnie %3$s.
pt_pt: O pedido #%1$ s foi colocado em %2$s e atualmente é %3$s.
uk: Замовлення #%1$s було розміщено на %2$s і наразі %3$s.
vi: Yêu cầu số #%1$s được thay thế thành %2$s và hiện là %3$s.

source: Order updates
de_de: Bestellstatus
es_es: Actualizaciones de pedidos
fr_fr: Mises à jour des ordres
nl_nl: Bestel updates
pl_pl: Aktualizacja zamówienia
pt_pt: Atualizações de pedidos
uk: Замовити оновлення
vi: Cập nhật đơn hàng

source: %1$s for %2$s item
es_es: %1$s para el element %2$s
fr_fr: %1$s pour l'élément %2$s
pt_pt: %1$s para o item %2$s
uk: %1$s для елемента %2$s
vi: %1$s cho %2$s mục

source: Pay
de_de: Bezahlen
es_es: Paga
fr_fr: Payer
nl_nl: Betalen
pl_pl: Zapłacić
pt_pt: Pagamento
uk: Платити
vi: Thanh toán

source: Go shop
de_de: Zum Shop
es_es: Ir de compras
fr_fr: faire du shopping
nl_nl: Ga winkelen
pl_pl: Idź do sklepu
pt_pt: Ir a loja
uk: Ходити в магазин
vi: Mua sắm

source: No order has been made yet.
de_de: Bisher wurde keine Bestellung durchgeführt.
es_es: Aún no se ha realizado ninguna orden.
fr_fr: Aucune commande n'a encore été exécutée
nl_nl: Er is nog geen bestelling geplaatst.
pl_pl: Nie złożono jeszcze zamówienia.
pt_pt: Nenhum pedido foi feito ainda.
uk: Замовлення ще не було зроблено.
vi: Chưa có yêu cầu nào được thực hiện.

source: Check your email to confirm
de_de: Überprüfen sie ihre Emails zur Bestätigung
es_es: Revisa tu correo electrónico para confirmar
fr_fr: Vérifier votre email pour confirmer
nl_nl: Controleer uw e-mailadres om te bevestigen
pl_pl: Sprawdź pocztę, aby potwierdzić
pt_pt: Verifique seu email para confirmar
uk: Перевірте свою електронну пошту, щоб підтвердити
vi: Kiểm tra email của bạn để xác nhận

source: An email has been sent to your email please confirm it to complete the registration
de_de: Die E-Mail wurde an ihre E-Mailadresse gesendet. Bestätigen Sie diese um die Registrierung abzuschließen
es_es: Se ha enviado un correo electrónico a su correo electrónico, confírmelo para completar el registro
fr_fr: Un email a été envoyé à votre adresse mail, veuillez confirmer pour compléter l'enregistrement
nl_nl: Er is een e-mail verzonden naar uw e-mail. Bevestig deze om de registratie te voltooien
pl_pl: Wiadomość e-mail została wysłana na Twój adres e-mail, potwierdź ją, aby dokończyć rejestrację
pt_pt: Um e-mail foi enviado para o seu e-mail, confirme-o para concluir o registro
uk: На ваш електронний лист надіслано електронне повідомлення, щоб підтвердити його, щоб завершити реєстрацію
vi: Một email đã được gửi đến email của bạn, vui lòng xác nhận email để hoàn tất đăng ký. Bạn có thể kiểm tra trong inbox hoặc spam/bulk

source: Confirmed your registration
de_de: Bestätigt deine Registrierung
es_es: Confirmado su registro
fr_fr: Confirmer votre inscription
nl_nl: Bevestigd uw registratie
pl_pl: Potwierdzono rejestrację
pt_pt: Confirmado seu registro
uk: Підтвердила вашу реєстрацію
vi: Xác nhận đăng ký của bạn

source: Register for new Class Alert
de_de: Registrieren Sie sich für ihre Benachrichtigung
es_es: Regístrese para una nueva alerta de empleo
fr_fr: Inscrivez-vous pour une nouvelle alerte d'emploi
nl_nl: Meld u aan voor nieuwe vacature-alert
pl_pl: Zarejestruj się, aby uzyskać nowy alert o pracy
pt_pt: Inscreva-se para um novo alerta de emprego
uk: Підписка на оновлення по вакансіях
vi: Đăng ký thông báo việc làm mới

source: Your Email *
de_de: Ihre E-Mail-Adresse *
es_es: Tu email *
fr_fr: Votre email*.
nl_nl: Jouw email *
pl_pl: Twój email *
pt_pt: Seu email *
uk: Ваша електронна адреса *
vi: Email của bạn *

source: Enter title
de_de: Titel eingeben
es_es: Ingrese Título
fr_fr: Entrer le titre
nl_nl: Voer titel in
pl_pl: Wprowadź tytuł
pt_pt: Digite o título
uk: Введіть назву
vi: Nhập tiêu đề

source: Enter salary from
de_de: Vorstellungen des Gehalts
es_es: Ingrese el salario de
fr_fr: Entrez le salaire de
nl_nl: Voer het salaris in van
pl_pl: Wprowadź wynagrodzenie od
pt_pt: Digite o salário de
uk: Введіть зарплату з
vi: Mức lương từ

source: <i class="fa fa-envelope-o"></i> Register now
de_de: <i class="fa fa-envelope-o"></i> Jetzt registrieren
es_es: <i class="fa fa-envelope-o"></i> Regístrate ahora
fr_fr: <i class="fa fa-envelope-o"></i> inscrire maintenant
nl_nl: <i class="fa fa-envelope-o"></i> Registreer nu
pl_pl: <i class="fa fa-envelope-o"></i> Zarejestruj się teraz
pt_pt: <i class="fa fa-envelope-o"></i> Registrar agora
uk: Зареєструйтеся зараз
vi: <i class="fa fa-envelope-o"></i> Đăng ký ngay

source: We will soon send you information about the latest jobs on a regular basis
de_de: Wir werden dir in Kürze alle notwendigen Informationen über die letzten Classes senden
es_es: Pronto le enviaremos información sobre los trabajos más recientes de forma regular
fr_fr: Nous vous enverrons bientôt et régulièrement des informations sur les derniers emplois
nl_nl: We zullen u op gezette tijden informatie over de nieuwste banen toesturen
pl_pl: Niedługo będziemy wysyłać Ci informacje o najnowszych ofertach pracy na bieżąco
pt_pt: Em breve, enviaremos informações sobre os últimos trabalhos regularmente
uk: Ми скоро надсилаємо вам інформацію про останні робочі місця на регулярній основі
vi: Chúng tôi sẽ gửi cho bạn các công việc phù hợp định kỳ

source: Unsubscribed receiving new jobs
de_de: Benachrichtigungen abbestellen
es_es: Anulación de recibir nuevos trabajos
fr_fr: Désinscription de la réception de nouveaux emplois
nl_nl: Niet-geabonneerd ontvangen van nieuwe banen
pl_pl: Niesubskrybowane otrzymywanie nowych ofert pracy
pt_pt: Não inscritos recebendo novos trabalhos
uk: Скасувати підписку на отримання нових робочих місць
vi: Đã hủy đăng ký nhận công việc mới

source: Unsubscribed successfully
de_de: Sie erhalten keine Benachrichtigungen mehr
es_es: Unsubscribed con éxito
fr_fr: Désabonné avec succès.
nl_nl: Afgemeld succesvol
pl_pl: Anulowano subskrypcję
pt_pt: Não subscrito com sucesso
uk: Не підписано успішно
vi: Đã hủy thành công

source: Login to your account
de_de: ANMELDEN
es_es: Ingrese a su cuenta
fr_fr: Connectez-vous à votre compte
nl_nl: Log in op jouw account
pl_pl: Zaloguj się na swoje konto
pt_pt: Faça login na sua conta
uk: Увійдіть до свого облікового запису
vi: Đăng nhập tài khoản

source: Enter Your Full Name or Email.
de_de: E-Mail oder Benutzernamen.
es_es: Ingrese su nombre de usuario o email
fr_fr: Entrez votre nom d'utilisateur ou votre adresse e-mail.
nl_nl: Voer je gebruikersnaam of e-mailadres in.
pl_pl: Wprowadź nazwę użytkownika lub adres e-mail.
pt_pt: Digite seu nome de usuário ou e-mail.
uk: Введіть своє ім'я користувача або електронну адресу.
vi: Nhập tên đăng nhập hoặc Email

source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
nl_nl: Wachtwoord
pl_pl: Hasło
pt_pt: Senha
uk: Пароль
vi: Mật khẩu

source: Enter Password.
de_de: Passwort eintragen.
es_es: Introducir la contraseña.
fr_fr: Entrer le mot de passe.
nl_nl: Voer wachtwoord in.
pl_pl: Wprowadź hasło.
pt_pt: Digite a senha.
uk: Введіть пароль.
vi: Nhập mật khẩu

source: Login
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: S'identifier
pl_pl: Zaloguj Się
pt_pt: Entrar
uk: Увійти
vi: Đăng nhập

source: Lost Password?
de_de: Passwort vergessen?
es_es: ¿Contraseña perdida?
fr_fr: Mot de passe perdu?
nl_nl: Vergeten wachtwoord?
pl_pl: Zgubione hasło?
pt_pt: Senha perdida?
uk: Втрачений Пароль?
vi: Mất mật khẩu?

source: Confirm Password
de_de: Passwort bestätigen
es_es: Confirmar contraseña
fr_fr: Confirmez le mot de passe
nl_nl: Bevestig wachtwoord
pl_pl: Potwierdź hasło
pt_pt: Confirme a Senha
uk: Підтвердити пароль
vi: Xác nhận mật khẩu

source: Email OR Phone
de_de: E-Mail ODER Benutzername
es_es: Email o nombre de usuario
fr_fr: E-mail ou nom d'utilisateur
nl_nl: E-mail of gebruikersnaam
pl_pl: Email lub nazwa użytkownika
pt_pt: Email ou nome de usuário
uk: Електронна пошта або ім'я користувача
vi: Email hoặc tên đăng nhập

source: Enter email or phone number
de_de: E-Mail oder Benutzername eingeben.
es_es: Ingrese el correo electrónico o nombre de usuario.
fr_fr: Entrez un email ou un nom d'utilisateur.
nl_nl: Voer e-mail of gebruikersnaam in.
pl_pl: Wprowadź adres e-mail lub nazwę użytkownika.
pt_pt: Digite E-mail ou Nome de Usuário.
uk: Введіть адресу електронної пошти або ім'я користувача.
vi: Nhập Email hoặc Tên đăng nhập

source: Get New Password
de_de: Neues Passwort anfordern
es_es: Obtener nueva contraseña
fr_fr: Obtenir un nouveau mot de passe
nl_nl: Krijg een nieuw wachtwoord
pl_pl: Uzyskaj nowe hasło
pt_pt: Obtenha uma nova senha
uk: Отримати новий пароль
vi: Nhận mật khẩu mới

source: <b class="highlight">Update your profile</b> to reach dream jobs easier.
de_de: <b class="highlight">Profil aktualisieren</b>, um den Traumjob finden zu können.
es_es: <b class="highlight">Actualiza tu perfil</b>para llegar a los trabajos de sus sueños más fácilmente.
fr_fr: <b class="highlight"> Metter à jour vos profil </b> pour atteindre des emplois de rêve plus facilement.
nl_nl: <b class="highlight">Werk uw profiel bij </b> om gemakkelijker droombanen te realiseren.
pl_pl: <b class="highlight">Zaktualizuj swój profil</b> łatwiej osiągnąć wymarzone prace.
pt_pt: <b class="highlight">Atualize seu perfil</b> para alcançar o emprego dos sonhos mais fácil.
uk: <b class = "highlight"> Оновіть свій профіль </b>, щоб покращити підбір персональних вакансій!
vi: <b class="highlight"> Cập nhật tiểu sử của bạn </b> để tạo ấn tượng và nổi bậc hơn.

source: <b class="highlight">Register now</b> to reach dream jobs easier.
de_de: <b class="highlight">Registrieren Sie sich jetzt</b>, um Ihrem Traumjob näher zu kommen.
es_es: <b class="highlight">Regístrate ahora </b> para llegar a los trabajos de sus sueños más fácilmente.
fr_fr: <b class="highlight">inscrire maintenant</b> pour atteindre des emplois de rêve plus facilement.
pl_pl: <b class="highlight">Zarejestruj się teraz</b> łatwiej osiągnąć wymarzone prace.
pt_pt: <b class="highlight">Registrar agora </b> para alcançar o emprego dos sonhos mais fácil.
uk: <b class = "highlight"> Зареєструйтесь зараз </b>, щоб знайти роботу мрії :)
vi: <b class="highlight"> Đăng ký ngay </b> để tìm việc.

source: <b class="highlight">Job suggestion</b> you might be interested based on your profile.
de_de: <b class="highlight">Job Empfehlungen</b> die Sie vielleicht interessieren könnten. Klicken Sie hier.
es_es: <b class="highlight">Sugerencia de trabajo </b> Es posible que te interese según tu perfil.
fr_fr: <b class="highlight">Job suggestion</b> Vous pourriez être intéressé(e) selon votre profil.
nl_nl: <b class="highlight">Job suggestion</b> je bent wellicht geïnteresseerd op basis van je profiel.
pl_pl: <b class="highlight"></b> możesz być zainteresowany w oparciu o swój profil.
pt_pt: <b class="highlight">Sugestão de trabalho</b> você pode estar interessado com base no seu perfil.
uk: <b class = "highlight"> Перегляньте пропозиції щодо </b>, роботи. Підібрані згідно ваших уподобань!
vi: <b class="highlight"> Gợi ý công việc </b> phù hợp với bạn.

source: <b class="highlight">Teacher suggestion</b> you might be interested based on your profile.
de_de: <b class="highlight">Bewerber Empfehlungen</b> die Sie vielleicht interessieren könnten.
es_es: <b class="highlight">Sugerencia del candidato</b>Es posible que te interese según tu perfil.
fr_fr: <b class="highlight">Suggestion de candidat</b>ofile. vous pourriez être intéressé par votre profil
nl_nl: <b class="highlight">Kandidaatsuggestie </b> je bent wellicht geïnteresseerd op basis van je profiel.
pl_pl: <b class="highlight">Propozycja kandydacka </b> możesz być zainteresowany w oparciu o swój profil.
pt_pt: <b class="highlight">Sugestão de candidato </b> você pode estar interessado com base no seu perfil.
uk: <b class = "highlight"> Ми знайшли декілька кандидатів </b>, згідно ваших критеріїв!
vi: <b class="highlight"> Gợi ý ứng viên </b> phù hợp với bạn.

source: You do not have any notification.
de_de: Keine Benachrichtigungen vorhanden.
es_es: Usted no tiene ninguna notificación.
fr_fr: Vous n'avez aucune notification.
nl_nl: U hebt geen melding.
pl_pl: Nie masz żadnego powiadomienia.
pt_pt: Você não tem nenhuma notificação.
uk: У вас немає жодних повідомлень.
vi: Bạn không có thông báo.

source: Enter Keywords
de_de: Suchbegriffe eingeben
es_es: Ingrese palabras claves
fr_fr: Entrez les mots clés
nl_nl: Voer trefwoorden in
pl_pl: Wprowadź słowa kluczowe
pt_pt: Digite palavras-chave
uk: Введіть запит
vi: Nhập từ khóa

source: Choose category
de_de: Wählen Sie eine Kategorie
es_es: Elegir la categoría
fr_fr: Choisissez une catégorie
nl_nl: Kies categorie
pl_pl: Wybierz kategorię
pt_pt: Escolher categoria
uk: Виберіть категорію
vi: Chọn Ngành Nghề

source: Choose job type
de_de: Beschäftigungsart
es_es: Elija el tipo de trabajo
fr_fr: Choisissez le type d'emploi
nl_nl: Kies het type baan
pl_pl: Wybierz rodzaj pracy
pt_pt: Escolha o tipo de emprego
uk: Виберіть тип роботи
vi: Chọn loại công việc

source: Choose Location
de_de: Standort wählen
es_es: Elegir la ubicación
fr_fr: Choisissez l'emplacement
nl_nl: Kies locatie
pl_pl: Wybierz lokacje
pt_pt: Escolha a localização
uk: Виберіть Місцеположення
vi: Chọn Địa Điểm

source: Choose Standard
de_de: Paket wählen
es_es: Elige el nivel
fr_fr: Choisissez le niveau
nl_nl: Kies niveau
pl_pl: Wybierz poziom
pt_pt: Escolha o nível
uk: Виберіть рівень
vi: Chọn cấp bậc
