Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: Sorry, this file type is not permitted for security reasons.
de_de: Entschuldigung, aber dieser Dateityp ist aus Sicherheitsgründen nicht erlaubt.
es_es: Lo sentimos, este tipo de archivo no está permitido por razones de seguridad.
fr_fr: Ce fichier n'est pas autorisé pour des raisons de sécurité
nl_nl: Sorry, dit bestandstype is om veiligheidsredenen niet toegestaan.
pl_pl: Niestety, ten typ pliku jest niedozwolony ze względów bezpieczeństwa.
pt_pt: Desculpe, este tipo de arquivo não é permitido por razões de segurança.
uk: На жаль, цей тип файлу заборонено з міркувань безпеки.
vi: Rất tiếc, loại tệp này không được phép vì lý do bảo mật.

source: File size is too large. Maximum upload is %s
de_de: Datei ist zu groß. Die Maximalgröße für einen Upload beträgt %s
es_es: El tamaño del archivo es demasiado grande. La carga máxima es %s
fr_fr: La taille du fichier est trop grande. Le téléchargement maximal est%s
nl_nl: Bestandsgrootte is te groot. Maximale upload is %s
pl_pl: Rozmiar pliku jest zbyt duży. Maksymalne przesyłanie to %s
pt_pt: O tamanho do arquivo é muito grande. O upload máximo é %s
uk: Розмір файлу завеликий. Максимальне завантаження -% s
vi: Kích thước tệp quá lớn. Tải lên tối đa là%s

source: Please input %s
de_de: Bitte gebe %s ein
es_es: Ingrese %s
fr_fr: Veuillez entrer% s
nl_nl: Vul alsjeblieft in %s
pl_pl: Proszę wprowadzić %s
pt_pt: Por favor insira %s
uk: Будь ласка, введіть% s
vi: Vui lòng nhập %s

source: Wrong captcha %s.
de_de: Captcha falsch %s.
es_es: Incorrecto captcha% s.
fr_fr: faux captcha% s
nl_nl: Verkeerde captcha %s.
pl_pl: błędny kod weryfikacyjny%s.
pt_pt: Captcha incorreto %s.
uk: Невірний captcha% s.
vi: Sai captcha %s.

source: This Class has been expired
de_de: Dieser Class hatte bereits Bewerbungsschluss!
es_es: Este trabajo ha expirado
fr_fr: Cet emploi a expiré
nl_nl: Deze taak is verlopen
pl_pl: To zadanie wygasło
pt_pt: Este trabalho foi expirado
uk: Термін дії цієї роботи закінчився
vi: Công việc đã quá hạn

source: Please login to apply this job
de_de: Du musst die anmelden, um dich für diesen Class zu bewerben
es_es: Por favor inicie sesión para aplicar este trabajo
fr_fr: Veuillez vous connecter pour postuler cette offre
nl_nl: Meld u aan om deze taak toe te passen
pl_pl: Zaloguj się, aby zastosować tę pracę
pt_pt: Por favor, faça o login para aplicar este trabalho
uk: Будь ласка, увійдіть, щоб застосувати цю роботу
vi: Yêu cầu đăng nhập

source: You must login to apply job
es_es: Debes iniciar sesión para aplicar el trabajo
fr_fr: Vous devez vous connecter pour postuler à ce poste
nl_nl: U moet inloggen om een job toe te passen
pl_pl: Musisz się zalogować, aby złożyć aplikacę
pt_pt: Você deve fazer o login para aplicar o trabalho
uk: Ви повинні зареєструватися, щоб подати заявку на роботу
vi: Bạn phải đăng nhập để nộp hồ sơ

source: You must buy Apply Class Package to apply job
es_es: Deben tener un Plan de cuenta para solicitar
fr_fr: Vous devez acheter le forfait "postuler à un emploi" avant de postuler.
nl_nl: U moet Sollicitatiepakket aanvragen om een sollicitatie toe te passen
pl_pl: Aby aplikować na tą ofertę wykup Pakiet Aplikacji
pt_pt: Você deve comprar o Pacote de Trabalho Aplicado para aplicar o trabalho
uk: Ви повинні купити Apply Class Package для подання вакансії
vi: Bạn phải mua gói nộp hồ sơ để ứng tuyển

source: Your Apply Class Package is pending or expired
es_es: Su paquete de solicitud de empleo está pendiente o vencido
fr_fr: Votre forfait d'emploi à postuler est en attente ou a expiré.
nl_nl: Uw Apply Class Package is in behandeling of is verlopen
pl_pl: Pakiet Aplikacji oczekuje na zatwierdzenie lub wygasł
pt_pt: Seu pacote de trabalho do Apply está pendente ou expirou
uk: Ваша заявка на роботу пакет очікує на розгляд або закінчився
vi: Gói nộp hồ sưa của ban đang chờ xử lý hoặc quá hạn

source: Apply With Linkedin
es_es: Solicitar con LinkedIn
fr_fr: Appliquer avec Linkedin
nl_nl: Solliciteer met Linkedin
pl_pl: Aplikuj za pomocą LinkedIn
pt_pt: Aplicar com o Linkedin
uk: Застосувати з Linkedin
vi: Nộp hồ sơ với LinkedIn

source: Client ID
es_es: Identificación del cliente
fr_fr: identité du client
nl_nl: klant ID
pl_pl: ID klienta
pt_pt: ID do Cliente
uk: Ідентифікатор клієнта

source: Client Secret
es_es: Secreto del cliente
fr_fr: Secret client
pl_pl: Sekret klienta
pt_pt: Segredo do cliente
uk: Клієнтська таємниця

source: Will automatically create user. If they log in with the same linkedin account they can view their applications
de_de: Benutzer wird automatisch erstellt. Wenn sich der Benutzer mit dem gleichen Linkedin-Konto anmeldet, kann er die Bewerbungen einsehen
es_es: Creará automáticamente al usuario. Si inician sesión con la misma cuenta de linkedin, pueden ver sus aplicaciones
fr_fr: Permet de créer automatiquement un utilisateur. S'ils se connectent avec le même compte LinkedIn, ils peuvent voir leurs applications
nl_nl: Zal automatisch gebruiker maken. Als ze inloggen met hetzelfde linkedin-account, kunnen ze hun applicaties bekijken
pl_pl: Automatycznie utworzy użytkownika. Jeśli zalogują się przy użyciu tego samego konta, będą mogli przeglądać swoje aplikacje
pt_pt: Irá criar automaticamente o usuário. Se eles fizerem login com a mesma conta linkedin, poderão visualizar seus aplicativos
uk: Автоматично створюватиме користувач. Якщо вони входять з тим самим пов'язаним обліковим записом, вони можуть переглядати свої програми
vi: Sẽ tự động tạo người dùng. Nếu họ đăng nhập bằng cùng một tài khoản được liên kết, họ có thể xem các hồ sơ ứng tuyển của họ

source: Pending Payment
de_de: Ausstehende Zahlung
es_es: Pago pendiente
fr_fr: En attente de paiement
nl_nl: In afwachting van betaling
pl_pl: Oczekująca płatność
pt_pt: Pagamento Pendente
uk: Очікування платежу
vi: Chờ thanh toán

source: Expired
de_de: Abgelaufen
es_es: Muerto
fr_fr: Expiré
nl_nl: Niet meer geldig
pl_pl: Przedawniony
pt_pt: Expirado
uk: Дійсна до
vi: Quá hạn

source: Trash
de_de: Papierkorb
es_es: Basura
fr_fr: Poubelle
nl_nl: Uitschot
pl_pl: Śmieci
pt_pt: Lixo
uk: Сміття
vi: Rác

source: Incomplete
de_de: Unerledigt
es_es: Incompleto
fr_fr: Incomplet
nl_nl: Incompleet
pl_pl: Niekompletny
pt_pt: Incompleto
uk: Неповна
vi: Chưa hoàn thành

source: Invalid Job.
de_de: Ungültige Stellenanzeige.
es_es: Trabajo inválido
fr_fr: Emploi invalide.
nl_nl: Ongeldige taak.
pl_pl: Nieprawidłowe zadanie.
pt_pt: Trabalho inválido.
uk: Недійсна робота.
vi: Công việc không hợp lệ.

source: Auto Completed
es_es: Auto completado
fr_fr: Auto terminé
nl_nl: Auto voltooid
pl_pl: Auto zakończone
pt_pt: Auto concluído
uk: Автозавершений
vi: Tự động hoàn thành

source: There was an error processing please try again.
de_de: Es gab einen Fehler. Bitte versuche es erneut.
es_es: Hubo un error al procesar. Inténtalo de nuevo.
fr_fr: Il y a une errer qui a été traitée. S'il vous plaît veuillez reessayez.
nl_nl: Er is een fout verwerkt. Probeer het opnieuw.
pl_pl: Podczas przetwarzania wystąpił błąd. Spróbuj ponownie.
pt_pt: Houve um erro no processamento, tente novamente.
uk: Виникла обробка помилок. Повторіть спробу.
vi: Đã xảy ra lỗi khi xử lý, vui lòng thử lại.

source: Wrong username or password.
de_de: Falscher Benutzername oder Passwort.
es_es: Nombre de usuario o contraseña incorrectos.
fr_fr: Nom d'utilisateur et/ou mot de passe incorrects
nl_nl: Verkeerde gebruikersnaam of wachtwoord.
pl_pl: Zła nazwa użytkownika lub hasło.
uk: Неправильне ім'я користувача або пароль.
vi: Sai tên đăng nhập hoặc mật khẩu sai.

source: Login successful, redirecting...
de_de: Login erfolgreich, Weiterleitung....
es_es: Inicio de sesión exitoso, redirigiendo ...
fr_fr: Connexion réussie, redirection ...
nl_nl: Inloggen geslaagd, doorverwijzen ...
pl_pl: Logowanie zakończone sukcesem, przekierowanie ...
pt_pt: Login bem sucedido, redirecionando ...
uk: Увійти успішно, перенаправлення ...
vi: Đăng nhập thành công, đang chuyển hướng ...

source: Invalid username.
de_de: Fehler - Ungültiger Benutzername.
es_es: Nombre de usuario no válido.
fr_fr: Nom d'utilisateur invalide
nl_nl: Ongeldige gebruikersnaam.Ongeldige gebruikersnaam.
pl_pl: Zła nazwa użytkownika.
pt_pt: Nome de usuário Inválido.
uk: Невірне ім'я користувача.
vi: Tên tài khoản không hợp lệ

source: Invalid username (do not use special characters or spaces)!
de_de: Ungültiger Benutzername (* verwenden Sie keine Sonderzeichen oder Leerzeichen)!
es_es: Nombre de usuario inválido (¡no use caracteres especiales o espacios)!
fr_fr: Nom d'utilisateur invalide (n'utilisez pas de caractères spéciaux ou d'espaces)!
nl_nl: Ongeldige gebruikersnaam (gebruik geen speciale tekens of spaties)!
pl_pl: Nieprawidłowa nazwa użytkownika (nie używaj znaków specjalnych ani spacji)!
pt_pt: Nome de usuário inválido (não use caracteres especiais ou espaços)!
uk: Недійсне ім'я користувача (не використовуйте спеціальні символи чи пробіли)!
vi: Tên tài khoản không hợp lệ ( không sử dụng ký tự đặc biệt hoặc dấu cách )!

source: Full Name must be at least 5 characters.
de_de: Der Benutzername muss aus mindestens 5 Zeichen bestehen.
es_es: El nombre de usuario debe tener al menos 5 caracteres.
fr_fr: Le nom d'utilisateur doit comporter au moins 5 caractères
nl_nl: Gebruikersnaam moet minimaal 5 tekens bevatten.
pl_pl: Nazwa użytkownika musi składać się z co najmniej 5 znaków.
pt_pt: O nome de usuário deve ter pelo menos 5 caracteres.
uk: Ім'я користувача має містити принаймні 5 символів.
vi: Tên tài khoản phải có ít nhất 5 ký tự.

source: Phone number already exists.
de_de: Der Benutzername existiert bereits.
es_es: Nombre de usuario ya existe.
fr_fr: Ce nom d'utilisateur existe déjà
nl_nl: Gebruikersnaam bestaat al.
pl_pl: Nazwa użytkownika już istnieje.
pt_pt: O nome de usuário já existe
uk: Ім'я користувача вже існує.
vi: Tên tài khoản đã tồn tại.

source: Invalid User Email.
de_de: Ungültige E-Mail.
es_es: Email del usuario no válido.
fr_fr: Email utilisateur invalide.
nl_nl: Ongeldige gebruikersmail.
pl_pl: Nieprawidłowy adres e-mail użytkownika.
pt_pt: E-mail de usuário inválido.
uk: Неправильна електронна пошта користувача.
vi: Email không hợp lệ.

source: Password must be at least 6 characters.
de_de: Das Passwort muss aus mindestens 6 Zeichen bestehen.
es_es: La contraseña debe tener al menos 6 caracteres.
fr_fr: Le mot de passe doit être au moins de 6 caractères.
nl_nl: Wachtwoord moet tenminste 6 tekens bevatten.
pl_pl: Hasło musi mieć co najmniej 6 znaków.
pt_pt: A senha deve ter pelo menos 6 caracteres.
uk: Пароль має містити принаймні 6 символів.
vi: Mật khẩu phải có ít nhất 6 ký tự.

source: User Email already exists.
de_de: Die E-Mail existiert bereits.
es_es: El email de usuario ya existe.
fr_fr: L'e-mail de l'utilisateur existe déjà
nl_nl: Gebruikers-e-mail bestaat al.
pl_pl: E-mail użytkownika już istnieje.
pt_pt: E-mail do usuário já existe.
uk: Електронна адреса користувача вже існує.
vi: Email người dùng đã tồn tại.

source: Registered successfully, redirecting...
de_de: Erfolgreich registriert, einen Moment bitte...
es_es: Registrado con éxito, redirigiendo ...
fr_fr: Enregistré avec succès,, rediriger ...
nl_nl: Met succes geregistreerd, omleiding ...
pl_pl: Zarejestrowano pomyślnie, przekierowuję ...
pt_pt: Registrado com sucesso, redirecionando ...
uk: Зареєструвався успішно, перенаправляючи ...
vi: Đã đăng ký thành công, đang chuyển hướng ...

source: Can't register please refresh the page and try again.
de_de: Registrierung fehlgeschlagen, lade die Seite neu und versuche es erneut.
es_es: No se puede registrar, actualice la página y vuelva a intentarlo.
fr_fr: Impossible de vous enregistrer, actualisez la page et réessayer
nl_nl: Kan niet registreren vernieuw de pagina en probeer het opnieuw.
pl_pl: Nie można się zarejestrować, odśwież stronę i spróbuj ponownie.
pt_pt: Não é possível registrar, atualize a página e tente novamente.
uk: Не вдається зареєструватися, оновіть сторінку та повторіть спробу.
vi: Không thể đăng ký vui lòng làm mới trang và thử lại.

source: Please enter your current password.
de_de: Bitte geben Sie Ihr derzeitiges Passwort ein.
es_es: Por favor ingrese su contraseña actual.
fr_fr: Entrer votre mot de passe actuel
nl_nl: Voer uw huidige wachtwoord in.
pl_pl: Podaj swoje obecne hasło.
pt_pt: Por favor, digite sua senha atual.
uk: Будь ласка, введіть свій поточний пароль.
vi: Vui lòng nhập mật khẩu hiện tại của bạn.

source: Please enter new password.
de_de: Bitte tragen Sie ihr neues Passwort ein.
es_es: Por favor ingrese una nueva contraseña.
fr_fr: Entrer un nouveau mot de passe
nl_nl: Voer een nieuw wachtwoord in.
pl_pl: Wprowadź nowe hasło.
pt_pt: Por favor insira a nova senha.
uk: Будь ласка, введіть новий пароль.
vi: Vui lòng nhập mật khẩu mới.

source: Wrong current password.
de_de: Das aktuelle Passwort ist falsch.
es_es: Contraseña actual incorrecta.
fr_fr: Mot de passe incorrect
nl_nl: Verkeerd huidig wachtwoord.
pl_pl: Złe aktualne hasło.
pt_pt: Senha atual incorreta.
uk: Невірний поточний пароль.
vi: Mật khẩu hiện tại sai.

source: Changed password successfully.
de_de: Passwort erfolgreich geändert.
es_es: Cambió la contraseña con éxito.
fr_fr: Mot de passe modifié avec succès
nl_nl: Wachtwoord met succes gewijzigd.
pl_pl: Zmieniono hasło z powodzeniem.
pt_pt: Senha alterada com sucesso.
uk: Змінено пароль успішно.
vi: Đã thay đổi mật khẩu thành công.

source: Please enter Email Or Full Name.
de_de: Bitte tragen Sie ihre E-Mail oder ihren Benutzernamen ein.
es_es: Por favor ingrese email o nombre de usuario.
fr_fr: Entrez l'email ou le nom d'utilisateur
nl_nl: Voer alstublieft een e-mail of gebruikersnaam in.
pl_pl: Wprowadź adres e-mail lub nazwę użytkownika.
pt_pt: Por favor insira E-mail ou Nome de Usuário.
uk: Будь ласка, введіть адресу електронної пошти або ім'я користувача.
vi: Vui lòng nhập Email hoặc Tên đăng nhập.

source: There is no user registered with that email address.
de_de: Es ist kein Benutzer mit dieser E-Mail registriert.
es_es: No hay ningún usuario registrado con esa dirección de email.
fr_fr: Aucun utilisateur n'est enregistré avec cette adresse e-mail
nl_nl: Er is geen gebruiker geregistreerd met dat e-mailadres.
pl_pl: Nie ma użytkownika zarejestrowanego pod tym adresem e-mail.
pt_pt: Não há usuário registrado com esse endereço de e-mail.
uk: Користувач не зареєстрований з цією адресою електронної пошти.
vi: Không có người dùng nào được đăng ký với địa chỉ email này.

source: Invalid Full Name.
de_de: Fehler - Ungültiger Benutzername.
es_es: Nombre de usuario no válido.
fr_fr: nom d'utilisateur invalide
nl_nl: Ongeldige gebruikersnaam.
pl_pl: Zła nazwa użytkownika.
pt_pt: Nome de usuário Inválido.
uk: Невірне ім'я користувача.
vi: Tên người dùng không hợp lệ.

source: Please Check your email for the confirmation link.
de_de: Bitte klicke auf den Link in der Bestätigungsemail, den wir dir gesendet haben.
es_es: Por favor revise su email para ver el enlace de confirmación.
fr_fr: Veuillez vérifier votre email pour le lien de confirmation.
nl_nl: Controleer uw e-mail voor de bevestigingslink.
pl_pl: Sprawdź swój e-mail w celu uzyskania linku potwierdzającego.
pt_pt: Por favor, verifique seu e-mail para o link de confirmação.
uk: Будь ласка, перевірте свою електронну пошту за посиланням підтвердження.
vi: Vui lòng kiểm tra email của bạn để xác nhận.

source: Please enter your email.
de_de: Bitte tragen Sie ihre E-Mail-Adresse ein.
es_es: Por favor introduzca su correo electrónico.
fr_fr: veuillez entrer votre adresse email
nl_nl: Vul alstublieft uw e-mailadres in.
pl_pl: Podaj swój adres e-mail.
pt_pt: Por favor introduza o seu e-mail.
uk: Будь ласка, введіть свій електронний лист.
vi: Vui lòng nhập email.

source: This email has already been used by another user.
de_de: Diese E-Mail wird bereits von einem anderem Benutzer verwendet.
es_es: Este email ya ha sido utilizado por otro usuario.
fr_fr: Cet email a déjà été encodée par un autre utilisateur
nl_nl: Deze e-mail is al gebruikt door een andere gebruiker.
pl_pl: Ten e-mail został już wykorzystany przez innego użytkownika.
pt_pt: Este e-mail já foi usado por outro usuário.
uk: Цей електронний лист вже був використаний іншим користувачем.
vi: Email này đã được sử dụng.

source: An email was sent to your email please click the activation link to verify your account!
de_de: Eine Bestätigungsemail wurde nochmal versendet. Klicke auf den Link um dein Konto zu bestätigen!
es_es: ¡Se envió un email a su email por favor haga clic en el enlace de activación para verificar su cuenta!
fr_fr: Un email a été envoyé à votre adresse mail, cliquez sur le lien d'activation pour que votre compte soit vérifié
nl_nl: Er is een e-mail verzonden naar uw e-mailadres. Klik op de activatielink om uw account te verifiëren!
pl_pl: E-mail został wysłany na Twój adres e-mail, kliknij link aktywacyjny, aby zweryfikować swoje konto!
pt_pt: Um email foi enviado para o seu email, por favor clique no link de ativação para verificar sua conta!
uk: Електронний лист надіслано на ваш електронний лист, щоб отримати підтвердження свого облікового запису, натисніть посилання активації!
vi: Một email đã được gửi đến email của bạn, vui lòng nhấp vào liên kết kích hoạt để xác minh tài khoản của bạn! Bạn có thể xem trong inbox hoặc spam/bulk

source: Can not delete account please reload the page and try again.
de_de: Konto konnte nicht gelöscht werden. Lade diese Seite neu und versuche es erneut.
es_es: No se puede eliminar la cuenta, vuelva a cargar la página e intente de nuevo.
fr_fr: Impossible de supprimer le compte, rechargez la page et réessayer
nl_nl: Kan account niet verwijderen, laad de pagina opnieuw en probeer het opnieuw.
pl_pl: Nie można usunąć konta, odśwież stronę i spróbuj ponownie.
pt_pt: Não é possível excluir a conta. Atualize a página e tente novamente.
uk: Не вдається видалити обліковий запис, перезавантажте сторінку та повторіть спробу.
vi: Không thể xóa tài khoản, vui lòng tải lại trang và thử lại.

source: Please enter password.
de_de: Bitte tragen Sie ein Passwort ein.
es_es: Por favor, ingrese contraseña.
fr_fr: Veuillez entrer le mot de passe.
nl_nl: Voer wachtwoord in alstublieft.
pl_pl: Proszę wpisać hasło.
pt_pt: Por favor, insira a senha.
uk: Будь ласка, введіть пароль.
vi: Xin vui lòng nhập mật khẩu.

source: Password length of at least 6 characters.
es_es: Longitud de contraseña de al menos 6 caracteres.
fr_fr: Longueur du mot de passe d'au moins 6 caractères
nl_nl: Wachtwoordlengte van minimaal 6 tekens.
pl_pl: Długość hasła co najmniej 6 znaków.
pt_pt: Comprimento da senha de pelo menos 6 caracteres.
uk: Довжина пароля не менше 6 символів.
vi: Độ dài mật khẩu ít nhất 6 ký tự.

source: Confirm password don't match.
es_es: Confirmar contraseña no coincide.
fr_fr: Confirmer la non-correspondance du le mot de passe
nl_nl: Bevestig wachtwoord komt niet overeen.
pl_pl: Potwierdź hasło nie pasuje.
pt_pt: Confirme a senha não corresponde.
uk: Підтвердження пароля не збігаються.
vi: Mật khẩu không trùng khớp.

source: You have successfully changed your password.
de_de: Du hast dein Passwort erfolgreich geändert.
es_es: Has cambiado satisfactoriamente tu contraseña.
fr_fr: Vous avez changé votre mot de passe avec succès.
nl_nl: Je hebt met succes je wachtwoord veranderd.
pl_pl: Pomyślnie zmieniłeś hasło.
pt_pt: A sua senha foi mudada com sucesso.
uk: Ви успішно змінили свій пароль.
vi: Thay đổi mật khẩu thành công.

source: Your profile is currently awaiting approval.
de_de: Dein Profil wurde noch nicht freigegeben.
es_es: Su perfil está actualmente en espera de aprobación.
fr_fr: Votre profil est actuellement en attente d'approbation
nl_nl: Uw profiel wacht momenteel op goedkeuring.
pl_pl: Twój profil oczekuje na zatwierdzenie.
pt_pt: Seu perfil está aguardando aprovação.
uk: Ваш профіль зараз очікує схвалення.
vi: Hồ sơ của bạn hiện đang chờ phê duyệt.

source: You have successfully updated your profile.
de_de: Profil erfolgreich aktualisiert.
es_es: Ha actualizado correctamente tu perfil.
fr_fr: Vous avez mis à jour votre profil avec succès.
nl_nl: Je hebt je profiel succesvol geupdate.
pl_pl: Pomyślnie zaktualizowałeś swój profil.
pt_pt: Você atualizou seu perfil com sucesso.
uk: Ви успішно оновили свій профіль.
vi: Bạn đã cập nhật thành công hồ sơ của mình

source: Updated Successfully, this post is being admin review.
de_de: Erfolgreich aktualisiert, dieser Beitrag muss jetzt noch von einem Admin überprüft werden.
es_es: Actualizado con éxito, esta publicación está siendo revisada por el administrador
fr_fr: Mis à jour avec succés, Cette publication est en cours de révision par un administrateur
nl_nl: Bijgewerkt met succes, dit bericht wordt beheerd door admin.
pl_pl: Zaktualizowany Pomyślnie ten wpis jest oceniany przez administratora.
pt_pt: Atualizado com sucesso, esta postagem está sendo revisada pelo administrador.
uk: Оновлено успішно, це повідомлення переглядається адміністратором.
vi: Đã cập nhật thành công, bài đăng này đang được quản trị viên xem xét

source: Updated Successfully.
de_de: <p>Erfolgreich aktualisiert!</p>.
es_es: Actualizado con éxito.
fr_fr: Mis à jour avec succés
nl_nl: Succesvol geupdatet.
pl_pl: Aktualizacja zakończona sukcesem.
pt_pt: Atualizado com sucesso.
uk: Успішно оновлено.
vi: Đã cập nhật thành công

source: An update has been sent to admin. We will browse it as soon as possible.
de_de: Eine Aktualisierung wurde an den Admin gesendet. Wir werden es so schnell wie möglich bearbeiten.
es_es: Se ha enviado una actualización a admin. Lo exploraremos lo antes posible.
fr_fr: Une mise à jour a été envoyée au Département Administration, lequel donnera suite dès que possible.
nl_nl: Er is een update verzonden naar de beheerder. We zullen het zo snel mogelijk doorbladeren.
pl_pl: Aktualizacja została wysłana do administratora. Przeglądamy to tak szybko, jak to możliwe.
pt_pt: Uma atualização foi enviada para o administrador. Nós vamos navegar o mais rápido possível.
uk: Оновлене повідомлення надіслано адміністратору. Ми переглянемо це якомога швидше.
vi: Bản cập nhật đã được gửi tới quản trị viên. Chúng tôi sẽ xem xét sớm nhất có thể.

source: Invalid Order.
de_de: Ungültige Bestellung.
es_es: Orden inválida
fr_fr: Ordre invalide
nl_nl: Ongeldige volgorde.
pl_pl: Nieprawidłowe zamówienie.
pt_pt: Pedido inválido.
uk: Неправильний ордер.
vi: Yêu cầu không hợp lệ

source: Please login to use this function.
de_de: Bitte melde dich an, um diese Funktion zu verwenden.
es_es: Por favor inicie sesión para usar esta función.
fr_fr: Connectez-vous pour utiliser cette fonction
nl_nl: Meld u aan om deze functie te gebruiken.
pl_pl: Zaloguj się, aby skorzystać z tej funkcji.
pt_pt: Por favor, faça o login para usar esta função.
uk: Будь ласка, увійдіть, щоб використовувати цю функцію.
vi: Vui lòng đăng nhập để sử dụng chức năng này.

source: Invalid company.
de_de: Ungültige Firma.
es_es: Empresa inválida.
fr_fr: entreprise invalide
nl_nl: Ongeldig bedrijf.
pl_pl: Nieprawidłowa firma.
pt_pt: Empresa inválida.
uk: Недійсна компанія.
vi: Công ty không hợp lệ.

source: <i class="ion-android-send"></i> Followed
de_de: <i class="ion-android-send"></i> Wird gefolgt
es_es: <i class="ion-android-send"></i> Seguido
nl_nl: <i class="ion-android-send"></i> gevolgd
pl_pl: <i class="ion-android-send"></i> Obserwowane
pt_pt: <i class="ion-android-send"></i>Seguido
uk: <i class = "ion-android-send"> </i> Наступні
vi: <i class="ion-android-send"></i> Đã theo dõi

source: Please login to use this function
de_de: Bitte melde dich an, um diese Funktion zu verwenden
es_es: Por favor inicie sesión para usar esta función
fr_fr: Veuillez vous connecter pour utiliser cette fonction
nl_nl: Meld u aan om deze functie te gebruiken
pl_pl: Zaloguj się, aby skorzystać z tej funkcji
pt_pt: Por favor, faça o login para usar esta função
uk: Будь ласка, увійдіть, щоб використовувати цю функцію
vi: Vui lòng đăng nhập để sử dụng chức năng này
