Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: Job Language
de_de: Sprache
es_es: Lenguaje de trabajo
fr_fr: Langue d'emploi
nl_nl: Jobtaal
pl_pl: Język pracy
pt_pt: Linguagem de trabalho
uk: Мова роботи
vi: Ngôn ngữ công việc

source: Job Skills
de_de: Soft Skills
es_es: Habilidades de trabajo
fr_fr: Compétences d'emploi
nl_nl: Baan vaardigheden
pl_pl: Umiejętności w pracy
pt_pt: Habilidades de trabalho
uk: Навички роботи
vi: Kỹ năng công việc

source: Job Category
de_de: Job-Kategorie
es_es: Categoría de Trabajo
fr_fr: Catégorie d'emploi
nl_nl: Functiecategorie
pl_pl: Kategoria Pracy
pt_pt: Categoria de Emprego
uk: Категорія вакансії
vi: Ngành nghề công việc

source: Job Level
de_de: Schwerpunkt
es_es: Nivel de trabajo
fr_fr: Niveau d'emploi
nl_nl: Werkniveau
pl_pl: Poziom pracy
pt_pt: Nível de emprego
uk: Рівень роботи
vi: Cấp bậc công việc

source: Who can see candidates
de_de: Wer sieht das
es_es: Quién puede ver los candidatos
fr_fr: Qui peut voir les candidats
nl_nl: Wie kan kandidaten zien
pl_pl: Kto może zobaczyć kandydatów
pt_pt: Quem pode ver candidatos
uk: Хто може бачити кандидатів
vi: Ai có thể thấy ứng viên

source: Only Students
de_de: Nur Arbeitgeber
es_es: Solo empleadores
fr_fr: Uniquement les employeurs
nl_nl: Alleen werkgevers
pl_pl: Tylko pracodawcy
pt_pt: Apenas empregadores
uk: Тільки роботодавці
vi: Chỉ nhà tuyển dụng

source: Maximum file size upload CV (MB)
de_de: Maximale Dateigröße Upload CV (MB)
es_es: Carga máxima de tamaño de archivo CV (MB)
fr_fr: Taille maximale du fichier de téléchargement du Curriculum Vitae (Mo)
nl_nl: Maximale bestandsgrootte upload CV (MB)
pl_pl: Maksymalne przesyłanie CV (MB)
pt_pt: Tamanho máximo de upload de arquivo CV (MB)
uk: Максимальний розмір файлу завантаження CV (MB)
vi: Dung lượng tệp CV tối đa tải lên

source: Enter the maximum file size CV. If empty, we will use maximum file size upload of your hosting.
de_de: Geben Sie Hier die maximale Dateigröße des CV’s an. Wenn nichts angegeben ist, verwenden wir automatisch die File Size von Siteground.
es_es: Ingrese el tamaño máximo de archivo CV. Si está vacío, utilizaremos la carga de tamaño máximo de archivo de su hosting.
fr_fr: Entrer la taille maximale du fichier du curriculum vitae. Si vide, la taille de fichier maximale de téléchargement selon votre hébergement sera utilisée
nl_nl: Voer de maximale bestandsgrootte in CV in. Als dit leeg is, gebruiken we de maximale bestandsgrootte van uw hosting.
pl_pl: Wprowadź maksymalny CV pliku. Jeśli jest pusty, wykorzystamy maksymalny rozmiar pliku hostingu.
pt_pt: Digite o tamanho máximo do arquivo CV. Se estiver vazio, usaremos o upload máximo de tamanho de arquivo da sua hospedagem
uk: Введіть максимальний розмір CV. Якщо це порожнє, ми будемо використовувати максимально завантажений розмір вашого хостингу.
vi: Nhập vào dung lượng tối đa cho CV. Nếu để trống, chúng tôi sẽ dùng dung lương tối đa tải lên của hosting

source: Review Settings
de_de: Überprüfen Sie die Einstellungen
es_es: Revisar configuración
fr_fr: Paramètres de révision
nl_nl: Controleer instellingen
pl_pl: Przejrzyj ustawienia
pt_pt: Revisar configurações
uk: Перегляньте налаштування
vi: Cài đặt nhận xét

source: Disable review
de_de: Bewertung deaktivieren
es_es: Deshabilitar revisión
fr_fr: Désactiver la révision
nl_nl: Schakel review uit
pl_pl: Wyłącz przegląd
pt_pt: Desativar revisão
uk: Вимкнути огляд
vi: Vô hiệu hóa nhận xét

source: Options review
de_de: Optionen Bewertung
es_es: Revisión de opciones
fr_fr: Option la révision
nl_nl: Beoordeling van opties
pl_pl: Przegląd opcji
pt_pt: Revisão de opções
uk: Огляд можливостей
vi: Lựa chọn nhận xét

source: Enter your criteria rating (Each criteria on a line)
de_de: Tragen Sie ihre Bewertungskriterien ein (jedes Kriterium in einer separaten Reihe)
es_es: Ingrese la calificación de sus criterios (cada criterio en una línea)
fr_fr: Entrer vos critères de recherche (un critère par ligne)
nl_nl: Voer uw criteriabeoordeling in (elk criterium op een regel)
pl_pl: Wpisz ocenę kryteriów (każde kryterium w linii)
pt_pt: Digite sua classificação de critérios (cada critério em uma linha)
uk: Введіть рейтинг критеріїв (кожен критерій у рядку)
vi: Nhập xếp hạng tiêu chí của bạn (Mỗi tiêu chí trên một dòng)

source: Edit review auto approved
de_de: Automatische Freigabe von Bewertungen bearbeiten
es_es: Editar revisión aprobada automáticamente
fr_fr: Modifier la révision auto-approuvée
nl_nl: Beoordeling automatisch goedgekeurd bewerken
pl_pl: Edytuj autopoprawkę zatwierdzoną
pt_pt: Editar revisão automática aprovada
uk: Редагувати відгук підтверджено автоматично
vi: Chỉnh sửa tự động duyệt nhận xét

source: Administrator will recheck the review when the user update their reviews
de_de: Der Administrator muss die Bewertung ein weiteres Mal überprüfen, wenn der Benutzer seine Bewertung aktualisiert
es_es: El administrador volverá a verificar la revisión cuando el usuario actualice sus comentarios
fr_fr: L'administrateur revérifiera la modification lorsque l'utilisateur se mettra à jour
nl_nl: De beheerder zal de beoordeling opnieuw controleren wanneer de gebruiker zijn beoordelingen bijwerkt
pl_pl: Administrator ponownie sprawdzi opinię, gdy użytkownik zaktualizuje swoje recenzje
pt_pt: O administrador irá reavaliar a revisão quando o usuário atualizar suas revisões
uk: Адміністратор повторно перевірить відгук, коли користувач оновить відгуки
vi: Quản trị viên sẽ kiểm tra lại đánh giá khi người dùng cập nhật bài đánh giá của họ

source: Order Settings
de_de: Auftragseinstellungen
es_es: Configuración del pedido
fr_fr: Paramètres de commande
nl_nl: Bestel instellingen
pl_pl: Zamów Ustawienia
pt_pt: Configurações de pedido
uk: Налаштування замовлення
vi: Cài đặt yêu cầu

source: Time To Keep Pending Payment Order (in hours)
de_de: Zeit die Bestellungen im "Auf Zahlung warten"-Status verbringen (in Stunden)
es_es: Tiempo para mantener la orden de pago pendiente (en horas)
fr_fr: Délai de conservation de l'ordre de paiement en attente (en heures)
nl_nl: Tijd om lopende betalingsopdracht te bewaren (in uren)
pl_pl: Czas na utrzymanie oczekującego zlecenia płatniczego (w godzinach)
pt_pt: Hora de manter a ordem de pagamento pendente (em horas)
uk: Час тримати в очікуванні платежу (у годинах)
vi: Thời gian để giữ lệnh thanh toán đang chờ xử lý (tính theo giờ)

source: Logo
uk: Логотип

source: Please choose an image file for your logo on the order.
de_de: Bitte wähle eine Bilddatei für dein Logo in Bestellungen.
es_es: Elija un archivo de imagen para su logotipo en el pedido.
fr_fr: Choisir un fichier image pour votre logo de commande
nl_nl: Kies een afbeeldingsbestand voor uw logo op de bestelling.
pl_pl: Proszę wybrać plik obrazu dla swojego logo na zamówieniu.
pt_pt: Por favor, escolha um arquivo de imagem para o seu logotipo no pedido.
uk: Виберіть файл зображення для вашого логотипу на замовлення.
vi: Chọn file ảnh làm logo trong yêu cầu

source: ReCaptcha Settings
de_de: Einstellungen ReCaptcha
es_es: Configuración de ReCaptcha
fr_fr: Paramètres ReCaptcha
nl_nl: ReCaptcha-instellingen
pl_pl: Ustawienia ReCaptcha
pt_pt: Configurações do ReCaptcha
uk: Налаштування ReCaptcha
vi: Cài đặt Recaptcha

source: Using ReCaptcha
de_de: ReCaptcha verwenden
fr_fr: Utiliser ReCaptcha
nl_nl: ReCaptcha gebruiken
pl_pl: Używanie ReCaptcha
pt_pt: Usando o ReCaptcha
uk: Використання ReCaptcha
vi: Sử dụng ReCaptcha

source: Login Form
de_de: Anmeldeformular
es_es: Formulario de ingreso
fr_fr: Formulaire de connexion
nl_nl: Login formulier
pl_pl: Forma loginu
pt_pt: forma de login
uk: Форма входу
vi: Biểu mẫu đăng nhập

source: Register Form
de_de: Registrierungsformular
es_es: Registrar formulario
fr_fr: Formulaire d'enregistrement
nl_nl: Registreer het formulier
pl_pl: Zarejestruj formularz
pt_pt: Formulário de registro
uk: Реєстрація форми
vi: Biểu mẫu đăng ký

source: Contact Form
de_de: Kontaktformular
es_es: Formulario de contacto
fr_fr: Formulaire de contact
nl_nl: Contact Formulier
pl_pl: Formularz kontaktowy
pt_pt: Formulário de Contato
uk: Контактний формуляр
vi: Biểu mẫu liên hệ

source: Class Alert Form
de_de: Job-Benachrichtigungsformular
es_es: Formulario de alerta laboral
fr_fr: Formulaire d'alerte d'emploi
pl_pl: Formularz powiadomienia o pracy
pt_pt: Formulário de Alerta de Emprego
uk: Форма сповіщення про роботу
vi: Biểu mẫu thư thông báo

source: Google Secret Key
es_es: Clave secreta de Google
fr_fr: Clé secrète Google
nl_nl: Geheime sleutel van Google
pl_pl: Tajny klucz Google
pt_pt: Chave secreta do Google
uk: Секретний ключ Google

source: Get key in <a href="https://www.google.com/recaptcha/admin">here</a>
de_de: Google Key <a href="https://www.google.com/recaptcha/admin">hier</a> beantragen
es_es: Obtenga la clave en <a href="https://www.google.com/recaptcha/admin"> aquí </a>.
fr_fr: Obtenir la clé dans <a href="https://www.google.com/recaptcha/admin">here</a>
nl_nl: Schakel in <a href="https://www.google.com/recaptcha/admin">here</a>
pl_pl: GeUzyskaj klucz <a href="https://www.google.com/recaptcha/admin">here</a>
pt_pt: Receba as chaves <a href="https://www.google.com/recaptcha/admin">aqui </a>
uk: Отримати ключ <a href="https://www.google.com/recaptcha/admin"> тут </a>

source: Google Site Key
es_es: Clave del sitio de Google
fr_fr: Clé du site Google
nl_nl: Google Site Sleutel
pl_pl: Klucz strony Google
uk: Ключ Google для сайту

source: Get key in <a href="https://www.google.com/recaptcha/admin">here</a>.
de_de: Google Site Key <a href="https://www.google.com/recaptcha/admin">hier</a> beantragen.
es_es: Obtenga la clave en <a href="https://www.google.com/recaptcha/admin"> aquí </a>.
fr_fr: Obtenir la clé dans <a href="https://www.google.com/recaptcha/admin">here</a>.
nl_nl: Schakel in <a href="https://www.google.com/recaptcha/admin">here</a>.
pl_pl: Uzyskaj klucz <a href="https://www.google.com/recaptcha/admin">here</a>.
pt_pt: Receba as chaves <a href="https://www.google.com/recaptcha/admin">aqui </a>.
uk: Отримати ключ <a href="https://www.google.com/recaptcha/admin"> тут </a>.

source: Display Settings
de_de: Anzeigeneinstellungen
es_es: Configuración de pantalla
fr_fr: Paramètres d'affichage
nl_nl: Beeldscherminstellingen
pl_pl: Ustawienia wyświetlania
pt_pt: Configurações do visor
uk: Налаштування дисплею
vi: Cài đặt hiển thị

source: Items Per Page on Dashboard
de_de: Artikel pro Seite (Dashboard)
es_es: Artículos por página en el tablero
fr_fr: Articles par page sur le tableau de bord
nl_nl: Items per pagina op dashboard
pl_pl: Przedmioty na stronę na pulpicie nawigacyjnym
pt_pt: Itens por página no painel
uk: Елементи на сторінку на інформаційній панелі
vi: Số mục mỗi trang ở dashboard

source: Limit jobs, Applications, Packages, Orders... on Dashboard.
de_de: Classes, Bewerbungen, Pakete und Bestellungen im Dashboard limitieren.
es_es: Limite trabajos, aplicaciones, paquetes, pedidos ... en el panel.
fr_fr: Limitez les emplois, les applications, les groupes, les commandes ... sur le tableau de bord
nl_nl: Beperk banen, toepassingen, pakketten, orders ... op het dashboard.
pl_pl: Ogranicz zadania, aplikacje, pakiety, zamówienia ... na pulpicie nawigacyjnym.
pt_pt: Limite de vagas, aplicativos, pacotes, pedidos ... no painel.
uk: Обмеження робочих місць, програм, пакетів, замовлень ... на інформаційній панелі.
vi: giới hạn việc làm, hồ sơ ứng tuyển, gói dịch vụ, yêu cầu... ở dashboard

source: Sorting Classes Default
de_de: Standardsortierung der Classes
es_es: Clasificación de trabajos predeterminados
fr_fr: Tri des tâches par défaut
nl_nl: Taken sorteren Standaard
pl_pl: Sortowanie zadań domyślnie
pt_pt: Ordenação de trabalhos padrão
uk: Сортування завдань за умовчанням
vi: Mặc đinh sắp xếp việc làm

source: New Job
de_de: Neuer Job
es_es: Nuevo trabajo
fr_fr: Nouveau job
nl_nl: Nieuwe baan
pl_pl: Nowa praca
pt_pt: Novo emprego
uk: Нова робота
vi: Việc làm mới

source: Always prioritize featured jobs when sorting
de_de: Priorisiere hervorgehobene Classes in der Sortierung
es_es: Siempre priorice los trabajos destacados al ordenar
fr_fr: Toujours prioriser les emplois affichés lors du tri
nl_nl: Geef altijd prioriteit aan aanbevolen taken bij het sorteren
pl_pl: Zawsze ustalaj priorytety dla polecanych zadań podczas sortowania
pt_pt: Priorize sempre os trabalhos em destaque ao ordenar
uk: Завжди задавати пріоритетні завдання під час сортування
vi: Luôn luôn ưu tiên việc làm nổi bật khi sắp xếp

source: If yes then featured jobs are always given priority. Conversely, it is only given priority when the sorting state is Default
de_de: Wenn gewählt, werden hervorgehobene Classes jederzeit priorisiert. Umgekehrt werden sie nur priorisiert, wenn die Sortierung "Standard" beträgt
es_es: Si es así, los trabajos destacados siempre tienen prioridad. Por el contrario, solo tiene prioridad cuando el estado de clasificación es el predeterminado
fr_fr: Si oui, les emplois selectionnés ont toujours la priorité. Inversement, la priorité est accordée lors de défaut de tri
nl_nl: Zo ja, dan krijgen aanbevolen taken altijd voorrang. Omgekeerd krijgt het alleen prioriteit als de sorteringstoestand Default is
pl_pl: Jeśli tak, wtedy priorytetem są zawsze zlecone zadania. I odwrotnie, priorytetem jest tylko wtedy, gdy stan sortowania ma wartość domyślną
pt_pt: Se sim, os trabalhos em destaque recebem sempre prioridade. Por outro lado, só é dada prioridade quando o estado de classificação é Padrão
uk: Якщо так, то цільові роботи завжди мають пріоритет. І навпаки, він отримує пріоритет лише тоді, коли стан сортування є типовим
vi: Nếu chọn Có, việc làm nổi bật luôn luôn đc ưu tiên. Ngược lại nó chỉ được ưu tiên khi trạng thái sắp xếp là mặc định

source: Show expired job
de_de: Abgelaufene Classes anzeigen
es_es: Mostrar trabajo caducado
fr_fr: Afficher les emplois expirés
nl_nl: Vervallen taak weergeven
pl_pl: Pokaż zakończoną pracę
pt_pt: Mostrar trabalho expirado
uk: Показати роботу минув
vi: Hiển thị việc làm hết hạn

source: Classes Per Page
de_de: Classes pro Seite
es_es: Trabajos por página
fr_fr: Emplois par page
nl_nl: Banen per pagina
pl_pl: Praca na stronę
pt_pt: Trabalhos por página
uk: Вакансії на сторінку
vi: Việc làm mỗi trang

source: Limit jobs on jobs page, archive page.
de_de: Limitiere Classes auf der Classes- und Archiv-Seite.
es_es: Limite los trabajos en la página de trabajos, página de archivo.
fr_fr: Limiter les job sur la page d'emplois, page d'archives.
nl_nl: Beperk banen op banenpagina, archiefpagina.
pl_pl: Ogranicz zadania na stronie zadań, stronie archiwum.
pt_pt: Limitar trabalhos na página de trabalhos, página de arquivo.
uk: Обмеження робочих місць на сторінці праці, на сторінці архіву.
vi: giới hạn việc làm mỗi trang việc làm, trang lưu trữ

source: in jobs page
de_de: auf der Job-Seite
es_es: Página de empleos
fr_fr: Page des Injobs
nl_nl: in banenpagina
pl_pl: na stronie zadań
pt_pt: na página de empregos
uk: на сторінці праці
vi: Trang injob

source: Show salary
de_de: Gehalt anzeigen
es_es: Mostrar salario
fr_fr: Afficher le salaire
nl_nl: Toon salaris
pl_pl: Pokaż wynagrodzenie
pt_pt: Mostrar salário
uk: Показати зарплату
vi: Hiện mức lương

source: Show Location
de_de: Standort anzeigen
es_es: Mostrar ubicación
fr_fr: Afficher l'emplacement
nl_nl: Locatie weergeven
pl_pl: Pokaż lokalizację
pt_pt: Mostrar local
uk: Показати місцезнаходження
vi: Hiện vị trí

source: Classes Sidebar
de_de: Sidebar Classes
es_es: Barra lateral de trabajos
fr_fr: Barre latérale des job
nl_nl: Taken Sidebar
pl_pl: Panel boczny zadań
uk: Робоча бічна панель
vi: Job Sidebar

source: Using for jobs archive page (taxonomies ...)
es_es: Uso de la página de archivo de trabajos (taxonomías ...)
fr_fr: Utilisation pour archives des pages d'emplois (taxonomies ...)
nl_nl: Gebruiken voor banen archiefpagina (taxonomieën ...)
pl_pl: Używanie strony z archiwum zleceń (taksonomies ...)
pt_pt: Usando para página de arquivo de empregos (taxonomias ...)
uk: Використання сторінки архівації робіт (таксономії ...)
vi: Sử dụng cho trang lưu trữ việc làm (taxonomies...

source: Without Sidebar
de_de: Ohne Seitenleiste
es_es: Sin barra lateral
fr_fr: Sans barre latérale
nl_nl: Zonder zijbalk
pl_pl: Bez paska bocznego
pt_pt: Sem barra lateral
uk: Без бічної панелі
vi: Không có Sidebar

source: Left Sidebar
de_de: Linke Seitenleiste
es_es: Barra lateral izquierda
fr_fr: Barre latérale de gauche
nl_nl: Linker zijbalk
pl_pl: Lewy pasek boczny
pt_pt: Barra lateral esquerda
uk: Ліва бічна панель

source: Right Sidebar
de_de: Rechte Seitenleiste
es_es: Barra lateral derecha
fr_fr: Barre latérale droite
nl_nl: Rechter zijbalk
pl_pl: Prawy pasek boczny
pt_pt: Barra lateral direita
uk: Права бічна панель

source: Left + Right
es_es: Izquierda + Derecha
fr_fr: Gauche + Droite
nl_nl: Links + Rechts
pl_pl: Lewo + prawo
pt_pt: Esquerda + direita
uk: Ліворуч + праворуч
vi: trái + phải

source: Job Details Sidebar
de_de: Sidebar Job-Details
es_es: Detalles del trabajo Barra lateral
fr_fr: Job Details Sidebar Détails de l'emploi de la barre latérale
nl_nl: Functie Details zijbalk
pl_pl: Szczegóły zadania Pasek boczny
pt_pt: Detalhes do trabalho Barra lateral
uk: Бокова панель "Деталі роботи"

source: Using for job details
de_de: Wird für Job-Details verwendet
es_es: Uso de detalles del trabajo
fr_fr: Utilisation pour les détails del'emploi
nl_nl: Gebruiken voor taakdetails
pl_pl: Używanie do szczegółów zadania
pt_pt: Usando para detalhes do trabalho
uk: Використання для деталей роботи
vi: Dùng cho chi tiết việc làm

source: Limit item Related Class
de_de: Ähnliche Classes limitieren
es_es: Limite el trabajo relacionado del artículo
fr_fr: Limiter les informations relatives à l'emploi
nl_nl: Beperk item-gerelateerde taak
pl_pl: Ogranicz zadanie związane z pozycją
pt_pt: Limitar trabalho relacionado ao item
uk: Обмеження роботи, пов'язаного з предметом
vi: giới hạn mục việc làm liên quan

source: Accepts -1 (all) or any positive number.
de_de: Akzeptiert -1 (alle) oder jede andere positive Zahl.
es_es: Acepta -1 (todos) o cualquier número positivo.
fr_fr: Accepte -1 (tout) ou n'importe quel nombre positif.
nl_nl: Accepteert -1 (alle) of een positief getal.
pl_pl: Akceptuje -1 (wszystkie) lub dowolną liczbę dodatnią.
pt_pt: Aceita -1 (todos) ou qualquer número positivo.
uk: Приймає -1 (все) або будь-яке позитивне число.
vi: chấp nhận -1 (tất cả) hoặc bất kể số dương nào

source: Show Search Form Classes
de_de: Suchformular für Classes anzeigen
uk: Показати робочі місця пошуку
vi: Hiển thị form tìm kiếm việc làm

source: Search Form Classes Style
de_de: Suchformular Stil für Classes
es_es: Estilo de trabajos de formulario de búsqueda
fr_fr: Modèle de formulaire de recherche d'emploi
nl_nl: Zoekformulier Takenstijl
pl_pl: Wyszukaj styl ofert pracy
pt_pt: Estilo dos trabalhos do formulário da busca
uk: Форма пошуку вакансії
vi: Mẫu form tìm kiếm việc làm

source: Search form jobs style.
de_de: Suchformular Stil für Classes.
es_es: Estilo de trabajos de formulario de búsqueda
fr_fr: Modèle de formulaire de recherche d'emploi
nl_nl: Vorm van zoekmodi zoeken.
pl_pl: Wyszukaj styl ofert pracy.
pt_pt: Estilo de empregos de formulário de pesquisa.
uk: Форма пошуку робочих місць.
vi: Mẫu form tìm kiếm việc làm

source: Simple Search
de_de: Einfache Suche
es_es: Búsqueda simple
fr_fr: formulaire de recherche
nl_nl: Eenvoudig zoeken
pl_pl: Proste wyszukiwanie
pt_pt: Pesquisa Simples
uk: Простий пошук
vi: Tìm kiếm đơn giản

source: Advanced Search
de_de: Erweiterte Suche
es_es: Búsqueda Avanzada
fr_fr: Recherche Avancée
nl_nl: Geavanceerd zoeken
pl_pl: zaawansowane wyszukiwanie
pt_pt: Busca Avançada
uk: Розширений Пошук
vi: Tìm kiếm nâng cao

source: Advanced Search With Radius
de_de: Erweiterte Suche mit Umkreis
es_es: Búsqueda avanzada con radio
fr_fr: Recherche avancée par rayon d'action
nl_nl: Geavanceerd zoeken met straal
pl_pl: Wyszukiwanie zaawansowane z promieniem
pt_pt: Pesquisa avançada com raio
uk: Розширений пошук з радіусом
vi: Tìm kiếm nâng cao theo khoảng cách địa điểm

source: Simple Search Style
de_de: Einfacher Suchstil
es_es: Estilo simple de búsqueda
fr_fr: Modèle de recherche simplifiée
nl_nl: Eenvoudige zoekstijl
pl_pl: Prosty styl wyszukiwania
pt_pt: Estilo de pesquisa simples
uk: Простий стиль пошуку
vi: Hình thức tìm kiếm đơn giản

source: Form Simple Search style.
de_de: Suchformular mit einfachem Suchstil.
es_es: Forma estilo de búsqueda simple.
fr_fr: Style du formulaire de recherche simplifiée
nl_nl: Vorm eenvoudige zoekstijl.
pl_pl: Utwórz prosty styl wyszukiwania.
pt_pt: Estilo simples de pesquisa de formulário.
uk: Форма простого пошуку стилю.
vi: Biểu mẫu hình thức tìm kiếm đơn giản

source: Light
de_de: Hell
es_es: Ligero
fr_fr: Lumière
nl_nl: Licht
pl_pl: Lekki
pt_pt: Luz
uk: Світло
vi: Sáng

source: Dark
de_de: Dunkel
es_es: Oscuro
fr_fr: Foncé
nl_nl: Donker
pl_pl: Ciemny
pt_pt: Sombrio
uk: Темно
vi: Tối

source: Limit Keyword Form Find Classes
de_de: Schlagwörter in Suchformular für Classes limitieren
es_es: Formulario de límite de palabras clave Buscar trabajos
fr_fr: Limiter le formulaire de mot-clé dans la recherche d'emplois
nl_nl: Beperk het sleutelwoord Zoek banen
pl_pl: Graniczny formularz słów kluczowych Znajdź oferty
pt_pt: Limitar o formulário de palavras-chave Localizar trabalhos
uk: Обмеження форми пошуку ключових слів
vi: giới hạn từ khóa ở biểu mẫu tìm kiếm việc làm

source: Accepts 0 (all) or any positive number.
de_de: Akzeptiert 0 (alle) oder jede andere positive Zahl.
es_es: Acepta 0 (todos) o cualquier número positivo.
fr_fr: Le chiffre 0 ou tout autre chiffre positif sont acceptés
nl_nl: Accepteert 0 (alle) of een positief getal.
pl_pl: Akceptuje 0 (wszystkie) lub dowolną liczbę dodatnią.
pt_pt: Aceita 0 (todos) ou qualquer número positivo.
uk: Приймає 0 (все) або будь-яке позитивне число.
vi: Chấp nhận số 0 (tất cả) hoặc bất kỳ số dương nào

source: Show Print
de_de: Drucken anzeigen
es_es: Mostrar Imprimir
fr_fr: Afficher l'impression
nl_nl: Toon Afdrukken
pl_pl: Pokaż wydruk
pt_pt: Mostrar impressão
uk: Показати друк
vi: Hiển thị mục in

source: in jobs detail page
de_de: In der Job-Detailseite
es_es: en la página de detalles de trabajos
fr_fr: in jobs page de détail
nl_nl: in jobs detailpagina
pl_pl: na stronie szczegółów zadań
pt_pt: na página de detalhes de trabalhos
uk: на сторінці детальної інформації про роботу
vi: Chi tiết trang Injob

source: Show Rss Feed
de_de: RSS-Feed anzeigen
es_es: Mostrar fuente RSS
fr_fr: Afficher le flux RSS
pl_pl: Pokaż kanał RSS
pt_pt: Mostrar feed de RSS
uk: Показати RSS-канал
vi: Hiển thị Rss Feed

source: show rss feed on jobs page and archive page
de_de: RSS-Feed auf Classes- und Archivseiten anzeigen
es_es: mostrar alimentación RSS en la página de trabajos y página de archivo
fr_fr: Afficher le flux RSS sur la page d'emplois et la page d'archives
nl_nl: toon rss feed op banenpagina en archiefpagina
pl_pl: pokaż kanał RSS na stronie zadań i stronie archiwum
pt_pt: mostre o feed rss na página dos trabalhos e na página do arquivo
uk: показати подачу RSS на сторінках сторінок праці та архіву
vi: Hiển thị Rsss Feed ở trang việc làm và trang lưu trữ

source: Show employer alphabet filter
de_de: Filter für Arbeitgeberalphabet anzeigen
es_es: Mostrar filtro de alfabeto de empleador
fr_fr: Afficher le filtre de l'alphabet de l'employeur
nl_nl: Toon alfabetfiche werkgever
pl_pl: Pokaż filtr alfabetu pracodawcy
pt_pt: Mostrar filtro de alfabeto do empregador
uk: Показати алфавітний фільтр роботодавця
vi: Hiển thị bộ lọc nhà tuyển dung theo bang chữ cái

source: Students Per Page
de_de: Arbeitergeber pro Seite
es_es: Empleadores por página
fr_fr: Employeurs par page
nl_nl: Werkgevers per pagina
pl_pl: Pracodawcy na stronę
pt_pt: Empregadores por página
uk: Роботодавці на сторінку
vi: Số lượng nhà tuyển dung mỗi trang
