Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: Please active payment gateway.
de_de: Bitte aktiviere eine Zahlungsart.
es_es: Active una pasarela de pago.
fr_fr: S'il vous plait passerelle de paiement active.
nl_nl: Activeer alstublieft de betalingsgateway.
pl_pl: Aktywna bramka płatności.
pt_pt: Por favor, o gateway de pagamento ativo.
uk: Будь ласка, активний платіжний шлюз.
vi: Xin vui lòng kích hoạt cổng thanh toán.

source: <i class="ion-android-send"></i> Continue
de_de: <i class="ion-android-send"></i> Weiter
es_es: <i class="ion-android-send"></i> Continuar
fr_fr: <i class="ion-android-send"></i> Continuer
nl_nl: <i class="ion-android-send"></i> Doorgaan met
pl_pl: <i class="ion-android-send"></i> Dalej
pt_pt: <i class="ion-android-send"></i> Continuar
uk: <i class = "ion-android-send"> </i> Продовжити
vi: <i class="ion-android-send"></i> Tiếp tục

source: Search Title
de_de: Suchen
es_es: Título de búsqueda
fr_fr: Rechercher le titre
nl_nl: Zoek titel
pl_pl: Szukaj w tytule
pt_pt: Pesquisar título
uk: Заголовок пошуку
vi: Tìm kiếm tiêu đề

source: Review
de_de: Bewertung
es_es: Revisión
fr_fr: Avis
nl_nl: Beoordeling
pl_pl: Przejrzeć
pt_pt: Reveja
uk: Огляд
vi: Đánh giá

source: Actions
de_de: Aktionen
es_es: Comportamiento
fr_fr: actes
nl_nl: Acties
pl_pl: Działania
pt_pt: Ações
uk: Дії
vi: Hành động

source: No review found
de_de: Keine Bewertung gefunden
es_es: No se encontró ninguna reseña
fr_fr: Aucun avis trouvé
nl_nl: Geen beoordeling gevonden
pl_pl: Nie znaleziono recenzji
pt_pt: Nenhuma revisão foi encontrada
uk: Відгук не знайдено
vi: Không tìm thấy đánh giá

source: Edit Review
de_de: Bewertung bearbeiten
es_es: Editar reseña
fr_fr: Modifier la révision
nl_nl: Beoordeling bewerken
pl_pl: Edytuj recenzję
pt_pt: Editar revisão
uk: Редагувати огляд
vi: Chỉnh sửa đánh giá

source: Rating:
de_de: Bewertung:
es_es: Clasificación:
fr_fr: Évaluation
nl_nl: Beoordeling:
pl_pl: Ocena:
pt_pt: Avaliação:
uk: Рейтинг:
vi: Đánh giá:

source: Content:
de_de: Inhalt:
es_es: Contenido:
fr_fr: Contenu
nl_nl: Inhoud:
pl_pl: Zadowolony:
pt_pt: Conteúdo:
uk: Вміст:
vi: Nội dung:

source: Add Alert
de_de: Benachrichtigung hinzufügen
es_es: Agregar alerta
fr_fr: Ajouter une alerte
nl_nl: Voeg waarschuwing toe
pl_pl: Dodaj alert
pt_pt: Adicionar alerta
uk: Додати оповіщення
vi: Thêm thông báo

source: Package & Payment
de_de: Paketauswahl & Zahlung
es_es: Paquete y pago
fr_fr: Paquet et paiement
nl_nl: Pakket en betaling
pl_pl: Pakiet i płatność
pt_pt: Pacote e Pagamento
uk: Пакет і оплата
vi: Chọn gói dịch vụ và thanh toán

source: Choose new apply job package
es_es: Elija nuevo paquete de trabajo de solicitud
fr_fr: Choisir un nouveau emploi
nl_nl: Kies een nieuw sollicitatiepakket
pl_pl: Wybierz nowy zastosuj pakiet zadań
pt_pt: Escolher novo pacote de trabalho de aplicação
uk: Виберіть новий додаток для роботи
vi: Chọn gói ứng tuyển mới

source: No Package found
de_de: Kein Paket gefunden
es_es: No se ha encontrado ningún paquete
fr_fr: Aucun paquet trouvé
nl_nl: Geen pakket gevonden
pl_pl: Nie znaleziono pakietu
pt_pt: Nenhum pacote encontrado
uk: Пакунок не знайдено
vi: Không gói nào được tìm thấy

source: Order Summary
de_de: Bestellübersicht
es_es: Resumen del pedido
fr_fr: Récapitulatif de la commande
nl_nl: Overzicht van de bestelling
pl_pl: Podsumowanie zamowienia
pt_pt: Resumo do pedido
uk: Підсумок Замовлення
vi: Tóm tắt đơn hàng

source: Package Payment
de_de: Paketzahlung
es_es: Pago del paquete
fr_fr: Paquet de paiement
nl_nl: Pakketbetaling
pl_pl: Płatność pakietowa
pt_pt: Pagamento de Pacotes
uk: Оплата пакету
vi: Thanh toán gói

source: Job Infomation
de_de: Beschreibung
es_es: Informacion del trabajo
fr_fr: Informations sur l'emploi
nl_nl: Job informatie
pl_pl: Informacje o zadaniu
pt_pt: Informação de trabalho
uk: Інформація про вакансію
vi: Thông tin việc làm

source: Payment
de_de: Zahlung
es_es: Pago
fr_fr: Paiement
nl_nl: Betaling
pl_pl: Zapłata
pt_pt: Forma de pagamento
uk: Оплата
vi: Thanh toán

source: Thank you for submitting
de_de: Danke für Ihren Auftrag
es_es: Gracias por enviar
fr_fr: Merci de votre demande
nl_nl: Bedankt voor het indienen
pl_pl: Dziękujemy za przesłanie
pt_pt: Obrigado por enviar
uk: Дякую за подання
vi: Cảm ơn bạn đã gửi tin

source: Thank you for submitting, your job has been published. If you need help please contact us via email <a href="mailto:%s">%s</a>
de_de: Ihre Stellenanzeige wurde erfolgreich veröffentlicht. Sollten Sie weitere Fragen haben oder Hilfe benötigen, dann wenden Sie sich bitte an <a href="mailto:%s">%s</a>
es_es: Gracias por enviar, su trabajo ha sido publicado. Si necesita ayuda, contáctenos por Email <a href="mailto:%s">%s</a>
fr_fr: Merci de votre demande, .../ Si vous avez besoin d'aide, veuillez nous contacter par email <a href="mailto:%s">%s</a>
nl_nl: Bedankt voor het indienen, je werk is gepubliceerd. Als je hulp nodig hebt, neem dan contact met ons op via e-mail <a href="mailto:%s">%s</a>
pl_pl: Dziękujemy za przesłanie, Twoja praca została opublikowana. Jeśli potrzebujesz pomocy, skontaktuj się z nami przez e-mail <a href="mailto:%s">%s</a>
pt_pt: Obrigado por enviar seu trabalho foi publicado. Se você precisar de ajuda, entre em contato conosco por e-maiL <a href="mailto: %s"> %s</a>
uk: Дякую за подання, ваша робота була опублікована. Якщо вам потрібна допомога, зв'яжіться з нами електронною поштою <a href="mailto:%s">% s </a>
vi: Cảm ơn bạn đã gửi tin, công việc của bạn đã được đăng. Nếu bạn cần trợ giúp, vui lòng liên hệ với chúng tôi qua email <a href="mailto:%s">% s </a>

source: Select Languages
de_de: Erforderliche Sprachen (fortgeschrittene Kenntnisse)
es_es: Seleccionar idiomas
fr_fr: Sélectionnez les langues
nl_nl: Selecteer talen
pl_pl: Wybierz języki
pt_pt: Selecione Idiomas
uk: Виберіть Мови
vi: Chọn ngôn ngữ

source: <i class="ion-android-send"></i> Save & Preview
de_de: <i class="ion-android-send"></i> Speichern & zur Vorschau
es_es: <i class="ion-android-send"></i> Guardar y vista previa
fr_fr: <i class="ion-android-send"></i> Enregistrer et prévisualiser
nl_nl: <i class="ion-android-send"></i> Opslaan & Voorvertonen
pl_pl: <i class="ion-android-send"></i> Zapisz i wyświetl podgląd
pt_pt: <i class="ion-android-send"></i> Salvar e visualizar
uk: <i class = "ion-android-send"> </i> Зберегти та перегляд
vi: <i class="ion-android-send"></i> Lưu & Xem trước

source: Submit Job: %s
de_de: Job aufgeben: %s
es_es: Enviar trabajo: %s
fr_fr: Envoyer un emploi: %s
nl_nl: Opdracht verzenden: %s
pl_pl: Prześlij pracę: %s
pt_pt: Enviar trabalho: %s
uk: Надіслати роботу:% s
vi: Gửi việc làm: %s

source: Your packages
de_de: Deine Pakete
es_es: Tus paquetes
fr_fr: Vos paquets
nl_nl: Uw pakketten
pl_pl: Twoje pakiety
pt_pt: Seus pacotes
uk: Ваші пакети
vi: Các gói của bạn

source: Classes Remaining
de_de: Verbleibende Anzeigen
es_es: Trabajos restantes
fr_fr: Emplois restants
nl_nl: Banen blijven
pt_pt: Trabalhos restantes
uk: Вакансій залишилось
vi: Việc làm còn lại

source: Features Remaining
de_de: Verbleibende Premiumanzeigen
es_es: Características Restantes
fr_fr: Caractéristiques restantes
nl_nl: Kenmerken blijven
pl_pl: Funkcje pozostałe
pt_pt: Recursos restantes
uk: Особливості залишаються
vi: Việc làm nổi bật còn lại

source: Renew Remaining
de_de: Verbleibende Erneuerungen
es_es: Renueve el resto
fr_fr: Renouveler restantes
nl_nl: Renew Reminging
pl_pl: Odnów pozostałe
pt_pt: Renovar Restante
uk: Продовжують залишатись
vi: Lượt làm mới còn lại

source: Select Package
de_de: Paket auswählen
es_es: Seleccionar paquete
fr_fr: Sélectionner le paquet
nl_nl: Selecteer pakket
pl_pl: Wybierz pakiet
pt_pt: Selecione o pacote
uk: Виберіть Пакет
vi: Chon gói dịch vụ

source: Classes Posting
de_de: Classes veröffentlicht
es_es: Publicación de trabajos
fr_fr: Offres d'emploi
nl_nl: Vacatures plaatsen
pl_pl: Publikowanie prac
pt_pt: Publicação de trabalhos
uk: Публікація вакансій
vi: Đăng việc làm

source: Feature Classes
de_de: Hervorgehobene Classes
es_es: Trabajos destacados
fr_fr: Emplois en vedette
nl_nl: Functie banen
pl_pl: Zadania funkcji
pt_pt: Classes de recursos
uk: Гарячі Вакансії
vi: Việc làm nổi bật

source: Choose package
de_de: Paket wählen
es_es: Elija el paquete
fr_fr: Choisissez le paquet
nl_nl: Kies een pakket
pt_pt: Escolha o pacote
uk: Виберіть пакет
vi: Chọn gói dịch vụ

source: Durations
de_de: Dauer
es_es: Duraciones
fr_fr: durées
nl_nl: Looptijd
pl_pl: Czas trwania
pt_pt: Duracoes
uk: Тривалість
vi: Khoảng thời gian

source: Choose new resume package
de_de: Neues Paket hinzufügen
es_es: Elija nuevo paquete de currículum
fr_fr: Choisisser un nouveau jeu de CV
nl_nl: Kies een nieuw CV pakket
pl_pl: Wybierz nowy pakiet CV
pt_pt: Escolha um novo pacote de currículo
uk: Виберіть новий пакет резюме
vi: Chọn gói hồ sơ mới

source: All Types
de_de: Alle Arten
es_es: Todos los tipos
fr_fr: Tous les types
nl_nl: Alle typen
pl_pl: Wszystkie typy
pt_pt: Todos os tipos
uk: Всі типи
vi: Tất cả hình thức

source: Created Date
de_de: Erstellungsdatum
es_es: Fecha de creación
fr_fr: Date de création
nl_nl: Aanmaakdatum
pl_pl: Stworz Date
pt_pt: Data criada
uk: Створена дата
vi: Ngày tạo

source: No order found
de_de: Keine Bestellung gefunden
es_es: No se encontró orden
fr_fr: Aucune commande trouvée
nl_nl: Geen bestelling gevonden
pl_pl: Nie znaleziono zamówienia
pt_pt: Nenhuma encomenda encontrada
uk: Не знайдено жодного замовлення
vi: Không tìm thấy yêu cầu

source: loading...
de_de: lade...
es_es: Cargando...
fr_fr: Chargement...
nl_nl: bezig met laden...
pl_pl: Ładuję...
pt_pt: Carregando
uk: завантаження ...
vi: đang tải ...

source: Print
de_de: Drucken
es_es: Impresión
fr_fr: imprimer
nl_nl: Afdrukken
pl_pl: Wydrukować
pt_pt: Impressão
uk: Друк
vi: In ấn

source: Edit My Profile
de_de: Mein Profil bearbeiten
es_es: Editar mi perfil
fr_fr: modifier mon profil
nl_nl: Bewerk mijn profiel
pl_pl: Edytuj mój profil
pt_pt: Edite meu perfil
uk: Редагувати мій профіль
vi: Sửa hồ sơ cá nhân của tôi

source: Click edit profile to update your description.
de_de: Klicke "Profil bearbeiten" um deine Beschreibung zu aktualisieren.
es_es: Haga clic en Editar perfil para actualizar su descripción.
fr_fr: Cliquer sur modifier le profil pour mettre à jour votre description.
nl_nl: Klik op Profiel bewerken om uw beschrijving bij te werken.
pl_pl: Kliknij edytuj profil, aby zaktualizować swój opis.
pt_pt: Clique em editar perfil para atualizar sua descrição.
uk: Натисніть змінити профіль, щоб оновити опис.
vi: Nhấp vào chỉnh sửa hồ sơ để cập nhật mô tả của bạn.

source: Locations:
de_de: Standorte:
es_es: Ubicaciones
fr_fr: Emplacements
nl_nl: Locaties:
pl_pl: Lokalizacje:
pt_pt: Localizações:
uk: Місця розташування:
vi: Địa điểm

source: Click edit profile to update your address.
de_de: Klicke "Mein Profil bearbeiten" um deine Adresse zu aktualisieren.
es_es: Haga clic en Editar perfil para actualizar su dirección.
fr_fr: Cliquer sur modifier le profil pour mettre à jour votre adresse.
nl_nl: Klik op Profiel bewerken om uw adres bij te werken.
pl_pl: Kliknij edytuj profil, aby zaktualizować swój adres.
pt_pt: Clique em editar perfil para atualizar seu endereço.
uk: Натисніть «Редагувати профіль», щоб оновити свою адресу.
vi: Nhấp vào chỉnh sửa hồ sơ cá nhân để cập nhật địa chỉ của bạn.

source: Phone:
de_de: Telefon:
es_es: Teléfono:
fr_fr: Téléphone
pl_pl: Telefon:
pt_pt: Telefone:
uk: Телефон:
vi: SĐT

source: Click edit profile to update your phone.
de_de: Klicken Sie "Mein Profil bearbeiten" um Ihre Telefonnummer zu aktualisieren.
es_es: Haga clic en Editar perfil para actualizar su teléfono.
fr_fr: Cliquer sur modifier le profil pour mettre à jour votre telefon
nl_nl: Klik op profiel bewerken om uw telefoon bij te werken.
pl_pl: Kliknij Edytuj profil, aby zaktualizować swój telefon.
pt_pt: Clique em editar perfil para atualizar seu telefone.
uk: Натисніть «Редагувати профіль», щоб оновити свій телефон.
vi: Nhấp vào chỉnh sửa hồ sơ để cập nhật số điện thoại của bạn.

source: Click edit profile to update your email.
de_de: Klicke "Mein Profil bearbeiten" um deine E-Mail zu aktualisieren.
es_es: Haga clic en Editar perfil para actualizar su correo electrónico.
fr_fr: Cliquer sur modifier le profil pour mettre à jour votre email.
nl_nl: Klik op Profiel bewerken om uw e-mail bij te werken.
pl_pl: Kliknij edytuj profil, aby zaktualizować swój e-mail.
pt_pt: Clique em editar perfil para atualizar seu e-mail.
uk: Натисніть «Редагувати профіль», щоб оновити електронну пошту
vi: Nhấp vào chỉnh sửa hồ sơ để cập nhật email của bạn.

source: Work experience
de_de: Berufserfahrung bisher
es_es: Experiencia laboral
fr_fr: L'expérience professionnelle
nl_nl: Werkervaring
pl_pl: Doświadczenie zawodowe
pt_pt: Experiência de trabalho
uk: Досвід роботи
vi: Kinh nghiệm làm việc

source: Portfolio
es_es: Portafolio
fr_fr: Portefeuille
nl_nl: Portefeuille
pl_pl: Teczka
pt_pt: Portfólio
uk: Портфоліо

source: Honors & awards
de_de: Ehrungen und Fortbildungen
es_es: Honores y reconocimientos
fr_fr: Honneurs et Prix
nl_nl: Honours & awards
pl_pl: Wyróżnienia i nagrody
pt_pt: Honras e prêmios
uk: Почесні звання та нагороди
vi: Danh hiệu & Giải thưởng

source: location
de_de: Standort
es_es: Ubicación
fr_fr: Emplacement
nl_nl: plaats
pl_pl: Lokalizacja
pt_pt: localização
uk: Місцезнаходження
vi: Vị trí

source: View Profile
de_de: Profil anzeigen
es_es: Ver perfil
fr_fr: Voir le profil
nl_nl: Bekijk profiel
pl_pl: Zobacz profil
pt_pt: Ver perfil
uk: Перегляд профілю
vi: Xem hồ sơ

source: All class listings
de_de: Alle Anzeigen
es_es: Todas las ofertas de trabajo
fr_fr: Toutes les offres d'emploi
nl_nl: Alle vacatures
pl_pl: Wszystkie oferty pracy
pt_pt: Todas as listas de trabalho
uk: Cписок вакансій
vi: Tất cả danh sách việc làm

source: Published Job
de_de: Veröffentlichter Job
es_es: Trabajo publicado
fr_fr: Emploi publié
nl_nl: Gepubliceerde taak
pl_pl: Opublikowane zadanie
pt_pt: Empregos publicado
uk: Опублікована вакансія
vi: Việc đã đăng

source: Expired Job
de_de: Abgelaufener Job
es_es: Trabajo caducado
fr_fr: Emploi expiré
nl_nl: Verlopen taak
pl_pl: Wygasła praca
pt_pt: Trabalho Expirado
uk: Протермінова вакансія
vi: Việc đã hết hạn

source: Pending Job
de_de: Ausstehender Job
es_es: Trabajo pendiente
fr_fr: Travail en attente
nl_nl: In afwachting van baan
pl_pl: Oczekująca praca
pt_pt: Trabalho pendente
uk: Вакансій на розгляді
vi: Việc đang chờ

source: Total Applications
de_de: Anzahl der Bewerbungen
es_es: Aplicaciones totales
fr_fr: Total des application
nl_nl: Totaal aantal applicaties
pl_pl: Całkowita liczba aplikacji
pt_pt: Aplicações totais
uk: Загальна кількість програм
vi: Tổng hồ sơ ứng viên

source: View All Applications
de_de: Alle Bewerbungen ansehen
es_es: Ver todas las aplicaciones
fr_fr: Voir toutes les applications
nl_nl: Bekijk alle applicaties
pl_pl: Wyświetl wszystkie aplikacje
pt_pt: Ver todas as aplicações
uk: Переглянути Заявки Кандидатів
vi: Xem tất cả các đơn ứng tuyển

source: Recent applications will be displayed here
de_de: Die bisherigen Bewerbungen werden hier angezeigt
es_es: Las aplicaciones recientes se mostrarán aquí
fr_fr: Les applications récentes seront affichées ici
nl_nl: Recente applicaties worden hier weergegeven
pl_pl: Ostatnie aplikacje będą wyświetlane tutaj
pt_pt: Aplicações recentes serão exibidas aqui
uk: Останні додатки відображатимуться тут
vi: Ứng tuyển gần đây sẽ hiển thị ở đây

source: Total Views
de_de: Gesamtaufrufe
es_es: Vistas totales
fr_fr: Vues totales
nl_nl: Totaal aantal weergaven
pl_pl: Całkowita liczba odwiedzin
pt_pt: Total de visualizações
uk: Усього переглядів
vi: Tổng lượt xem

source: View All Classes
de_de: Alle Classes anzeigen
es_es: Ver todos los trabajos
fr_fr: Voir tous les emplois
nl_nl: Bekijk alle vacatures
pl_pl: Wyświetl wszystkie oferty pracy
pt_pt: Visualizar todos os trabalhos
uk: Переглянути всі вакансії
vi: Xem tất cả việc làm

source: Your classes will be displayed here
de_de: Ihre aktiven Stellenanzeigen werden hier angezeigt
es_es: Sus trabajos se mostrarán aquí
fr_fr: Vos emplois seront affichés ici
nl_nl: Uw taken worden hier weergegeven
pl_pl: Twoje zadania zostaną wyświetlone tutaj
pt_pt: Seus trabalhos serão exibidos aqui
uk: Циганський табір зібрав всіх коней із вашими вакансіями на цій сторінці. Ай-не-не-ней
vi: Việc làm của bạn sẽ được hiển thị tại đây

source: website:
de_de: Website eintragen:
es_es: Sitio web
uk: сайт:

source: Click edit profile to update your website.
de_de: Klicke "Mein Profil bearbeiten" um deine Website zu aktualisieren.
es_es: Haga clic en Editar perfil para actualizar su sitio web.
fr_fr: Cliquer sur modifier le profil pour mettre à jour votre site Web.
nl_nl: Klik op Profiel bewerken om uw website bij te werken.
pl_pl: Kliknij edytuj profil, aby zaktualizować swoją witrynę.
pt_pt: Clique em editar perfil para atualizar seu site.
uk: Натисніть змінити профіль, щоб оновити свій веб-сайт.
vi: Nhấp vào chỉnh sửa hồ sơ để cập nhật trang web của bạn.

source: Renews Remaining
de_de: Stellen Erneuerung
es_es: Renueva el resto
fr_fr: Renouvelle Restant
nl_nl: Vernieuwt nog
pl_pl: Odnawia pozostałe
pt_pt: Renova Remanescente
uk: Відновлюється
vi: Làm mới còn lại

source: Make Featured %s
de_de: %s hervorheben
es_es: Hacer destacado %s
fr_fr: Faire une vedette: %s
nl_nl: Uitgelicht maken %s
pl_pl: Bądź polecany %s
pt_pt: Faça destaque %s
uk: Зробити пропущені% s
vi: Làm nổi bật % s

source: Renew %s
de_de: %s erneuern
es_es: Renovar %s
fr_fr: Renouveler % s
nl_nl: Vernieuwen%s
pl_pl: Odnowić %s
pt_pt: Renovar %s
uk: Відновити% s
vi: Làm mới % s

source: Total price
es_es: Precio total
fr_fr: Prix total
nl_nl: Totale prijs
pl_pl: Cena całkowita
pt_pt: Preço total
uk: Загальна сума
vi: Tổng giá

source: Phone Number *
de_de: Ihr Name *
es_es: Tu nombre *
fr_fr: votre nom*
nl_nl: Uw naam *
pl_pl: Twoje imię *
pt_pt: Seu nome *
uk: Ваше Ім'я *
vi: Tên của bạn *

source: Enter your phone
de_de: Geben Sie Ihren Namen ein
es_es: Introduzca su nombre
fr_fr: entrez votre nom
nl_nl: Vul uw naam in
pl_pl: Wpisz swoje imię
pt_pt: Digite seu nome
uk: Введіть ім'я
vi: Nhập tên của bạn

source: Enter your email
de_de: E-Mail
es_es: Introduce tu Email
fr_fr: entrer votre email.
nl_nl: Voer je e-mailadres in
pl_pl: Wprowadź swój email
pt_pt: Insira seu email
uk: Введіть свою адресу електронної пошти
vi: Nhập email

source: Enter your full name
de_de: Telefonnummer eintragen
es_es: Ingrese su teléfono
fr_fr: entrer votre telephone
nl_nl: Voer je telefoon in
pl_pl: Wprowadź swój telefon
pt_pt: Digite seu telefone
uk: Введіть свій телефон
vi: Nhập số điện thoại

source: Birthday *
de_de: Geburtsdatum *
es_es: Cumpleaños *
fr_fr: Anniversaire*
nl_nl: Verjaardag *
pl_pl: Urodziny *
pt_pt: Aniversário *
uk: День народження *
vi: Ngày sinh *

source: Headline *
de_de: Beruf *
es_es: Título *
fr_fr: titre*
nl_nl: Titel *
pl_pl: Nagłówek *
uk: Заголовок *
vi: Tiêu đề *

source: Enter headline
de_de: Beispiel: Berufskraftfahrer
es_es: Ingresar título
fr_fr: Entrez le titre
nl_nl: Voer de kop in
pl_pl: Wprowadź nagłówek
pt_pt: Digite a manchete
uk: Введіть заголовок
vi: Nhập dòng tiêu đề

source: Gender *
de_de: Geschlecht *
es_es: Género *
fr_fr: sexe*
nl_nl: Geslacht *
pl_pl: Płeć *
pt_pt: Gênero *
uk: Стать *
vi: Giới tính *

source: Curriculum Vitae & Cover letter
de_de: Lebenslauf (CV) & Anschreiben
es_es: Curriculum Vitae y carta de presentación
fr_fr: Curriculum Vitae et lettre de motivation
nl_nl: Curriculum vitae & sollicitatiebrief
pt_pt: Currículo e carta de apresentação
uk: Вісник навчального плану та супровідний лист
vi: CV & Thư xin việc

source: Curriculum Vitae
de_de: Lebenslauf
es_es: Curriculum Vitae y carta de presentación
fr_fr: Curriculum Vitae (CV)
pt_pt: Currículo
uk: Біографічний матеріал
vi: CV

source: Cover Letter
de_de: Anschreiben
es_es: Carta de presentación
fr_fr: Lettre de motivation
nl_nl: Voorblad
pl_pl: Curriculum Vitae
pt_pt: Carta de apresentação
uk: Супровідний лист
vi: Thư xin việc

source: Working Preferences
de_de: Übersicht gesamt
es_es: Preferencias de trabajo
fr_fr: Préférences de travail
nl_nl: Werkvoorkeuren
pl_pl: Preferencje robocze
pt_pt: Preferências de trabalho
uk: Робочі уподобання
vi: Tham khảo

source: Subjects *
de_de: Alle Kategorien *
fr_fr: Catégories*
nl_nl: Categorieën *
pl_pl: Kategorie *
pt_pt: Categorias *
uk: Категорії *
vi: Ngành nghề

source: Types *
de_de: Beschäftigungsart *
nl_nl: Soorten *
pl_pl: Rodzaje *
pt_pt: Tipos *
uk: Типи *
vi: Hình thức *

source: Select Type
de_de: Typ auswählen
es_es: Seleccione tipo
fr_fr: Sélectionnez un type
nl_nl: Selecteer type
pl_pl: Wybierz rodzaj
pt_pt: Selecione o tipo
uk: Виберіть Тип
vi: Chọn hình thức

source: Levels *
de_de: Niveaus auswählen *
fr_fr: niveaux*
nl_nl: Niveaus *
pl_pl: Poziomy *
pt_pt: Níveis *
uk: Рівні *
vi: Cấp bậc *

source: Select Level
de_de: Level auswählen
es_es: Selecciona el nivel
fr_fr: Sélectionnez un niveau
nl_nl: Kies een niveau
pl_pl: Wybierz poziom
pt_pt: Selecione o nível
uk: Виберіть рівень
vi: Chọn cấp bậc

source: Locations *
de_de: Arbeitsort *
es_es: Ubicaciones *
fr_fr: Emplacements*
nl_nl: Locaties *
pl_pl: Lokalizacje *
pt_pt: Localizações *
uk: Місця розташування *
vi: Vị trí *

source: Select your languages
de_de: Wählen Sie ihre Sprachenkenntnisse aus
es_es: Seleccione sus idiomas
fr_fr: Sélectionnez vos langues
nl_nl: Selecteer uw talen
pl_pl: Wybierz swoje języki
pt_pt: Selecione seus idiomas
uk: Виберіть мови
vi: Chọn ngôn ngữ của bạn

source: Educations
de_de: Bildungsgang
es_es: Educaciones
fr_fr: éducations
nl_nl: Opleidingen
pl_pl: Edukacja
uk: Навчання
vi: Học vấn

source: Experiences
de_de: Erfahrungen
es_es: Experiencias
fr_fr: Expériences
nl_nl: Ervaringen
pl_pl: Wzruszenie religijne
pt_pt: Experiências
uk: Досвід
vi: Kinh nghiệm

source: Honors & Awards
de_de: Weiterbildung/en
es_es: Honores y reconocimientos
fr_fr: Honneurs et Prix
nl_nl: Honours & awards
pl_pl: Wyróżnienia i nagrody
pt_pt: Honras e prêmios
uk: Почесні нагороди та нагороди
vi: Danh hiệu & Giải thưởng

source: Location *
de_de: Standort *
es_es: Ubicación *
fr_fr: Emplacement *
nl_nl: Plaats *
pl_pl: Lokalizacja *
pt_pt: Localização *
uk: Місцезнаходження *
vi: Vị trí *

source: Enter your address
de_de: Adresse eintragen
es_es: Ingrese su dirección
fr_fr: Entrez votre adresse
nl_nl: Voer je adres in
pl_pl: Wpisz swój adres
pt_pt: Digite seu endereço
uk: Введіть свою адресу
vi: Nhập địa chỉ của bạn

source: Company Socials
es_es: Social de la compañía
fr_fr: Réseau social d'entreprise
nl_nl: Bedrijfs Socials
pl_pl: Społeczności firmy
uk: Компанія Socials

source: Update Profile
de_de: Profil aktualisieren
es_es: Actualización del perfil
fr_fr: Mettre à jour le profil
nl_nl: Profiel bijwerken
pl_pl: Zaktualizować profil
pt_pt: Atualizar perfil
uk: Оновити профіль
vi: Cập nhật thông tin

source: Change Password
de_de: Passwort ändern
es_es: Cambia la contraseña
fr_fr: Changer le mot de passe
nl_nl: Verander wachtwoord
pl_pl: Zmień hasło
pt_pt: Mudar senha
uk: Змінити пароль
vi: Đổi mật khẩu

source: Current Password
de_de: Aktuelles Passwort
es_es: Contraseña actual
fr_fr: Mot de passe actuel
nl_nl: Huidig wachtwoord
pl_pl: Aktualne hasło
pt_pt: Senha atual
uk: Поточний пароль
vi: Mật khẩu hiện tại

source: New Password
de_de: Neues Passwort
es_es: Nueva contraseña
fr_fr: nouveau mot de passe
nl_nl: Nieuw paswoord
pl_pl: Nowe hasło
pt_pt: Nova senha
uk: Новий пароль
vi: Mật khẩu mới

source: Delete My Account
de_de: Mein Konto löschen
es_es: Borrar mi cuenta
fr_fr: supprimer mon compte
nl_nl: Verwijder mijn account
pl_pl: Usuń moje konto
uk: Видалити мій обліковий запис
vi: Xóa tài khoản

source: Full Name *
de_de: Firmenname *
es_es: Nombre de empresa *
fr_fr: om de l'entreprise*
nl_nl: Bedrijfsnaam *
pl_pl: Nazwa firmy *
pt_pt: Nome da empresa *
uk: Назва компанії *
vi: Tên công ty *
