Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: Click here to upload from desktop
de_de: Klicke hier, um vom Desktop hochzuladen
es_es: Haga clic aquí para cargar desde el escritorio
fr_fr: Cliquer ici pour télécharger à partir du bureau
nl_nl: Klik hier om te uploaden van desktop
pl_pl: Kliknij tutaj, aby przesłać z komputera
pt_pt: Clique aqui para fazer o upload do desktop
uk: Натисніть тут, щоб завантажити з настільного комп'ютера
vi: Nhấp vào đây để tải lên từ máy tính

source: Mapping Section
es_es: Sección de mapeo
fr_fr: Section de cartographie
nl_nl: In kaart brengen Sectie
pl_pl: Sekcja mapowania
pt_pt: Seção de Mapeamento
uk: Відображення розділу
vi: Mục Mapping

source: WordPress Fields
es_es: Campos de WordPress
fr_fr: Champs de WordPress
pl_pl: Pola WordPress
pt_pt: WordPress Campos
uk: Поле WordPress

source: CSV Header
de_de: Lebenslauf-Header
es_es: Encabezado de CSV
fr_fr: En-tête CSV
nl_nl: CSV-koptekst
pl_pl: Nagłówek CSV
pt_pt: Cabeçalho CSV
uk: Заголовок CSV

source: Select field
de_de: Feld auswählen
es_es: Seleccionar campo
fr_fr: Sélectionnez le champ
nl_nl: Selecteer veld
pl_pl: Wybierz pole
pt_pt: Selecione o campo
uk: Виберіть поле
vi: Chọn ô

source: Back
de_de: Zurück
es_es: Espalda
fr_fr: Arrière
nl_nl: Terug
pl_pl: Plecy
pt_pt: para trás
uk: Назад
vi: Quay lại

source: File Name:
de_de: Dateiname:
es_es: Nombre del archivo:
fr_fr: Nom de fichier:
nl_nl: Bestandsnaam:
pl_pl: Nazwa pliku:
pt_pt: Nome do arquivo:
uk: Ім'я файлу:
vi: Tên tệp

source: File Size:
es_es: Tamaño del archivo:
fr_fr: Taille du fichier:
nl_nl: Bestandsgrootte:
pl_pl: Rozmiar pliku:
pt_pt: Tamanho do arquivo:
uk: Розмір файлу:
vi: Kích thước tệp:

source: Process: Import
es_es: Proceso: Importación
fr_fr: Processus: Import
nl_nl: Verwerken: importeren
pl_pl: Proces: Importuj
pt_pt: Processo: Importação
uk: Процес: Імпортувати
vi: Quy trình: Nhập

source: Total no of records:
de_de: Zahl der Datensätze:
es_es: Número total de registros:
fr_fr: Nombre total d'enregistrements:
nl_nl: Totaal aantal records:
pl_pl: Łączna liczba rekordów:
pt_pt: Número total de registros:
uk: Загальна кількість записів:
vi: Tổng số hồ sơ

source: Time Elapsed:
de_de: Aufgebrachte Zeit:
es_es: Tiempo transcurrido:
fr_fr: Temps écoulé:
nl_nl: Verstreken tijd:
pl_pl: Czas, jaki upłynął:
pt_pt: Tempo decorrido:
uk: Час минув:
vi: Thời gian trôi qua:

source: Remaining Record:
es_es: Registro restante:
fr_fr: Enregistrement restant:
nl_nl: Resterende record:
pl_pl: Pozostały rekord:
pt_pt: Registro restante:
uk: Залишається запис:
vi: Hồ sơ còn lại:

source: Start
es_es: Comienzo
fr_fr: Début
nl_nl: Begin
pl_pl: Początek
pt_pt: Começar
uk: Почати
vi: Khởi đầu

source: Stop
es_es: Detener
fr_fr: Arrêtez
nl_nl: Hou op
pl_pl: Zatrzymać
pt_pt: Pare
uk: СТОП
vi: Dừng lại

source: Reset
de_de: Zurücksetzen
es_es: Reiniciar
fr_fr: Réinitialiser
nl_nl: Opnieuw zetten
pl_pl: Nastawić
pt_pt: Restabelecer
uk: Скинути
vi: Cài lại

source: Count up
es_es: Contar hasta
fr_fr: Compter jusqu'à
nl_nl: Optellen
pl_pl: Policz
pt_pt: Contar até
uk: Підрахувати
vi: Đếm dần lên

source: [IWJ] Filter Teachers
de_de: [IWJ] Bewerber filtern
es_es: [IWJ] Filtrar candidatos
fr_fr: Filtre du candidat
nl_nl: [IWJ] Kandidaten filteren
pl_pl: [IWJ] Filtruj kandydatów
pt_pt: [IWJ] Filtrar Candidatos
uk: [IWJ] Кандидати фільтрів
vi: [IWJ] lọc ứng viên

source: Teacher Filter
de_de: Bewerber filtern
es_es: Filtro Candidato
fr_fr: Filtre de candidat
nl_nl: Kandidaat filter
pl_pl: Filtr kandydatów
pt_pt: Filtro Candidato
uk: Фільтр кандидатів
vi: Lọc ứng viên

source: Title:
de_de: Titel:
es_es: Título:
fr_fr: Titre
nl_nl: Titel:
pl_pl: Tytuł:
pt_pt: Título:
uk: Назва:
vi: Tiêu đề

source: Hide
de_de: Verstecken
es_es: Esconder
fr_fr: Cacher
nl_nl: Verbergen
pl_pl: Ukryć
pt_pt: ocultar
uk: Сховати
vi: Ẩn

source: Items display
de_de: Einträge anzeigen
es_es: Elementos a mostrar
fr_fr: Affichage des articles
nl_nl: Items worden weergegeven
pl_pl: Wyświetl elementy
pt_pt: Exposição de itens
uk: Елементи відображаються
vi: Các mục hiển thị

source: Limit
es_es: Limite
fr_fr: limite
nl_nl: Begrenzing
pt_pt: Limite
uk: Ліміт
vi: Giới hạn

source: Display Teacher Contact Form, used only with sidebar employer details.
de_de: Kontaktformular für Bewerber anzeigen, das nur in Verbindung mit den Arbeitgeberdetails in der Seitenleiste verwendet wird.
es_es: Mostrar el formulario de contacto del candidato, utilizado solo con los detalles del empleador de la barra lateral.
fr_fr: Afficher le formulaire de contact du candidat, utilisé uniquement avec les détails de l'employeur de la barre latérale
nl_nl: Geef het kandidaat-contactformulier weer, alleen gebruikt met sidebar-werkgeversgegevens.
pl_pl: Wyświetl formularz kontaktowy kandydata, używany wyłącznie z danymi pracodawcy na pasku bocznym.
pt_pt: Exibir o Formulário de Contato do Candidato, usado somente com detalhes do empregador da barra lateral.
uk: Відображати контактну форму для кандидатів, використовується лише з робочою адресою бічній панелі.
vi: Hiển thị biểu mẫu liên hệ ứng viên, chỉ được sửu dung với chi tiết nhà tuyển dung ở thanh bên

source: [IWJ] Teacher Contact Form
de_de: [IWJ] Kontaktformular für Bewerber
fr_fr: Afficher le formulaire de contact
nl_nl: [IWJ] Kandidatencontactformulier
pl_pl: [IWJ] Formularz kontaktowy kandydata
pt_pt: [IWJ] Formulário de contato do candidato
uk: [IWJ] Контактна форма кандидата
vi: (IWL) biểu mẫu liên hệ ứng viên

source: Display Teacher Infomation, used only with sidebar employer details.
es_es: Mostrar información del candidato, utilizada solo con los detalles de la empresa de la barra lateral.
fr_fr: Afficher les informations sur le candidat, utilisé uniquement avec les détails de l'employeur de la barre latérale.
nl_nl: Kandidaat-informatie weergeven, alleen gebruikt met sidebar-werkgeversgegevens.
pl_pl: Wyświetlaj informacje o kandydacie, używane tylko z danymi pracodawcy na pasku bocznym.
pt_pt: Exibir informações do candidato, usadas somente com detalhes do empregador da barra lateral.
uk: Відображати інформацію про кандидата, яка використовується лише з деталями роботодавця бічної панелі.

source: [IWJ] Teacher Infomation
es_es: [IWJ] Información del candidato
fr_fr: informations sur le candidat
nl_nl: [IWJ] Kandidaat informatie
pl_pl: [IWJ] Informacje o kandydacie
pt_pt: [IWJ] Informação Candidata
uk: [IWJ] кандидатська інформація

source: Display Teachers list.
de_de: Bewerberliste anzeigen.
es_es: Mostrar lista de candidatos.
fr_fr: Afficher la liste des candidats.
nl_nl: Kandidatenlijst weergeven.
pl_pl: Wyświetl listę kandydatów.
pt_pt: Exibir lista de candidatos.
uk: Показати список кандидатів.
vi: Hiển thị danh sách ứng viên

source: [IWJ] Teachers
de_de: [IWJ] Bewerber
es_es: [IWJ] Candidatos
fr_fr: [IWJ] Candidats
nl_nl: [IWJ] Kandidaten
pl_pl: [IWJ] Kandydaci
pt_pt: [IWJ] Candidatos
uk: [IWJ] Кандидати
vi: (IWJ) ứng viên

source: Recent Resumes
es_es: Currículums recientes
fr_fr: CV récents
nl_nl: Recente CV
pl_pl: Najnowsze CV
pt_pt: Currículos Recentes
uk: Недавні резюме
vi: hồ sơ gần đây

source: Limit:
es_es: Límite:
fr_fr: limite
nl_nl: Begrenzing:
pt_pt: Limite:
uk: Обмеження:
vi: Giới hạn:

source: Order By:
de_de: Neue Bestellung:
es_es: Ordenar por:
fr_fr: Commandé par:
nl_nl: Sorteren op:
pl_pl: Zamów przez:
pt_pt: Ordenar por:
uk: Сортувати за:
vi: Đơn hàng bởi:

source: ID
uk: Ідентифікатор

source: modified
de_de: Geändert
es_es: Modificado
fr_fr: modifié
nl_nl: gemodificeerde
pl_pl: zmodyfikowany
pt_pt: modificado
uk: модифікований
vi: đã sửa đổi

source: title
es_es: Título
fr_fr: Titre
nl_nl: titel
pl_pl: Tytuł
pt_pt: Título
uk: титул
vi: chức vụ

source: Ordering
de_de: Sortierung
es_es: Ordenando
fr_fr: commander
nl_nl: Bestellen
pl_pl: Zamawianie
pt_pt: Encomenda
uk: Замовлення
vi: Sắp xếp

source: Order:
de_de: Neue Bestellung:
es_es: Pedido
fr_fr: commande
nl_nl: Bestellen:
pl_pl: Zamówienie:
pt_pt: Ordem:
uk: Порядок:
vi: Sắp xếp

source: Filter Students Widget.
de_de: Widget: Arbeitgeber filtern.
es_es: Widget de filtro de empleadores.
fr_fr: Filtrer les employeurs Widget.
nl_nl: Filter Werkgevers Widget.
pl_pl: Filtruj widżet Pracodawcy.
pt_pt: Filtrar empregadores Widget.
uk: Фільтрувати робочий стіл віджет.
vi: Widget. lọc nhà tuyển dụng

source: [IWJ] Filter Students
de_de: [IWJ] Arbeitgeber filtern
es_es: [IWJ] Empleadores de filtro
fr_fr: [IWJ] Filtrer les employeurs
nl_nl: [IWJ] Werkgevers filteren
pl_pl: [IWJ] Filtruj pracodawców
pt_pt: [IWJ] Filtrar Empregadores
uk: [IWJ] Фільтрувати роботодавців
vi: (IWJ) lọc nhà tuyển dụng

source: Student Filter
de_de: Arbeitgeber filtern
es_es: Filtro de Empleador
fr_fr: Filtre d'employeur
nl_nl: Werkgeversfilter
pl_pl: Filtr pracodawcy
pt_pt: Filtro de Empregador
uk: Фільтр роботодавців
vi: Bộ lọc tuyển dụng

source: Display Student Contact Form.
es_es: Mostrar formulario de contacto del empleador.
fr_fr: Afficher le formulaire de contact de l'employeur.
nl_nl: Toon werkgeverscontactformulier.
pl_pl: Wyświetl formularz kontaktowy dla pracodawcy.
pt_pt: Exibir formulário de contato do empregador.
uk: Відобразити контактну форму роботодавця.
vi: Hiển thị biểu mẫu liên hệ của Ntd.

source: [IWJ] Student Contact Form
es_es: [IWJ] formulario de contacto del empleador
fr_fr: [IWJ] Formulaire de contact de l'employeur
nl_nl: [IWJ] Contactformulier voor werkgevers
pl_pl: [IWJ] Formularz kontaktowy dla pracodawcy
pt_pt: [IWJ] Formulário de contato do empregador
uk: [IWJ] Контактна форма роботодавця
vi: [IWJ] Mẫu liên hệ với nhà tuyển dụng

source: Display Student Infomation, used only with sidebar employer details.
es_es: Muestra la información del empleado, utilizada solo con los detalles del empleador de la barra lateral.
fr_fr: Afficher les informations sur les employés, utilisées uniquement avec les détails de l'employeur.
nl_nl: Werknemersinformatie weergeven, alleen gebruikt met sidebar-werkgeversgegevens.
pl_pl: Wyświetl informacje o pracowniku, używane tylko w przypadku informacji o pracodawcy na pasku bocznym.
pt_pt: Exibir informações do empregado, usado somente com detalhes do empregador da barra lateral.
uk: Відобразити інформацію про роботодавця, що використовується лише у робочих місцях бічній панелі.
vi: Hiển thị thông tin nhân viên, chỉ được sử dụng với các chi tiết về nhà tuyển dụng ở thanh bên

source: [IWJ] Student Infomation
es_es: [IWJ] Información del empleador
fr_fr: [IWJ] Renseignements sur l'employeur
nl_nl: [IWJ] Informatie werkgever
pl_pl: [IWJ] Informacje o pracodawcy
pt_pt: [IWJ] Informações do Empregador
uk: [IWJ] Інформація про роботодавця
vi: [IWJ] Thông tin nhà tuyển dụng

source: Display Student Map.
de_de: Arbeitgeber-Karte anzeigen.
es_es: Mostrar el mapa del empleador.
fr_fr: Afficher la carte de l'employeur.
nl_nl: Werkgeverskaart weergeven.
pl_pl: Wyświetl mapę pracodawcy.
pt_pt: Exibir Mapa do Empregador.
uk: Відобразити карту роботодавця.
vi: Hiển thị Bản đồ Ntd.

source: [IWJ] Student Map
es_es: [IWJ] Mapa del empleador
fr_fr: [IWJ] Carte de l'employeur
nl_nl: [IWJ] Werkgeverskaart
pl_pl: [IWJ] Mapa pracodawcy
pt_pt: [IWJ] Mapa do Empregador
uk: [IWJ] Карта роботодавців
vi: [IWJ] Bản đồ nhà tuyển dụng

source: Display Students Lists.
de_de: Arbeitgeberlisten anzeigen.
es_es: Mostrar listas de empleadores.
fr_fr: Afficher les listes d'employeurs.
nl_nl: Geef werkgeverslijsten weer.
pl_pl: Wyświetl listy pracodawców.
pt_pt: Exibir listas de empregadores.
uk: Показати списки роботодавців.
vi: Hiển thị danh sách Ntd.

source: [IWJ] Students
es_es: [IWJ] Empresarios
fr_fr: [IWJ] Employeurs
nl_nl: [IWJ] Werkgevers
pl_pl: [IWJ] Pracodawcy
pt_pt: [IWJ] Empregadores
uk: [IWJ] Роботодавці
vi: [IWJ] Nhà tuyển dụng

source: Lastest Students
es_es: Últimos empleadores
fr_fr: Derniers employeurs
nl_nl: Laatste werkgevers
pl_pl: Ostatni pracodawcy
pt_pt: Últimos Empregadores
uk: Найстаріші роботодавці
vi: Ntd mới nhất

source: Show Students:
es_es: Mostrar empleadores:
fr_fr: Montrer les employeurs:
nl_nl: Toon werkgevers:
pl_pl: Pokaż pracodawców:
pt_pt: Mostrar empregadores:
uk: Показати роботодавців:
vi: Hiển thị Ntd:

source: Total Classes
de_de: Alle Classes
es_es: Total de trabajos
fr_fr: Total des emplois
nl_nl: Totaal aantal banen
pl_pl: Łączna liczba zleceń
pt_pt: Total de trabalhos
uk: Загальна кількість робочих місць
vi: Tổng số việc

source: Filter Classes Widget.
de_de: Classes filtern Widget.
es_es: Widget de trabajos de filtro.
fr_fr: Filtrer les tâches Widget.
pl_pl: Filtr zadań Widget.
pt_pt: Filtrar Classes Widget.
uk: Відфільтруйте робочий віджет.
vi: Widget lọc công việc

source: [IWJ] Filter Classes
de_de: [IWJ] Classes filtern
es_es: [IWJ] Trabajos de filtro
fr_fr: [IWJ] Filtrer les offres d'emploi
pl_pl: [IWJ] Filtruj zadania
pt_pt: [IWJ] Filtrar Classes
uk: [IWJ] Робота з фільтрами
vi: [IWJ] lọc công việc

source: Job Filter
de_de: Job filtern
es_es: Filtro de trabajo
fr_fr: Filtre d'emploi
nl_nl: Taakfilter
pl_pl: Filtr zadań
uk: Фільтр роботи
vi: Lọc công việc

source: Hide items 0 post
es_es: Ocultar elementos 0 publicación
fr_fr: Masquer les éléments 0 post
nl_nl: Verberg items 0 post
pl_pl: Ukryj przedmioty 0 post
pt_pt: Ocultar itens 0 post
uk: Приховати об'єкти 0 повідомлень
vi: Ẩn các mục 0 bài

source: Search jobs, employers, candidates.
de_de: Suche Classes, Arbeitgeber, Bewerber.
es_es: Buscar trabajos, empleadores, candidatos.
fr_fr: Rechercher des emplois, des employeurs, des candidats.
nl_nl: Zoek vacatures, werkgevers, kandidaten.
pl_pl: Szukaj pracy, pracodawców, kandydatów.
pt_pt: Procura de empregos, empregadores, candidatos.
uk: Пошук роботи, роботодавців, кандидатів.
vi: Tìm việc làm, nhà tuyển dụng, ứng viên.

source: Search Class
de_de: Job suchen
es_es: Búsqueda de trabajo
fr_fr: Recherche d'emploi
nl_nl: Zoek naar werk
pl_pl: Poszukiwania pracy
pt_pt: Procura de emprego
uk: Пошук роботи
vi: Tìm việc

source: Search
de_de: Suche
es_es: Buscar
fr_fr: Chercher
nl_nl: Zoeken
pl_pl: Szukaj
pt_pt: Pesquisa
uk: Пошук
vi: Tìm kiếm

source: Search type:
de_de: Sucharten:
es_es: Tipo de búsqueda:
fr_fr: Type de recherche
nl_nl: Zoektype:
pl_pl: Typ wyszukiwania:
pt_pt: Tipo de pesquisa:
uk: Тип пошуку:
vi: Loại tìm kiếm:

source: Display Class Contact Form, used only with sidebar job details.
es_es: Mostrar el formulario de contacto de trabajo, utilizado solo con los detalles del trabajo de la barra lateral.
fr_fr: Afficher le formulaire de contact du emploi, utilisé uniquement avec les détails du emploi de la barre latérale.
nl_nl: Toon Class Contact Formulier, alleen gebruikt met sidebar taakdetails.
pl_pl: Wyświetl formularz kontaktu o pracę, używany tylko w przypadku szczegółów zadania paska bocznego.
pt_pt: Exibir formulário de contato do trabalho, usado somente com detalhes do trabalho da barra lateral.
uk: Відобразити контактну форму, використовується лише з деталями роботи на бічній панелі.
vi: Biểu mẫu liên hệ công việc hiển thị, chỉ được sử dụng với các chi tiết công việc của thanh bên.

source: [IWJ] Class Contact Form
es_es: [IWJ] Formulario de contacto laboral
fr_fr: [IWJ] Formulaire de contact
nl_nl: [IWJ] Contactformulier voor werk
pl_pl: [IWJ] Formularz kontaktowy
uk: [IWJ] Контактна форма роботи
vi: [IWJ] Biểu mẫu liên hệ công việc

source: Modified
es_es: Modificado
fr_fr: Modifié
nl_nl: gemodificeerde
pl_pl: Zmodyfikowany
pt_pt: Modificado
uk: Змінено
vi: Đã sửa đổi

source: Display Classes List.
de_de: Jobliste anzeigen.
es_es: Mostrar lista de trabajos.
fr_fr: Afficher la liste des emplois.
nl_nl: Takenlijst weergeven.
pl_pl: Wyświetl listę zadań.
pt_pt: Exibir lista de tarefas.
uk: Показати список вакансій
vi: Hiển thị danh sách công việc.

source: [IWJ] Classes
es_es: [IWJ] Trabajos
fr_fr: [IWJ] emplois
nl_nl: [IWJ] Banen
pl_pl: [IWJ] Praca
uk: [IWJ] Вакансії
vi: [IWJ] Việc làm

source: Latest Classes
de_de: Aktuelle Stellenanzeigen
es_es: Ultimos trabajos
fr_fr: Derniers emplois
nl_nl: Laatste vacatures
pl_pl: Najnowsze oferty pracy
pt_pt: Últimos trabalhos
uk: Останні вакансії
vi: Công việc mới nhất

source: Display Overall Statistics.
es_es: Mostrar estadísticas generales.
fr_fr: Afficher les statistiques globales.
nl_nl: Toon algemene statistieken.
pl_pl: Pokaż ogólne statystyki.
pt_pt: Exibir estatísticas gerais.
uk: Показати загальну статистику.
vi: Hiển thị thống kê tổng thể.

source: [IWJ] Overall Statistics
es_es: [IWJ] Estadísticas generales
fr_fr: [IWJ] statistiques globales.
nl_nl: [IWJ] Algemene statistieken
pl_pl: [IWJ] Statystyki ogólne
pt_pt: [IWJ] Estatísticas Gerais
uk: [IWJ] Загальна статистика
vi: [IWJ] Thống kê tổng thể

source: Overall statistics
de_de: Gesamtstatistiken
es_es: Estadísticas generales
fr_fr: statistiques globales.
nl_nl: Algemene statistieken
pl_pl: Ogólne statystyki
pt_pt: Estatísticas gerais
uk: Загальна статистика
vi: Thống kê tổng quát

source: Students:
de_de: Arbeitgeber:
es_es: Empleadores
fr_fr: Employeurs
nl_nl: Werkgevers:
pl_pl: Pracodawcy:
pt_pt: Empregadores:
uk: Роботодавці:
vi: Nhà tuyển dụng:

source: If empty we will count from the database
de_de: Wenn leer, wird aus der Datenbank gezählt
es_es: Si está vacío contaremos desde la base de datos
fr_fr: Si vide, nous comptons à partir de la base de données
nl_nl: Als dit leeg is, tellen we uit de database
pl_pl: Jeśli puste, będziemy liczyć się z bazy danych
pt_pt: Se vazio, contaremos do banco de dados
uk: Якщо порожній, ми будемо вважати з бази даних
vi: Nếu trống, chúng tôi sẽ tính từ cơ sở dữ liệu

source: Created resumes:
de_de: Erstellte Lebensläufe:
es_es: Currículums creados:
fr_fr: CV créés:
nl_nl: Gemaakt CV
pl_pl: Utworzone wznowienia:
pt_pt: Currículos criados:
uk: Створено резюме:
vi: Hồ sơ đã tạo:

source: Show Classes:
de_de: Classes anzeigen:
es_es: Mostrar trabajos:
fr_fr: Afficher les offres d'emploi:
nl_nl: Toon banen:
pl_pl: Pokaż oferty pracy:
pt_pt: Mostrar trabalhos:
uk: Показати вакансії
vi: Hiển thị công việc:

source: Posted jobs:
de_de: Veröffentlichte Classes:
es_es: Empleos publicados:
fr_fr: Emplois postés:
nl_nl: Geposte vacatures:
pl_pl: Wysłane oferty pracy:
pt_pt: Trabalhos publicados:
uk: Опубліковані вакансії
vi: Các công việc đã đăng:

source: Application With Facebook
de_de: Bewerbung mit Facebook
es_es: Aplicación con Facebook
fr_fr: Application avec Facebook
nl_nl: Toepassing met Facebook
pl_pl: Aplikacja z Facebook
pt_pt: Aplicativo com o Facebook
uk: Застосування з Facebook
vi: Ứng tuyển bằng Facebook

source: Message
de_de: Nachricht
es_es: Mensaje
nl_nl: Bericht
pl_pl: Wiadomość
pt_pt: Mensagem
uk: Повідомлення
vi: Tin nhắn

source: Close
de_de: Schließen
es_es: Cerca
fr_fr: Fermer
nl_nl: Dichtbij
pl_pl: Blisko
pt_pt: Fechar
uk: Закрити
vi: Đóng

source: Apply Now
de_de: Jetzt bewerben
es_es: Aplica ya
fr_fr: Appliquer maintenant
nl_nl: Nu toepassen
pl_pl: Aplikuj teraz
pt_pt: Aplique agora
uk: Застосувати зараз
vi: Ứng tuyển ngay

source: Thank you for application
de_de: Ihre Bewerbung ist bei uns eingegangen
es_es: Gracias por la aplicación
fr_fr: Merci pour l'application
nl_nl: Bedankt voor de aanvraag
pl_pl: Dziękuję za zgłoszenie
pt_pt: Obrigado pela aplicação
uk: Дякую за заявку
vi: Cám ơn bạn đã ứng tuyển!

source: Your application has been sent to employer,they will contact to you as soon as.
de_de: Der Arbeitgeber wird Sie so bald wie möglich kontaktieren. Bitte haben sie etwas Geduld. Nutzen Sie die Zeit und registrieren sie sich bei uns kostenlos.
es_es: Su solicitud ha sido enviada al empleador, se pondrán en contacto con usted lo antes posible.
fr_fr: Votre demande a été envoyée à l'employeur, il vous contactera dès que possible.
nl_nl: Uw aanvraag is verzonden aan de werkgever, zij nemen zo spoedig mogelijk contact met u op.
pl_pl: Twoja aplikacja została wysłana do pracodawcy, skontaktuje się z Tobą tak szybko, jak tylko.
pt_pt: Seu pedido foi enviado ao empregador, eles entrarão em contato com você assim que.
uk: Вашу заявку було надіслано роботодавцеві, вони зв'яжуться з вами, як тільки.
vi: Hồ sơ xin việc của bạn đã được gửi tới nhà tuyển dụng để xem xét và phản hồi lại bạn sớm nhất có thể.

source: Home
de_de: Startseite
es_es: Casa
fr_fr: homepage
nl_nl: Huis
pl_pl: Dom
pt_pt: Casa
uk: На головну
vi: Trang chủ

source: Apply for Class
de_de: Bewerben
es_es: Solicitar trabajo
fr_fr: Postuler pour un emploi
nl_nl: Solliciteer naar werk
pl_pl: Ubiegać się o pracę
pt_pt: Candidatar-se ao emprego
uk: Подати заявку на роботу
vi: Ứng tuyển

source: Applied this job
de_de: Für Class beworben
es_es: Aplicado este trabajo
fr_fr: Appliqué ce emploi
nl_nl: Heeft deze functie toegepast
pl_pl: Zastosował tę pracę
pt_pt: Aplicou este trabalho
uk: Застосував цю роботу
vi: Đã ứng tuyển việc làm này

source: Application Form
de_de: Bewerbungsformular
es_es: Formulario de aplicación
fr_fr: Formulaire de demande
nl_nl: Aanvraagformulier
pl_pl: Formularz wniosku
pt_pt: Formulário de aplicação
uk: Аплікаційна Форма
vi: Biểu mẫu đơn xin việc

source: You must verify account before apply job. <a href="%s">verify now</a>
de_de: Wir müssen dein Konto erst verifizieren, bevor Sie sich für eine Stelle bewerben können. <a href="%s">Verifizieren</a>
es_es: Debes verificar la cuenta antes de aplicar el trabajo. <a href="%s">verifica ahora</a>
fr_fr: Vous devez vérifier le compte avant d'appliquer le emploi <a href="%s">verify now</a>
nl_nl: U moet de account verifiëren voordat u solliciteert. <a href="%s">verify now</a>
pl_pl: Musisz zweryfikować konto przed zastosowaniem zlecenia. <a href="%s">verify now</a>
pt_pt: Você deve verificar a conta antes de aplicar o trabalho. <a href=" %s">verify now</a>
uk: Ви повинні підтвердити рахунок перед тим, як застосувати роботу. <a href="%s"> перевірити зараз </a>
vi: Bạn phải <a href="%s"> xác minh tài khoản</a> trước khi tiếp tục

source: Your profile must be activated before apply job. <a href="%s">update profile</a>
de_de: Ihr Konto muss erst aktiviert werden, bevor Sie sich für eine Stelle bewerben können. <a href="%s">Profil aktualisieren</a>
es_es: Your profile must be activated before apply job. <a href="%s">actualización del perfil</a>
fr_fr: Votre profil doit être activé avant de postuler. <a href="%s"> Mettre à jour votre profil </a>
nl_nl: Je profiel moet worden geactiveerd voordat je solliciteert. <a href="%s">update profile</a>
pl_pl: Twój profil musi zostać aktywowany przed zastosowaniem zlecenia. <a href="%s">update profile</a>
pt_pt: Seu perfil deve ser ativado antes de aplicar o trabalho. <a href=" %s">update profile</a>
uk: Ваш профіль повинен бути активований, перш ніж застосовувати роботу. <a href="%s"> оновити профіль </a>
vi: Hồ sơ của bạn phải được kích hoạt trước khi ứng tuyển công việc. <a href="%s"> Cập nhật hồ sơ </a>

source: You must submit profile before apply job. <a href="%s">submit now</a>
de_de: Sie müssen Ihr Konto erst veröffentlichen, bevor Sie sich für eine Stelle bewerben können. <a href="%s">Veröffentlichen</a>
es_es: Debe enviar el perfil antes de aplicar el trabajo. <a href="%s">aplique ahora</a>
fr_fr: Vous devez soumettre le profil avant de postuler à un employi <a href="%s">. Soumettre votre profil maintenant </a>
nl_nl: U moet een profiel indienen voordat u solliciteert. <a href="%s">submit now</a>
pl_pl: Musisz przesłać profil przed złożeniem zlecenia. <a href="%s">submit now</a>
pt_pt: Você deve enviar um perfil antes de aplicar o trabalho. <a href=" %s">submit now</a>
uk: Потрібно подати профіль перед тим, як застосувати роботу. <a href="%s"> надсилайте зараз </ a>
vi: Bạn phải <a href="%s"> gửi hồ sơ</a> trước khi ứng tuyển
