Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: Add New Apply Class Package
es_es: Agregar nuevo paquete de trabajo Aplicar
fr_fr: Ajouter un nouveau paquet de emplois d'application
nl_nl: Nieuw taakpakket toevoegen toepassen
pl_pl: Dodaj nowy pakiet zadań Apply
pt_pt: Adicionar novo pacote de trabalho Apply
uk: Додати новий варіант подачі заявки на роботу
vi: Thêm gói nộp hồ sơ mới

source: Edit Apply Class Package
es_es: Editar Aplicar paquete de trabajo
fr_fr: modifier Appliquer des paquets de jobs
nl_nl: Bewerken Opdrachtpakket toepassen
pl_pl: Edytuj Zastosuj pakiet zadań
pt_pt: Editar pacote de trabalho Apply
uk: Редагувати Застосувати пакет роботи
vi: Sửa gói nộp hồ sơ

source: New Apply Class Package
es_es: Nuevo paquete de solicitud de empleo
fr_fr: Nouveau ppliquer des paquets de jobs
nl_nl: Nieuw Sollicitatiepakket toepassen
pl_pl: Nowy pakiet Class Apply
pt_pt: Novo pacote de trabalho do Apply
uk: Новий Заявка на роботу
vi: Gói nộp hồ sơ mới

source: View Apply Class Package
es_es: Ver Aplicar paquete de trabajo
fr_fr: Voir appliquer des paquets de jobs
nl_nl: Bekijk Sollicitatiepakket toepassen
pl_pl: Zobacz Apply Class Package
pt_pt: Visualizar o pacote de trabalho aplicável
uk: Переглянути застосувати пакет робіт
vi: Xem gói nộp hồ sơ

source: Search Apply Class Package
es_es: Buscar Aplicar paquete de trabajo
fr_fr: Recherche appliquer des paquets de jobs
nl_nl: Zoeken Solliciteren Pakketpakket
pl_pl: Szukaj Zastosuj pakiet zadań
pt_pt: Pesquisa Aplicar Pacote de Trabalhos
uk: Пошук Застосувати пакет роботи
vi: Tìm kiếm gói nộp hồ sơ

source: Orders
de_de: Bestellungen
es_es: Pedidos
fr_fr: commandes
nl_nl: Bestellen
pl_pl: Święcenia
pt_pt: Encomendas
uk: Замовлення
vi: Đơn hàng

source: Add New Order
de_de: Neue Bestellung hinzufügen
es_es: Agregar nuevo pedido
fr_fr: Ajouter une nouvelle commande
nl_nl: Nieuwe bestelling toevoegen
pl_pl: Dodaj nowe zamówienie
pt_pt: Adicionar novo pedido
uk: Додати нове замовлення
vi: Thêm đơn hàng

source: Edit Order
de_de: Bestellung bearbeiten
es_es: Editar orden
fr_fr: Modifier la commande
nl_nl: Bewerk volgorde
pl_pl: Edytować zamówienie
pt_pt: Editar pedido
uk: Редагувати замовлення
vi: Sửa đơn hàng

source: View Order
de_de: Bestellung anzeigen
es_es: Ver pedido
fr_fr: Voir l'ordre
nl_nl: Bestelling bekijken
pl_pl: Wyświetl zamówienie
pt_pt: Visualizar pedido
uk: Переглянути замовлення
vi: Xem đơn hàng

source: Search Order
de_de: Bestellung suchen
es_es: Orden de búsqueda
fr_fr: Rechercher une commande
nl_nl: Zoekopdracht
pl_pl: Wyszukaj zamówienie
pt_pt: Ordem de pesquisa
uk: Замовлення на пошук
vi: Tìm kiếm đơn hàng

source: Subjects
de_de: Fachbereiche
es_es: Categorías
fr_fr: Catégories
nl_nl: Categorieën
pl_pl: Kategorie
pt_pt: Categorias
uk: Категорії
vi: Ngành nghề

source: Popular Subjects
de_de: Beliebte Kategorien
es_es: Categorías Populares
fr_fr: Catégories populaires
nl_nl: Populaire categorieën
pl_pl: popularne kategorie
pt_pt: Categorias populares
uk: Популярні категорії
vi: Ngành nghề phổ biến

source: Add New Category
de_de: Neue Kategorie hinzufügen
es_es: Añadir nueva categoria
fr_fr: Ajouter une nouvelle catégorie
nl_nl: Voeg een nieuwe categorie toe
pl_pl: Dodaj nową kategorię
pt_pt: Adicionar nova categoria
uk: Додати нову категорію
vi: Thêm ngành nghề

source: Edit Category
de_de: Kategorie bearbeiten
es_es: Editar categoria
fr_fr: Modifier la catégorie
nl_nl: Categorie bewerken
pl_pl: Edytuj kategorię
pt_pt: Editar categoria
uk: Редагувати категорію
vi: Sửa ngành nghề

source: New Category
de_de: Neue Kategorie
es_es: Nueva categoría
fr_fr: Nouvelle catégorie
nl_nl: Nieuwe categorie
pl_pl: Nowa kategoria
pt_pt: Nova categoria
uk: Нова категорія
vi: Thêm ngành nghề mới

source: View Category
de_de: Kategorie anzeigen
es_es: Ver categoría
fr_fr: Voir la catégorie
nl_nl: Bekijk categorie
pl_pl: Zobacz kategorię
pt_pt: Visualizar categoria
uk: Переглянути категорію
vi: Xem ngành nghề

source: Search Category
de_de: Kategorie suchen
es_es: Categoría de búsqueda
fr_fr: Rechercher une catégorie
nl_nl: Zoek in categorie
pl_pl: Wyszukaj kategorię
pt_pt: Categoria de pesquisa
uk: Категорія пошуку
vi: Tìm kiếm ngành nghề

source: Types
de_de: Beschäftigungsart
es_es: Tipos
nl_nl: Soorten
pl_pl: Rodzaje
pt_pt: Tipos
uk: Типи
vi: Hình thức

source: Popular Types
de_de: Beliebte Arten
es_es: Tipos populares
fr_fr: Types populaires
nl_nl: Populaire soorten
pl_pl: Popularne typy
pt_pt: Tipos populares
uk: Популярні типи
vi: Hình thức phổ biển

source: Add New Type
de_de: Neuen Typ hinzufügen
es_es: Agregar nuevo tipo
fr_fr: Ajouter un nouveau type
nl_nl: Nieuw type toevoegen
pl_pl: Dodaj nowy typ
pt_pt: Adicionar novo tipo
uk: Додати новий тип
vi: Thêm hình thức mới

source: Edit Type
de_de: Art bearbeiten
es_es: Tipo de edición
fr_fr: Modifier le type
nl_nl: Bewerk type
pl_pl: Edytuj typ
pt_pt: Editar tipo
uk: Редагувати тип
vi: Sửa hình thức

source: New Type
de_de: Neue Art
es_es: Nuevo tipo
fr_fr: Nouveau Type
nl_nl: Nieuw type
pl_pl: Nowy typ
pt_pt: Novo tipo
uk: Новий тип
vi: Hình thức mới

source: View Type
de_de: Ansichtstyp
es_es: Tipo de vista
fr_fr: Type de vue
nl_nl: Type bekijken
pl_pl: Wyświetl typ
pt_pt: Tipo de vista
uk: Вид типу
vi: Xem hình thức

source: Search Type
de_de: Suchen
es_es: Tipo de búsqueda
fr_fr: Type de recherche
nl_nl: Zoektype
pl_pl: Typ wyszukiwania
pt_pt: Tipo de pesquisa
uk: Тип пошуку
vi: Tìm kiếm hình thức

source: Salaries
de_de: Gehalt
es_es: Salarios
fr_fr: salaires
nl_nl: Salarissen
pl_pl: Wynagrodzenia
pt_pt: Salários
uk: Зарплата
vi: Mức lương

source: Popular Salaries
de_de: Beliebte Gehälter
es_es: Salarios populares
fr_fr: Salaires populaires
nl_nl: Populaire salarissen
pl_pl: Popularne wynagrodzenie
pt_pt: Salários Populares
uk: Популярні зарплати
vi: Mức lương phổ biến

source: Add New Salary
de_de: Neues Gehalt hinzufügen
es_es: Agregar nuevo salario
fr_fr: Ajouter un nouveau salaire
nl_nl: Nieuw salaris toevoegen
pl_pl: Dodaj nowe wynagrodzenie
pt_pt: Adicionar novo salário
uk: Додати нову зарплату
vi: Thêm mức lương

source: Edit Salary
de_de: Gehalt bearbeiten
es_es: Editar salario
fr_fr: Modifier le salaire
nl_nl: Salaris bewerken
pl_pl: Edytuj wynagrodzenie
pt_pt: Editar salário
uk: Редагувати заробітну плату
vi: Sửa đổi mức lương

source: New Salary
de_de: Neues Gehalt
es_es: Nuevo salario
fr_fr: Nouveau salaire
nl_nl: Nieuw salaris
pl_pl: Nowe wynagrodzenie
pt_pt: Salário novo
uk: Нова зарплата
vi: Mức lương mới

source: View Salary
de_de: Gehalt anzeigen
es_es: Ver salario
fr_fr: Voir le salaire
nl_nl: Salaris bekijken
pl_pl: Zobacz wynagrodzenie
pt_pt: Ver Salário
uk: Переглянути заробітну плату
vi: Xem mức lương mới

source: Search Salary
de_de: Gehalt suchen
es_es: Buscar salario
fr_fr: Recherche Salaire
nl_nl: Salaris zoeken
pl_pl: Wyszukaj wynagrodzenie
pt_pt: Salário de pesquisa
uk: Пошук зарплати
vi: Tìm kiếm mức lương

source: Skills
de_de: Fähigkeiten
es_es: Habilidades
fr_fr: Compétences
nl_nl: Vaardigheden
pl_pl: Umiejętności
pt_pt: Habilidades
uk: Навички
vi: Các kỹ năng

source: Popular Skills
de_de: Beliebte Fähigkeiten
es_es: Habilidades Populares
fr_fr: Compétences populaires
nl_nl: Populaire vaardigheden
pl_pl: Popularne umiejętności
pt_pt: Competências Populares
uk: Популярні навички
vi: Các kỹ năng phổ biến

source: Add New Skill
de_de: Neue Fähigkeit hinzufügen
es_es: Añadir nueva habilidad
fr_fr: Ajouter une nouvelle compétence
nl_nl: Nieuwe vaardigheden toevoegen
pl_pl: Dodaj nową umiejętność
pt_pt: Adicionar nova habilidade
uk: Додати нову навичку
vi: Thêm kỹ năng mới

source: Edit Skill
de_de: Fähigkeit bearbeiten
es_es: Editar habilidad
fr_fr: Modifier la compétence
nl_nl: Bewerk vaardigheid
pl_pl: Edytuj umiejętności
pt_pt: Editar habilidade
uk: Редагувати вміння
vi: Chỉnh sửa kỹ năng

source: New Skill
de_de: Neue Fähigkeit
es_es: Nueva habilidad
fr_fr: Nouvelle compétence
nl_nl: Nieuwe vaardigheid
pl_pl: Nowa umiejętność
pt_pt: Nova habilidade
uk: Нова навичка
vi: Kỹ năng mới

source: View Skill
de_de: Fähigkeit anzeigen
es_es: Ver habilidad
fr_fr: Voir la compétence
nl_nl: Bekijk vaardigheid
pl_pl: Zobacz umiejętności
pt_pt: Visualizar habilidade
uk: Переглянути вміння
vi: Xem kỹ năng

source: Search Skill
de_de: Suchen
es_es: Habilidad de búsqueda
fr_fr: Rechercher une compétence
nl_nl: Zoek vaardigheden
pl_pl: Szukaj umiejętności
pt_pt: Habilidade de pesquisa
uk: Пошукова майстерність
vi: Tìm kiếm kỹ năng

source: Levels
de_de: Level
es_es: Niveles
fr_fr: niveaux
nl_nl: Niveau
pl_pl: Poziomy
pt_pt: Níveis
uk: Рівні
vi: Cấp bậc

source: Popular Levels
de_de: Beliebte Niveaus
es_es: Niveles Populares
fr_fr: Niveaux populaires
nl_nl: Populaire niveaus
pl_pl: Popularne poziomy
pt_pt: Níveis Populares
uk: Популярні рівні
vi: Cấp bậc phổ biến

source: Add New Level
de_de: Level hinzufügen
es_es: Agregar nuevo nivel
fr_fr: Ajouter un nouveau niveau
nl_nl: Nieuw niveau toevoegen
pl_pl: Dodaj nowy poziom
pt_pt: Adicionar novo nível
uk: Додати новий рівень
vi: Thêm cấp bậc mới

source: Edit Level
de_de: Niveau bearbeiten
es_es: Editar nivel
fr_fr: Modifier le niveau
nl_nl: Bewerk niveau
pl_pl: Edytuj poziom
pt_pt: Editar nível
uk: Редагувати рівень
vi: Sửa đổi cấp bậc

source: New Level
de_de: Neues Niveau
es_es: Nuevo nivel
fr_fr: Nouveau niveau
nl_nl: Nieuw level
pl_pl: Nowy poziom
pt_pt: Novo nível
uk: Новий рівень
vi: Cấp bậc mới

source: View Level
de_de: Niveau anzeigen
es_es: Nivel de vista
fr_fr: Voir le niveau
nl_nl: Bekijk niveau
pl_pl: Wyświetl poziom
pt_pt: Nível de vista
uk: Рівень перегляду
vi: Xem cấp bậc

source: Search Level
de_de: Suchen
es_es: Nivel de búsqueda
fr_fr: Niveau de recherche
nl_nl: Zoekniveau
pl_pl: Poziom wyszukiwania
pt_pt: Nível de pesquisa
uk: Рівень пошуку
vi: Tìm kiếm cấp bậc

source: Keywords
de_de: Schlüsselwörter
es_es: Palabras clave
fr_fr: Mots clés
nl_nl: Trefwoorden
pl_pl: Słowa kluczowe
pt_pt: Palavras-chave
uk: Запит
vi: Từ khóa

source: Popular Keywords
de_de: Beliebte Schlüsselwörter
es_es: Palabras clave populares
fr_fr: Mots-clés populaires
nl_nl: Populaire zoekwoorden
pl_pl: Popularne słowa kluczowe
pt_pt: Palavras-chave populares
uk: Популярні запити
vi: Từ khóa phổ biến

source: Add New Keyword
de_de: Neues Schlagwort hinzufügen
es_es: Agregar nueva palabra clave
fr_fr: Ajouter un nouveau mot-clé
nl_nl: Nieuw trefwoord toevoegen
pl_pl: Dodaj nowe słowo kluczowe
pt_pt: Adicionar nova palavra-chave
uk: Додати нове ключове слово
vi: Thêm từ khóa mới

source: Edit Keyword
de_de: Schlagwort bearbeiten
es_es: Editar palabra clave
fr_fr: Modifier le mot clé
nl_nl: Trefwoord bewerken
pl_pl: Edytuj słowo kluczowe
pt_pt: Editar palavra-chave
uk: Редагувати ключове слово
vi: Chỉnh sửa từ khó

source: New Keyword
de_de: Neues Schlagwort
es_es: Nueva palabra clave
fr_fr: Nouveau mot-clé
nl_nl: Nieuw trefwoord
pl_pl: Nowe słowo kluczowe
pt_pt: Nova palavra-chave
uk: Нове ключове слово
vi: Từ khóa mới

source: View Keyword
de_de: Schlagwort anzeigen
es_es: Ver palabra clave
fr_fr: Afficher le mot clé
nl_nl: Bekijk trefwoord
pl_pl: Wyświetl słowo kluczowe
pt_pt: Visualizar palavra-chave
uk: Переглянути ключове слово
vi: Xem từ khóa

source: Search Keyword
de_de: Stichwortsuche
es_es: Buscar la palabra clave
fr_fr: mot clé de recherche
nl_nl: Zoek sleutelwoord
pl_pl: Wyszukaj słowo kluczowe
pt_pt: Pesquisar palavra-chave
uk: Пошук за ключовим словом
vi: Tìm từ khóa

source: Locations
de_de: Standorte
es_es: Ubicaciones
fr_fr: Emplacements
nl_nl: Locaties
pl_pl: Lokalizacje
pt_pt: Localizações
uk: Місця розташування
vi: Địa điểm

source: Popular Locations
de_de: Beliebte Standorte
es_es: Ubicaciones populares
fr_fr: Emplacements populaires
nl_nl: Populaire locaties
pl_pl: Popularne lokalizacje
pt_pt: Locais populares
uk: Популярні місцеположення
vi: Vị trí phổ biến

source: Directory Location
de_de: Standortverzeichnis
es_es: Ubicación del directorio
fr_fr: Emplacement du répertoire
nl_nl: Locatie van directory
pl_pl: Lokalizacja katalogu
pt_pt: Localização do diretório
uk: Розташування каталогу
vi: Vị trí thư mục

source: Add New Location
de_de: Neuen Standort hinzufügen
es_es: Agregar nueva ubicación
fr_fr: Ajouter un nouvel emplacement
nl_nl: Nieuwe locatie toevoegen
pl_pl: Dodaj nową lokalizację
pt_pt: Adicionar novo local
uk: Додати нове місцеположення
vi: Thêm vị trí mới

source: Edit Location
de_de: Standort bearbeiten
es_es: Editar ubicación
fr_fr: Modifier l'emplacement
nl_nl: Bewerk locatie
pl_pl: Edytuj lokalizację
pt_pt: Editar localização
uk: Редагувати місцезнаходження
vi: Chỉnh sửa vị trí

source: New Location
de_de: Neuer Standort
es_es: Nueva ubicacion
fr_fr: Nouvel emplacement
nl_nl: Nieuwe locatie
pl_pl: Nowa lokalizacja
pt_pt: Nova localização
uk: Нове місцезнаходження
vi: Vị trí mới

source: View Location
de_de: Standort anzeigen
es_es: Ver ubicación
fr_fr: Voir l'emplacement
nl_nl: Locatie bekijken
pl_pl: Wyświetl lokalizację
pt_pt: Ver localização
uk: Переглянути місцезнаходження
vi: Xem vị trí

source: Search Location
de_de: Suchort
es_es: Ubicación de búsqueda
fr_fr: Emplacement de recherche
nl_nl: Zoek locatie
pl_pl: Wyszukaj lokalizację
pt_pt: Pesquisar local
uk: Пошук місцезнаходження
vi: Tìm kiếm vị trí

source: Company Sizes
de_de: Firmengröße
es_es: Tamaños de la compañía
fr_fr: Tailles de l'entreprise
nl_nl: Bedrijfsgrootte
pl_pl: Rozmiary firmy
pt_pt: Tamanhos da empresa
uk: Розміри компанії
vi: Quy mô công ty

source: Size
de_de: Größe
es_es: Tamaño
fr_fr: Taille
nl_nl: Grootte
pl_pl: Rozmiar
pt_pt: Tamanho
uk: Розмір
vi: Quy mô

source: Add New Size
de_de: Neue Größe hinzufügen
es_es: Agregar nuevo tamaño
fr_fr: Ajouter une nouvelle taille
nl_nl: Voeg nieuw formaat toe
pl_pl: Dodaj nowy rozmiar
pt_pt: Adicionar novo tamanho
uk: Додати новий розмір
vi: Thêm quy mô mới

source: Edit Size
de_de: Größe bearbeiten
es_es: Editar tamaño
fr_fr: Modifier la taille
nl_nl: Bewerk formaat
pl_pl: Edytuj rozmiar
pt_pt: Editar tamanho
uk: Редагувати розмір
vi: Sửa quy mô

source: New Size
de_de: Neue Größe
es_es: Nuevo tamaño
fr_fr: Nouvelle taille
nl_nl: Nieuw formaat
pl_pl: Nowy rozmiar
pt_pt: Tamanho novo
uk: Новий розмір
vi: Quy mô mới

source: View Size
de_de: Größe anzeigen
es_es: Tamaño de vista
fr_fr: Voir 'taille
nl_nl: Grootte bekijken
pl_pl: Zobacz rozmiar
pt_pt: Tamanho da vista
uk: Розмір перегляду
vi: Xem quy mô

source: Search Size
de_de: Suchen
es_es: Tamaño de búsqueda
fr_fr: Taille de recherche
nl_nl: Zoekgrootte
pl_pl: Wyszukaj rozmiar
pt_pt: Tamanho da pesquisa
uk: Розмір пошуку
vi: Tìm kiếm quy mô

# Order status
source: Pending Payment
de_de: Ausstehende Zahlung
es_es: Pago pendiente
fr_fr: En attente de paiement
nl_nl: In afwachting van betaling
pl_pl: Oczekująca płatność
pt_pt: Pagamento Pendente
uk: Очікування платежу
vi: Chờ thanh toán

source: Pending Payment <span class="count">(%s)</span>
de_de: Ausstehende Zahlung <span class="count">(%s)</span>
es_es: Pago pendiente <span class="count">(%s)</span>
fr_fr: En attente de paiement <span class="count">(%s)</span>
nl_nl: In afwachting van betaling <span class="count">(%s)</span>
pl_pl: Oczekująca płatność <span class="count">(%s)</span>
pt_pt: Pagamento Pendente <span class="count">( %s)</span>
uk: Очікуваний платіж <span class = "count"> (%s) </span>
vi: Chờ thanh toán <span class="count">(%s)</span>

# Order status
source: Expired
de_de: Abgelaufen
es_es: Muerto
fr_fr: Expiré
nl_nl: Niet meer geldig
pl_pl: Przedawniony
pt_pt: Expirado
uk: Закінчився
vi: Đã hết hạn

source: Expired <span class="count">(%s)</span>
de_de: Abgelaufen <span class="count">(%s)</span>
es_es: Muerto <span class="count">(%s)</span>
fr_fr: Expiré <span class="count">(%s)</span>
nl_nl: Niet meer geldig <span class="count">(%s)</span>
pl_pl: Przedawniony <span class="count">(%s)</span>
pt_pt: Expirado <span class="count">( %s)</span>
uk: Закінчив <span class = "count"> (%s) </span>
vi: Đã hết hạn <span class="count">(%s)</span>

# Order status
source: Reject
de_de: Ablehnen
es_es: Rechazar
fr_fr: Rejeter
nl_nl: Afwijzen
pl_pl: Odrzucać
pt_pt: Rejeitar
uk: Відхилити
vi: Từ chối

source: Reject <span class="count">(%s)</span>
de_de: Abgelehnt <span class="count">(%s)</span>
es_es: Rechazar <span class="count">(%s)</span>
fr_fr: Rejeter <span class="count">(%s)</span>
nl_nl: Afwijzen <span class="count">(%s)</span>
pl_pl: Odrzucać <span class="count">(%s)</span>
pt_pt: Rejeitar <span class="count">( %s)</span>
uk: Відхилити <span class = "count"> (% s) </span>
vi: Đã hết hạn <span class="count">(%s)</span>

# Order status
source: Incomplete
de_de: Unerledigt
es_es: Incompleto
fr_fr: Incomplet
nl_nl: Incompleet
pl_pl: Niekompletny
pt_pt: Incompleto
uk: Неповна
vi: Chưa hoàn tất

source: Incomplete <span class="count">(%s)</span>
de_de: Unvollständig <span class="count">(%s)</span>
es_es: Incompleto <span class="count">(%s)</span>
fr_fr: Incomplet <span class="count">(%s)</span>
nl_nl: Incompleet <span class="count">(%s)</span>
pl_pl: Niekompletny <span class="count">(%s)</span>
pt_pt: Incompleto <span class="count">( %s)</span>
uk: Неповний <span class = "count"> (%s) </span>
vi: Chưa hoàn tất <span class="count">(%s)</span>

# Order status
source: Completed
de_de: Abgeschlossen
es_es: Completado.
fr_fr: Terminé
nl_nl: Voltooid
pl_pl: Zakończony
pt_pt: Concluído
uk: Завершено
vi: Hoàn tất

source: Completed <span class="count">(%s)</span>
de_de: Vollständig <span class="count">(%s)</span>
es_es: Completado <span class="count">(%s)</span>
fr_fr: Terminé <span class="count">(%s)</span>
nl_nl: Voltooid <span class="count">(%s)</span>
pl_pl: Zakończony <span class="count">(%s)</span>
pt_pt: Concluído <span class="count">( %s)</span>
uk: Завершено <span class = "count"> (%s) </span>
vi: Hoàn tất <span class="count">(%s)</span>

# Order status
source: Hold
es_es: Sostener
fr_fr: Tenir
nl_nl: Houden
pl_pl: Utrzymać
pt_pt: Aguarde
uk: Тримайся
vi: Giữ

source: Hold <span class="count">(%s)</span>
de_de: Gehalten <span class="count">(%s)</span>
es_es: Sostener <span class="count">(%s)</span>
fr_fr: Tenir <span class="count">(%s)</span>
nl_nl: Houden <span class="count">(%s)</span>
pl_pl: Utrzymać <span class="count">(%s)</span>
pt_pt: Aguarde <span class="count">( %s)</span>
uk: Тримайте <span class = "count"> (%s) </span>
vi: Giữ <span class="count">(%s)</span>

source: Show advanced search
de_de: Erweiterte Suche anzeigen
uk: Показати розширений пошук
vi: Hiển thị tìm kiếm nâng cao

source: Hide advanced search
de_de: Erweiterte Suche ausblenden
uk: Приховати роз. пошук
vi: Ẩn tìm kiếm nâng cao

source: Login With Facebook
de_de: Mit Facebook anmelden
es_es: Iniciar sesión con Facebook
fr_fr: Se connecter avec Facebook
nl_nl: Inloggen met Facebook
pl_pl: Zaloguj się przez facebook
pt_pt: Entrar com o Facebook
uk: Вхід з Facebook
vi: Đăng nhập bằng Facebook

source: Login With Google
de_de: Mit Google anmelden
es_es: Iniciar sesión con Google
fr_fr: Connectez-vous avec Google
nl_nl: Inloggen met Google
pl_pl: Zaloguj się za pomocą Google
pt_pt: Entre com o Google
uk: Увійти через Google

source: Google Client ID
es_es: ID de cliente de Google
pl_pl: Identyfikator klienta Google
pt_pt: ID do cliente do Google
uk: Ідентифікатор клієнта Google

source: Login With Linkedin
de_de: Mit LinkedIn anmelden
es_es: Ingresar con LinkedIn
fr_fr: Connectez-vous avec LinkedIn
nl_nl: Log in met LinkedIn
pl_pl: Zaloguj się za pomocą Linkedin
pt_pt: Login com o Linkedin
uk: Вхід за допомогою Linkedin

source: Login With Twitter
de_de: Mit Twitter anmelden
es_es: Iniciar sesión con Twitter
fr_fr: Connectez-vous avec Twitter
nl_nl: Inloggen met Twitter
pl_pl: Zaloguj się za pomocą Twittera
pt_pt: Entrar com o Twitter
uk: Увійти через Twitter
vi: Đăng nhập bằng Linkedin

source: Consumer Key
es_es: Clave del consumidor
nl_nl: Gebruikers sleutel
pl_pl: Klucz klienta
pt_pt: Chave do consumidor
uk: Споживчий ключ
vi: Mã khóa

source: Consumer Secret
es_es: Secreto del consumidor
nl_nl: Consumentengeheim
pl_pl: Sekret klienta
pt_pt: consumidor secreto
uk: Споживчий секрет
vi: Bí mật

source: Job Package
de_de: Paket für Anbieter
es_es: Paquete de trabajo
fr_fr: Paquet d'emploi
nl_nl: Jobpakket
pl_pl: Pakiet zadań
pt_pt: Pacote de trabalho
uk: Пакет працевлаштування
vi: Gói công việc

source: Active
de_de: Aktiv
es_es: Activo
fr_fr: actif
nl_nl: Actief
pl_pl: Aktywny
pt_pt: Ativo
uk: Активний
vi: Kích hoạt

source: Inactive
de_de: Inaktiv
es_es: Inactivo
fr_fr: Inactif
nl_nl: Inactief
pl_pl: Nieaktywny
pt_pt: Inativo
uk: Неактивний
vi: Không kích hoạt

source: Resume Package %s
de_de: %s Lebenslaufpaket
es_es: Paquete de curriculum %s
fr_fr: CV le paquet %s
nl_nl: Hervat pakket %s
pl_pl: Wznów pakiet %s
pt_pt: Retomar o pacote %s
uk: Відновити пакет% s
vi: Gói xem hồ sơ %s

source: Apply Class Package %s
de_de: Job-Paket: %s
es_es: Aplicar el paquete de trabajo %s
fr_fr: Appliquer des paquets de jobs %s
nl_nl: Solliciteer pakket %s
pl_pl: Zastosuj pakiet zadań %s
pt_pt: Aplicar pacote de trabalho %s
uk: Застосувати пакет роботи% s
vi: Gói nộp hồ sơ %s

source: Add New Resume Package
de_de: Lebenslauf Pakete hinzufügen
es_es: Agregar nuevo paquete de currículum
fr_fr: Ajouter un nouveau groupe de CV
nl_nl: Nieuw hervattingspakket toevoegen
pl_pl: Dodaj nowy pakiet CV
pt_pt: Adicionar novo pacote de resumo
uk: Додати новий пакет поновлення
vi: Thêm gói hồ sơ mới

source: Follows
de_de: Folgt
es_es: Sigue
fr_fr: Suit
nl_nl: Volgt
pl_pl: Podąża
pt_pt: Segue
uk: Слідує
vi: Theo dõi

source: Saved Classes
de_de: Gespeicherte Anzeigen
es_es: Trabajos guardados
fr_fr: Emplois enregistrés
nl_nl: Opgeslagen opdrachten
pl_pl: Zapisane prace
pt_pt: Trabalhos salvos
uk: Збережені вакансії
vi: Việc đã lưu

source: All Classes
de_de: Alle Classes
es_es: Todos los trabajos
fr_fr: Tous les emplois
nl_nl: Alle banen
pl_pl: Wszystkie prace
pt_pt: Todos os trabalhos
uk: Всі вакансії
vi: Tất cả việc làm

source: Saved Profiles
de_de: Gespeicherte Bewerber
es_es: Currículums guardados
fr_fr: CV sauvegardés
nl_nl: Opgeslagen CV
pl_pl: Zapisane CV
pt_pt: Currículos salvos
uk: Збережені резюме
vi: Hồ sơ đã lưu

source: Viewed Resumes
de_de: Top Lebensläufe
es_es: Currículums vistos
fr_fr: Vu CV
nl_nl: Bekeken CV
pl_pl: Oglądane CV
pt_pt: Currículos visualizados
uk: Переглянуті резюме
vi: Hồ sơ đã xem

source: Application Details
de_de: Bewerbungsdetails
es_es: Detalles de la aplicación
fr_fr: Détails de la demande
nl_nl: Toepassing Details
pl_pl: Szczegóły aplikacji
pt_pt: Detalhes da aplicação
uk: Інформація про програму
vi: Chi tiến ứng tuyển

source: Order Details
es_es: Detalles del pedido
fr_fr: détails de la commande
nl_nl: Bestel Details
pl_pl: Szczegóły zamówienia
pt_pt: detalhes do pedido
uk: деталі замовлення
vi: Chi tiết Đơn hàng

source: Edit Profile
de_de: Profil bearbeiten
es_es: Editar perfil
fr_fr: modifier le profil
nl_nl: Bewerk profiel
pl_pl: Edytuj profil
pt_pt: Editar Perfil
uk: Редагувати профіль
vi: Chỉnh sửa tiểu sử

source: My Reviews
de_de: Meine Bewertungen
es_es: Mis comentarios
fr_fr: Mes commentaires
nl_nl: Mijn beoordelingen
pl_pl: Moje recenzje
pt_pt: Minhas resenhas
uk: Мої огляди
vi: Đánh giá của tôi

source: Male
de_de: Männlich
es_es: Masculino
fr_fr: Mâle
nl_nl: Mannetje
pl_pl: Męski
pt_pt: Masculino
uk: Чоловік
vi: Nam

source: Female
de_de: Weiblich
es_es: Hembra
fr_fr: Femelle
nl_nl: Vrouw
pl_pl: Płeć żeńska
pt_pt: Feminino
uk: Жінка
vi: Nữ

source: Other
de_de: Andere
es_es: Otro
fr_fr: Autre
nl_nl: Anders
pl_pl: Inny
pt_pt: De outros
uk: Інший
vi: Khác

source: Albanian
de_de: Albanien
uk: Албанська
vi: Tiếng Albania

source: Arabic
de_de: Arabisch
uk: Арабська
vi: Tiếng Ả Rập

source: Armenian
de_de: Armenisch
uk: Вірменський
vi: Tiếng Armenia

source: Basque
de_de: Baskisch
uk: Баскський
vi: Tiếng Basque

source: Bengali
de_de: Bengalisch
uk: Бенгальська мова
vi: Tiếng Bengali

source: Bulgarian
de_de: Bulgarian Lev
uk: Болгарський
vi: Tiếng Bungari

source: Catalan
de_de: Katalanisch
uk: Каталонська
vi: Tiếng Catalan
