Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: Your package expired. <a href="%s">Buy New Package</a>
de_de: Dein Paket ist abgelaufen. <a href="%s">Neues Paket kaufen</a>
es_es: Su paquete expiró. <a href="%s">Compre un nuevo paquete</a>
fr_fr: Votre forfait a expiré. <a href="%s"> Acheter un nouveau forfeit </a>
nl_nl: Je pakket is verlopen. <a href="%s">Koop nieuw packet </a>
pl_pl: Twój pakiet wygasł. <a href="%s">Kup nowy pakiet</a>
pt_pt: Seu pacote expirou. <a href=" %s"> Compre novo pacote </a>
uk: Ваш пакет закінчився. <a href="%s"> Купуйте новий пакет </a>
vi: Gói của bạn đã hết hạn. <a href="%s"> Mua gói mới </a>

source: Thank you for payment
de_de: Danke für Ihr Vertrauen
es_es: Gracias por el pago
fr_fr: Merci pour le paiement
nl_nl: Bedankt voor de betaling
pl_pl: Dziękuję za zapłatę
pt_pt: Obrigado pelo pagamento
uk: Дякую за оплату
vi: Cảm ơn bạn đã thanh toán

source: Register Account
de_de: Benutzerkonto registrieren
es_es: Registrar Cuenta
fr_fr: Créer un compte
nl_nl: Account Registreren
pl_pl: Zarejestruj Konto
pt_pt: Registar Conta
uk: Зареєструватись
vi: Đăng ký tài khoản

source: Enter Your Full Name.
de_de: Benutzername eingeben.
es_es: Ingrese su nombre de usuario.
fr_fr: Entrez votre nom d'utilisateur
nl_nl: Typ je gebruikersnaam.
pl_pl: Wpisz twoją nazwę użytkownika.
pt_pt: Entre com seu nome de usuário.
uk: Введіть своє ім'я користувача.
vi: Nhập tên người dùng của bạn.

source: Enter Your Email Address.
de_de: E-Mail-Adresse eintragen.
es_es: Ingrese su dirección de email.
fr_fr: Entrez votre adresse e-mail.
nl_nl: Vul je e-mailadres in.
pl_pl: Wprowadź swój adres e-mail.
pt_pt: Insira o seu endereço de email.
uk: Введіть адресу вашої електронної пошти.
vi: Nhập địa chỉ email của bạn.

source: Enter Full Name.
de_de: Name der Firma eingeben.
es_es: Introduzca el nombre de la empresa
fr_fr: Entrez le nom de l'entreprise
nl_nl: Voer bedrijfsnaam in.
pl_pl: Wprowadź nazwę firmy.
pt_pt: Digite o nome da empresa.
uk: Введіть назву компанії.
vi: Nhập tên công ty.

source: Enter Your Password.
de_de: Passwort eintragen.
es_es: Ingresa tu contraseña.
fr_fr: Entrer votre mot de passe
nl_nl: Voer uw wachtwoord in.
pl_pl: Wprowadź hasło.
pt_pt: Coloque sua senha.
uk: Введіть ваш пароль.
vi: Nhập mật khẩu của bạn.

source: Sorry, the registration function is temporarily unavailable, please come back later
de_de: Leider ist diese Funktion aktuell nicht verfügbar, versuche es später erneut
es_es: Lo sentimos, la función de registro no está disponible temporalmente, vuelve más tarde
fr_fr: La fonction d'inscription est temporairement indisponible, réessayez plus tard
nl_nl: Sorry, de registratiefunctie is tijdelijk niet beschikbaar, kom later nog eens terug
pl_pl: Niestety, funkcja rejestracji jest chwilowo niedostępna, proszę wrócić później
pt_pt: Desculpe, a função de registro está temporariamente indisponível, por favor volte mais tarde
uk: На жаль, функція реєстрації тимчасово недоступна, будь ласка, поверніться пізніше
vi: Rất tiếc, chức năng đăng ký tạm thời không khả dụng, vui lòng quay lại sau

source: You are logged in as <strong>%s</strong>
de_de: Du bist als <strong>%s</strong> angemeldet
es_es: Has iniciado sesión como <strong>%s</strong>
fr_fr: Vous êtes connecté en tant que <strong>%s</strong>
nl_nl: Je bent ingelogd als <strong>%s</strong>
pl_pl: Jesteś zalogowany jako <strong>%s</strong>
pt_pt: Você está logado como <strong> %s</strong>
uk: Ви ввійшли як <strong>% s </ strong>
vi: Bạn đã đăng nhập bằng <strong>%s </strong>

source: Click <a href="%s">here</a> to go to Dashboard Manager
de_de: Klicke <a href="%s">hier</a> um zu deinem Dashboard zu gelangen
es_es: Haga clic <a href="%s">aquí </a> para ir al Administrador del panel de instrumentos
fr_fr: Cliquez <a href="%s"> ici </a> pour accéder à Dashboard Manager
nl_nl: Klik <a href="%s">here</a> om naar Dashboard Manager te gaan
pl_pl: Kliknij <a href="%s">here</a> aby przejść do Menedżera Dashboard
pt_pt: clique <a href=" %s">here</a>ir para o Dashboard Manager
uk: Натисніть <a href="%s"> тут </a>, щоб перейти до диспетчера диспетчера
vi: Nhấp <a href="%s">tại đây</a> để vào phần quản lý tài khoản

source: <i class="ion-ios-compose"></i> Edit
de_de: <i class="ion-ios-compose"></i> Bearbeiten
es_es: <i class="ion-ios-compose"></i> Editar
fr_fr: <i class="ion-ios-compose"></i> modifier
nl_nl: <i class="ion-ios-compose"></i> Bewerk
pl_pl: <i class="ion-ios-compose"></i> Edytować
pt_pt: <i class="ion-ios-compose"></i>Editar
uk: <i class = "ion-ios-compose"> </i> Редагувати
vi: <i class="ion-ios-compose"></i> Chỉnh sửa

source: <i class="ion-android-send"></i> Publish
de_de: <i class="ion-android-send"></i> Veröffentlichen
es_es: <i class="ion-android-send"></i> Publicar
fr_fr: <i class="ion-android-send"></i>Publier
nl_nl: <i class="ion-android-send"></i> Publiceren
pl_pl: <i class="ion-android-send"></i> Publikować
pt_pt: <i class="ion-android-send"></i>Publicar
uk: <i class = "ion-android-send"> </i> Опублікувати
vi: <i class="ion-android-send"></i> Đăng tin

source: You're almost done!
de_de: Du bist fast fertig!
es_es: ¡Ya casi terminas!
fr_fr: Vous avez presque fini!
nl_nl: Je bent bijna klaar!
pl_pl: Jesteś prawie gotowy!
pt_pt: Você está quase pronto!
uk: Ви майже закінчили!
vi: Bạn đã xong!

source: You are about to create a new account on <strong>%s</strong></span> using a login from
de_de: Du bist im Begriff, ein neues Konto auf <strong>%s</strong></span> zu erstellen
es_es: Está a punto de crear una nueva cuenta en <strong>%s </strong> </span> con un inicio de sesión desde
fr_fr: Vous êtes sur le point de créer un nouveau compte sur <strong>%s</strong></span> en utilisant un identifiant de
nl_nl: U staat op het punt een nieuw account aan te maken <strong>%s</strong></span> met behulp van een login van
pl_pl: Za chwilę utworzysz nowe konto <strong>%s</strong></span> za pomocą logowania z
pt_pt: Você está prestes a criar uma nova conta em <strong> %s </strong> </span> usando um login de
uk: Ви збираєтеся створити новий обліковий запис на <strong>% s </ strong> </ span>, використовуючи реєстраційну інформацію з
vi: Bạn sắp tạo tài khoản mới trên <strong>% s </strong> </span> bằng cách sử dụng thông tin đăng nhập từ

source: Phone Number
de_de: Ihr Name
es_es: Tu nombre
fr_fr: votre nom
nl_nl: Uw naam
pl_pl: Twoje imię
pt_pt: Seu nome
uk: Ваше ім'я
vi: Tên của bạn

source: Register as
de_de: Registrieren als
es_es: Registrarse como
fr_fr: Inscrivez-vous comme
nl_nl: Registreer als
pl_pl: Zarejestruj się jako
pt_pt: Registre-se como
uk: Зареєструватися як
vi: Đăng ký tài khoản

source: Create My Account
de_de: Mein Konto erstellen
es_es: Crear mi cuenta
fr_fr: Créer mon compte
nl_nl: Maak mijn account
pl_pl: Stworzyć moje konto
pt_pt: Criar a minha conta
uk: Створити мій обліковий запис
vi: Tạo tài khoảni

source: You are loggedin as <strong>%s</strong>
de_de: Du bist als <strong>%s</strong> angemeldet
es_es: Has iniciado sesión como <strong>%s</strong>
fr_fr: Vous êtes connecté en tant que <strong>%s</strong>
nl_nl: Je bent ingelogd als <strong>%s</strong>
pl_pl: Jesteś zalogowany jako <strong>%s</strong>
pt_pt: Você está logado como <strong> %s</strong>
uk: Ви зареєстровані як <strong>% s </ strong>
vi: Bạn đã đăng nhập bằng <strong>% s </strong>

source: your email is not verified!
de_de: Die E-Mail Adresse wurde noch nicht bestätigt!
es_es: ¡su correo electrónico no está verificado!
fr_fr: Votre email n'est pas vérifié
nl_nl: uw email is niet geverifieerd!
pl_pl: Twój e-mail nie jest zweryfikowany!
pt_pt: seu email não está confirmado!
uk: Ваш електронний лист не підтверджено!
vi: email của bạn chưa được xác minh!

source: To continue the task on the site, you must verify your account with the link sent to your email address. If you did not receive this email, please check your junk/spam folder.
de_de: Um fortzufahren, müssen Sie Ihr Konto mit dem Link, der an Ihre E-Mail-Adresse gesendet wurde, verifizieren. Sollten Sie diese E-Mail nicht erhalten haben, überprüfe bitte Ihren Junk/Spam-Ordner.
es_es: Para continuar la tarea en el sitio, debe verificar su cuenta con el enlace enviado a su dirección de email. Si no recibió este email, revise su carpeta de correo no deseado / correo no deseado.
fr_fr: Pour continuer les job sur le site, vous devez vérifier votre compte avec le lien envoyé à votre adresse e-mail. Si vous n'avez pas reçu cet e-mail, vérifiez votre dossier Spam
nl_nl: Als u de taak op de site wilt voortzetten, moet u uw account verifiëren met de link die naar uw e-mailadres is verzonden. Als u deze e-mail niet hebt ontvangen, controleer dan uw junk / spam-map.
pl_pl: Aby kontynuować zadanie na stronie, musisz zweryfikować swoje konto za pomocą linku wysłanego na Twój adres e-mail. Jeśli nie otrzymałeś tego e-maila, sprawdź folder ze spamem.
pt_pt: Para continuar a tarefa no site, você deve verificar sua conta com o link enviado para o seu endereço de e-mail. Se você não recebeu este e-mail, verifique sua pasta de lixo / spam.
uk: Щоб продовжити завдання на сайті, ви повинні підтвердити свій обліковий запис, надіславши посилання на вашу адресу електронної пошти. Якщо ви не отримали цей електронний лист, перевірте папку небажаної / спам.
vi: Để tiếp tục, bạn phải xác minh tài khoản của mình bằng liên kết được gửi đến địa chỉ email của bạn. Nếu bạn không nhận được email này, hãy kiểm tra thư mục rác / thư rác của bạn.

source: Click %s to get activation link to verify your account
de_de: Klicke auf %s, um den Aktivierungslink zur Bestätigung Ihres Kontos nochmals zu schicken
es_es: Haga clic en %s para obtener el enlace de activación para verificar su cuenta
fr_fr: Cliquer sur %s pour obtenir le lien d'activation pour la vérification de votre compte
nl_nl: Klik op%s om een activatielink te krijgen om uw account te verifiëren
pl_pl: Kliknij %s aby uzyskać link aktywacyjny do zweryfikowania swojego konta
pt_pt: Clique em %s para obter o link de ativação para verificar sua conta
uk: Натисніть% s, щоб отримати посилання для активації, щоб підтвердити свою обліковий запис
vi: Nhấp vào % s để nhận liên kết kích hoạt để xác minh tài khoản của bạn

source: sending
de_de: senden
es_es: enviando
fr_fr: envoi
nl_nl: Bezig met verzenden...
pl_pl: wysyłanie
pt_pt: envio
uk: відправка
vi: đang gửi

source: send
de_de: senden
es_es: enviar
fr_fr: envoyer
nl_nl: Sturen
pl_pl: wysłać
pt_pt: enviar
uk: відправити
vi: gửi

source: If you entered an incorrect email address, you will need to update your account with the correct email address.
de_de: Wenn Sie die falsche E-Mail-Adresse eingetragen haben, benutzen Sie das untere Feld um Ihre Mail-Adresse zu widerrufen.
es_es: Si ingresó una dirección de correo electrónico incorrecta, deberá actualizar su cuenta con la dirección de correo electrónico correcta.
fr_fr: Si vous avez entré une adresse e-mail incorrecte, vous devrez mettre à jour votre compte avec la bonne adresse e-mail.
nl_nl: Als u een onjuist e-mailadres hebt ingevoerd, moet u uw account bijwerken met het juiste e-mailadres.
pl_pl: Jeśli podałeś nieprawidłowy adres e-mail, musisz zaktualizować konto, podając poprawny adres e-mail.
pt_pt: Se você inseriu um endereço de e-mail incorreto, precisará atualizar sua conta com o endereço de e-mail correto.
uk: Якщо ви ввели неправильну адресу електронної пошти, вам доведеться оновити свій обліковий запис з правильною електронною адресою.
vi: Nếu bạn đã nhập địa chỉ email không chính xác, bạn sẽ cần phải cập nhật tài khoản của mình bằng địa chỉ email chính xác.

source: Thank you for your verification
de_de: Vielen Dank für Ihre Verifizierung
es_es: Gracias por su verificación
fr_fr: Merci pour votre vérification
nl_nl: Bedankt voor uw verificatie
pl_pl: Dziękujemy za weryfikację
pt_pt: Obrigado pela sua confirmação
uk: Дякую за підтвердження
vi: Cảm ơn bạn đã xác minh

source: Your selected
de_de: Ihre Filter
es_es: Su seleccionado
fr_fr: Votre sélection
nl_nl: Uw geselecteerd
pl_pl: Twój wybrany
pt_pt: Seu selecionado
uk: Ваш вибраний
vi: Bạn đã chọn

source: Clear Filter
de_de: Filter zurücksetzen
es_es: Filtro claro
fr_fr: Effacer le filtre
nl_nl: Filter wissen
pl_pl: Czysty filtr
pt_pt: Filtro limpo
uk: Очистити фільтр
vi: Xóa bộ lọc

source: Your name
de_de: Ihr Name
es_es: Tu nombre
fr_fr: votre nom
nl_nl: Uw naam
pl_pl: Twoje imię
pt_pt: Seu nome
uk: Ваше ім'я
vi: Tên của bạn

source: Your email
de_de: Ihre E-Mail
es_es: Tu email
fr_fr: Votre email
nl_nl: Jouw email
pl_pl: Twoje imię
pt_pt: Seu email
uk: Ваша електронна адреса
vi: Email của bạn

source: Send Now
de_de: Jetzt senden
es_es: Enviar ahora
fr_fr: Envoyer maintenant
nl_nl: Nu verzenden
pl_pl: Wyślij teraz
pt_pt: Envie agora
uk: Відправити зараз
vi: Gửi ngay

source: Viewed : %s
de_de: Von %s Personen gesehen
es_es: Visto: %s
fr_fr: Vu: %s
nl_nl: Bekeken: %s
pl_pl: Oglądane: %s
pt_pt: Visualizado: %s
uk: Переглянуто:% s
vi: Lượt xem :% s

source: Age : %s
de_de: Alter : %s
es_es: Años: %s
nl_nl: Leeftijd: %s
pl_pl: Wiek: %s
pt_pt: Idade: %s
uk: Вік:% s
vi: Tuổi : % s

source: Gender : %s
de_de: Geschlecht : %s
es_es: Género: %s
fr_fr: sexe: : %s
nl_nl: Geslacht : %s
pl_pl: Płeć : %s
pt_pt: Sexo: %s
uk: Стать:% s
vi: Giới tính : % s

source: Language : %s
de_de: Sprache: %s
es_es: Idioma: %s
fr_fr: Langue :%s
nl_nl: Taal : %s
pl_pl: Język : %s
pt_pt: Línguas: %s
uk: Мова: %s
vi: Ngôn ngữ : %s

source: Level : %s
de_de: Niveau: %s
es_es: Nivel: %s
fr_fr: Niveau : %s
nl_nl: Niveau : %s
pl_pl: Poziom: %s
pt_pt: Nível: %s
uk: Рівень: %s
vi: Trình độ : %s

source: Type : %s
es_es: Tipo: %s
pl_pl: Typ : %s
pt_pt: Tipo: %s
uk: Тип: %s
vi: Phân loại : %s

source: Category : %s
de_de: Kategorie : %s
es_es: Categoría : %s
fr_fr: Catégorie:%s
nl_nl: Categorie : %s
pl_pl: Kategoria : %s
pt_pt: Categoria: %s
uk: Категорія: %s
vi: Ngành nghề : %s

source: Skill : %s
de_de: Fähigkeit: %s
es_es: Habilidad : %s
fr_fr: Competence :%s
nl_nl: Bekwaamheid : %s
pl_pl: Umiejętność: %s
pt_pt: Habilidades: %s
uk: Навик: %s
vi: Kỹ năng : %s

source: Locations : %s
de_de: Arbeitsort : %s
es_es: Ubicaciones: %s
fr_fr: Emplacements :%s
nl_nl: Locaties: %s
pl_pl: Lokalizacje : %s
pt_pt: Locais: %s
uk: Місця розташування:% s
vi: Địa điểm : %s

source: Posted Classes : %s
de_de: Veröffentlichte Classes : %s
es_es: Trabajos publicados : %s
fr_fr: Emplois affichés:% s
nl_nl: Geposte banen:%s
pl_pl: Wysłane oferty pracy : %s
pt_pt: Trabalhos Publicados: %s
uk: Опубліковані роботи:% s
vi: Các công việc đã đăng %s

source: Subjects : %s
de_de: Kategorien : %s
es_es: Categorías: %s
fr_fr: Catégories: %s
nl_nl: Categorieën : %s
pl_pl: Kategorie : %s
pt_pt: Categorias: %s
uk: Категорії:% s
vi: Ngành nghề: : %s

source: Your Class : %s
de_de: Firmengröße : %s
es_es: Tamaño de la empresa: %s
fr_fr: Taille de l'entreprise :%s
nl_nl: Bedrijfsomvang: %s
pl_pl: Rozmiar firmy : %s
pt_pt: Tamanho da empresa: %s
uk: Розмір компанії:% s
vi: Quy mô công ty %s

source: Followers : %s
de_de: Follower : %s
es_es: Seguidores: %s
fr_fr: Suiveurs:% s
nl_nl: Volgers: %s
pl_pl: Obserwujący : %s
pt_pt: Seguidores: %s
uk: Послідовники:% s
vi: Người theo dõi %s

source: job
es_es: trabajo
fr_fr: Emploi
pl_pl: praca
pt_pt: trabalho
uk: Вакансія
vi: việc làm

source: website company
de_de: Unternehmenswebsite
es_es: compañía de sitio web
fr_fr: entreprise de site Web
nl_nl: website bedrijf
pl_pl: firma internetowa
pt_pt: empresa de site
uk: веб-сайт компанії
vi: Website công ty

source: Company info
de_de: Unternehmensinformation
es_es: Información de la compañía
fr_fr: Information d'entreprise
nl_nl: Bedrijfsinfo
pl_pl: Informacje o firmie
pt_pt: Informação da companhia
uk: Інформація про компанію
vi: Thông tin công ty

source: Job Subjects:
de_de: Berufsfelder:
uk: Категорія Вакансії:
vi: Ngành nghề công việc

source: Job types:
de_de: Beschäftigungsart:
uk: Тип Вакансії:
vi: Hình thức công việc

source: Published date:
de_de: Veröffentlicht am:
uk: Час публікації:
vi: Ngày đăng tin

source: posted in
de_de: Berufsgruppe
es_es: Publicado en
fr_fr: Publié dans
nl_nl: Geplaatst in
pl_pl: Opublikowany w
pt_pt: postado em
uk: опубл. в
vi: Ngày đăng

source: Created resumes
de_de: Registrierte Arbeitnehmer
es_es: Currículums creados
fr_fr: CV créés
nl_nl: Gemaakt CV
pl_pl: Utworzono CV
pt_pt: Currículos criados
uk: Створено резюме
vi: Hồ sơ đã tạo

source: Posted jobs
de_de: Veröffentlichte Classes
es_es: Empleos publicados
fr_fr: Emplois publiés
nl_nl: Geposte banen
pl_pl: Wysłane oferty pracy
pt_pt: Trabalhos publicados
uk: Опубліковані вакансії
vi: Các công việc đã đăng

source: Are you sure to delete this note? This action cannot be undone.
de_de: Bist du dir sicher, dass du diese Notiz löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
vi: Bạn có chắc muốn xóa ghi chú này không ? hành động này không thể hoàn tác.

source: Cover Image
de_de: Titelbild
es_es: Imagen de portada
fr_fr: Image de couverture
nl_nl: Omslagfoto
pl_pl: Okładka
pt_pt: Imagem de capa
vi: Ảnh bìa

source: Upload cover image file
de_de: Titelbild hochladen
es_es: Subir archivo de imagen de portada
fr_fr: Télécharger le fichier d'image de couverture
nl_nl: Upload het omslagbeeldbestand
pl_pl: Prześlij plik obrazu okładki
pt_pt: Carregar arquivo de imagem de capa
vi: Tải ảnh bìa

source: Accept the Youtube or Vimeo url
de_de: Bewerbungs- / Vorstellungsvideolink einfügen (Wir akzeptieren Youtube & Vimeo)
vi: Chấp nhận YouTube hoặc URL Vimeo

source: Video Poster
es_es: Póster de video
fr_fr: poster vidéo
nl_nl: Postervideo
pl_pl: Plakat wideo
pt_pt: Poster de vídeo
vi: Minh họa Video

source: Upload image for video poster
de_de: Bild für Videoposter hochladen
es_es: Subir imagen para un póster de video
fr_fr: Télécharger une image pour poster une vidéo
nl_nl: Upload afbeelding voor videoposter
pl_pl: Prześlij obraz do plakatu wideo
pt_pt: Carregar imagem para o cartaz de vídeo
vi: Tải ảnh minh họa video

source: Template Version
de_de: Profilvorlage
es_es: Versión de plantilla
fr_fr: Version du modèle
nl_nl: Sjabloon versie
pl_pl: Wersja szablonu
pt_pt: Versão do modelo
vi: Phiên bản mẫu

source: Version 1
es_es: Versión 1
nl_nl: Versie 1
pl_pl: Wersja 1
pt_pt: Versão 1
vi: Phiên bản 1

source: Version 2
es_es: Versión 2
nl_nl: Versie 2
pl_pl: Wersja 2
pt_pt: Versão 2
vi: Phiên bản 2

source: I agree GDPR
de_de: Ich stimme zu
es_es: Estoy de acuerdo con GDPR
fr_fr: Je suis d'accord avec GDPR
nl_nl: Ik ben het eens met GDPR
pl_pl: Zgadzam się z GDPR
pt_pt: Eu concordo GDPR
vi: Tôi đồng ý GDPR

source: Images
de_de: Bilder
es_es: Imágenes
nl_nl: Onderscheiding
pl_pl: Obrazy
pt_pt: Imagens
vi: Hình ảnh

source: Social Network Information
de_de: Soziale Netzwerkinformationen
vi: Thông tin mạng xã hội

source: GDPR AGREEMENT
de_de: DSGVO -VEREINBARUNG
es_es: Acuerdo GDPR
fr_fr: ACCORD GDPR
nl_nl: GDPR-OVEREENKOMST
pl_pl: UMOWA GDPR
pt_pt: ACORDO GDPR
vi: Thỏa thuận GDPR

source: Attempt
de_de: Intento
vi: Cố gang/ thử

source: Choose one job type in the list that is allowed by Indeed.
vi: Chọn hình thức việc làm được Indeed chấp nhận.

source: Maximum value is 25 so we recommend that you should set the parameter for Max Item Import up to 10
de_de: Der Maximalwert beträgt 25, so dass wir empfehlen, den Parameter für den maximalen Artikel Import bis zu 10 zu setzen
vi: Giá trị tối đa là 25, chúng tôi khuyến cáo rằng bạn chỉ nên cài đặt giới hạn 10 hang mục

source: If leave empty, it will be never expire
de_de: Leer lassen für „läuft nicht ab“
vi: Nếu để trống thì sẽ không bao giờ hết hạn

source: The value will automatically check by cronjob. If leave empty, it will be never expire
vi: Thông số sẽ được kiểm tra tự động bởi Cronjob. Nếu để trống sẽ không bao giờ hết hạn

source: iwjob
fr_fr: jamais
vi: N/A

source: Send invoice to customer
de_de: Rechnung an den Kunden senden
vi: Ghi chú cho khách hàng

source: Unlimited
vi: Không giới hạn

source: Support Service
vi: Dịch vụ hỗ trợ

source: User review does not exist.
vi: Nhận xét của người dùng không tồn tại.

source: The employer does not exist.
de_de: Diese Firma existiert hier noch nicht.
vi: Nhà tuyển dung không tồn tại

source: Term and Services
de_de: Begriff und Dienstleistungen
es_es: Términos de servicio
fr_fr: Conditions d'utilisation
nl_nl: Termijn en services
pl_pl: Termin i usługi
pt_pt: Termo de Serviços
vi: Điều khoản và dịch vụ

source: Terms and services on register page
es_es: Términos del servicio en la página de registro
fr_fr: Conditions d'utilisation sur la page d'inscription
nl_nl: Algemene voorwaarden op de registratiepagina
pl_pl: Warunki i usługi na stronie rejestru
pt_pt: Termos de serviços na página de registro
vi: Điều khoản và dịch vụ trong trang đăng ký

source: Show GDPR on profile page
es_es: Mostrar GDPR en la página de perfil
fr_fr: Afficher GDPR sur la page de profil
nl_nl: Toon GDPR op profielpagina
pl_pl: Pokaż GDPR na stronie profilu
pt_pt: Mostrar GDPR na página de perfil
vi: Hiển thị GDPR trong trang hồ sơ

source: GDPR lable
de_de: DSGVO Vereinbarung
es_es: Etiqueta GDPR
fr_fr: GDPR label
nl_nl: GDPR-label
pl_pl: Etykieta GDPR
pt_pt: Etiqueta GDPR
vi: Nhãn GDPR

source: GDPR description
de_de: GDPR Beschreibung
es_es: Descripción GDPR
fr_fr: Description GDPR
nl_nl: GDPR-beschrijving
pl_pl: Opis GDPR
pt_pt: Descrição GDPR
vi: Mô tả GDPR

source: Show terms and services on Apply Class popup
es_es: Mostrar términos de servicio en la ventana emergente Aplicar trabajo
fr_fr: Afficher les conditions d'utilisation dans la fenêtre contextuelle Appliquer un job
nl_nl: Toon termen en diensten in Solliciteren Class popup
pl_pl: Pokaż warunki i usługi na wyskakującym okienku Apply Job
pt_pt: Mostrar termos de serviços no popup Apply Job
vi: Hiển thị cửa sổ điều khoản và dịch vụ của nộp hồ sơ việc làm

source: Apply Class terms and services label
es_es: Aplicar la etiqueta de términos y servicios del trabajo
fr_fr: Appliquer le libellé des conditions d'emploi des services
nl_nl: Solliciteer het label Termijn en diensten
pl_pl: Zastosuj etykietę warunków pracy i usług
pt_pt: Aplicar rótulo de termos e serviços do trabalho
vi: Nhãn điều khoản và dịch vụ nộp hồ sơ việc làm

source: Apply Class terms and services description
de_de: Übernehmen Sie die Allgemeine Geschäftsbedingungen von Classes
es_es: Apply Class terms of service description
fr_fr: Appliquer la description des conditions de job des services
nl_nl: Sollicitatievoorwaarden en servicebeschrijving toepassen
pl_pl: Zastosuj opis warunków i usług
pt_pt: Aplicar descrição dos termos e serviços do trabalho
vi: Mô tả điều kiện và dịch vụ của nộp hồ sơ việc làm

source: Show terms and services on Teacher contact form
es_es: Mostrar términos de servicio en el formulario de contacto del candidato
fr_fr: Afficher les conditions d'utilisation sur le formulaire de contact du candidat
nl_nl: Toon de voorwaarden en diensten op het contactformulier voor kandidaten
pl_pl: Pokaż warunki i usługi w formularzu kontaktowym Kandydata
pt_pt: Mostrar termos e serviços no formulário de contato do Candidato
vi: Hiển thị điều khoản và dịch vụ trong biểu mẫu liên hệ ứng viên

source: Teacher contact form terms and services label
es_es: Formulario de términos y servicios de formulario de contacto del candidato
fr_fr: Étiquette des conditions d'utilisation du formulaire de contact du candidat
nl_nl: Kandidaat contactformulier voorwaarden- en dienstenlabel
pl_pl: Etykieta warunków i usług związanych z formularzem kontaktowym
pt_pt: Rótulo de termos e serviços do formulário de contato do candidato
vi: Nhãn điều khoản và dịch vụ của biểu mẫu liên hệ ứng viên
