Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: <i class="fa fa-edit"></i> Change Image
es_es: <i class="fa fa-edit"></i> Cambiar imagen
nl_nl: <i class="fa fa-edit"></i> Verander afbeelding
pl_pl: <i class="fa fa-edit"></i> Zmień obraz
pt_pt: <i class="fa fa-edit"></i> Alterar imagem

source: Live Secret Key
es_es: Clave secreta en vivo
fr_fr: Clé secrète en direct
nl_nl: Live geheime sleutel
pt_pt: Chave secreta viva

source: Live Publishable Key
es_es: Clave publicable en vivo
fr_fr: Clé Publishable en direct
nl_nl: Live-publiceerbare sleutel
pt_pt: Chave Publicável ao Vivo

source: You have not permission to pay this order.
es_es: No tiene permiso para pagar esta orden.
nl_nl: U hebt geen toestemming om deze bestelling te betalen.
pl_pl: Nie masz pozwolenia na zapłatę tego zamówienia.
pt_pt: Você não tem permissão para pagar este pedido.

source: Sorry can not pay this order because miss job related.
es_es: Lo siento, no puedo pagar esta orden porque se trata de un trabajo perdido.
nl_nl: Sorry, deze bestelling kan niet worden betaald omdat het missen van een baan te maken heeft.
pl_pl: Niestety nie można zapłacić tego zamówienia, ponieważ nie dotyczy to zlecenia.
pt_pt: Desculpe não pode pagar este pedido porque falta trabalho relacionado.

source: Cancelled
es_es: Cancelado
nl_nl: Geannuleerd
pl_pl: Anulowany
pt_pt: Cancelado

# Order status
source: Cancelled
es_es: Cancelado
nl_nl: Geannuleerd
pl_pl: Anulowany
pt_pt: Cancelado

source: Cancelled <span class="count">(%s)</span>
es_es: Cancelado <span class="count">(%s)</span>
nl_nl: Geannuleerd <span class="count">(%s)</span>
pl_pl: Anulowany <span class="count">(%s)</span>
pt_pt: Cancelado <span class="count">( %s)</span>

source: Show advance search
es_es: Mostrar búsqueda avanzada
nl_nl: Toon vooraf zoeken
pl_pl: Pokaż wyszukiwanie z wyprzedzeniem
pt_pt: Mostrar pesquisa antecipada

source: Hide advance search
es_es: Ocultar búsqueda avanzada
nl_nl: Verberg vooruit zoeken
pl_pl: Ukryj wyszukiwanie zaawansowane
pt_pt: Ocultar pesquisa avançada

source: This is a variable product used for job processed with WooCommerce
es_es: Este es un producto variable utilizado para trabajos procesados con WooCommerce
nl_nl: Dit is een variabel product dat wordt gebruikt voor taken die worden verwerkt met WooCommerce
pl_pl: Jest to produkt zmienny używany do pracy przetwarzanej za pomocą WooCommerce
pt_pt: Este é um produto variável usado para trabalho processado com WooCommerce

source: Current Processing Record:
es_es: Registro de procesamiento actual:
nl_nl: Huidig verwerkingsrecord:
pl_pl: Aktualny rekord przetwarzania:
pt_pt: Registro atual de processamento:

source: Count down
es_es: Cuenta regresiva
pl_pl: Odliczaj
pt_pt: Contagem regressiva

source: Filter Teachers Widget.
es_es: Filtrar el widget de candidatos.
nl_nl: Kandidaten filteren Widget.
pl_pl: Filtruj widżet kandydatów.
pt_pt: Widget de Candidatos de Filtro.

source: [IWJ] Simple Search Classes
es_es: [IWJ] Trabajo de búsqueda simple
nl_nl: [IWJ] Eenvoudige zoekopdracht
pt_pt: [IWJ] Class Pesquisa Simples

source: Display Class Infomation, used only with sidebar job details.
es_es: Mostrar información del trabajo, se usa solo con los detalles del trabajo de la barra lateral.
nl_nl: Taakinformatie weergeven, alleen gebruikt met functiedetails in de zijbalk.
pl_pl: Wyświetl informacje o zadaniu, używane tylko w przypadku szczegółów zadania paska bocznego.
pt_pt: Exibir informações do trabalho, usadas somente com detalhes do trabalho da barra lateral.

source: [IWJ] Class Infomation
es_es: [IWJ] Información del trabajo
nl_nl: [IWJ] Taakinformatie
pl_pl: [IWJ] Informacje o zadaniu
pt_pt: [IWJ] Class Information

source: Show Resums:
es_es: Mostrar curriculum vitae:
nl_nl: Toon CV
pl_pl: Pokaż CV:
pt_pt: Mostrar currículo:

source: Applied with facebook
es_es: Aplicado con facebook
nl_nl: Toegepast met Facebook
pl_pl: Zastosowany z Facebook
pt_pt: Aplicado com facebook

source: Apply with facebook
es_es: Aplicado con facebook
nl_nl: Solliciteer met Facebook
pl_pl: Zastosuj za pomocą Facebook
pt_pt: Aplica com facebook

source: Applied with linkedin
es_es: Aplicado con LinkedIn
nl_nl: Toegepast met Linkedin
pl_pl: Zastosowany z linkedin
pt_pt: Aplicado com o linkedin

source: Apply with linkedin
es_es: Aplicar con LinkedIn
nl_nl: Solliciteer met Linkedin
pl_pl: Zastosuj z linkedin
pt_pt: Aplicar com o linkedin

source: Application With Linkedin
es_es: Aplicación con Linkedin
nl_nl: Toepassing met Linkedin
pl_pl: Aplikacja z Linkedin
pt_pt: Aplicativo com Linkedin

source: Criterias
es_es: Criteria
nl_nl: Criterium
pl_pl: Kryteria
pt_pt: Critério

source: Are you sure want to delete %s?
es_es: ¿Seguro que quieres eliminar %s?
nl_nl: Weet je zeker dat je wilt verwijderen %s?
pl_pl: Czy na pewno chcesz usunąć %s?
pt_pt: Tem certeza de que deseja excluir %s?

source: You have not any packages yet.
es_es: Aún no tienes ningún paquete.
nl_nl: Je hebt nog geen pakketten.
pl_pl: Nie masz jeszcze żadnych pakietów.
pt_pt: Você ainda não tem nenhum pacote.

source: Are you sure want to remove %s?
es_es: ¿Seguro que quieres eliminar %s?
nl_nl: Weet je zeker dat je wilt verwijderen %s?
pl_pl: Czy na pewno chcesz usunąć %s?
pt_pt: Tem certeza de que deseja remover %s?

source: Ovaral Rating:
es_es: Calificación general:
nl_nl: Algemene beoordeling:
pl_pl: Ogólna ocena:
pt_pt: Avaliação geral:

source: hank you for submitting, this job is being reviewed. If you need help please contact us via email <a href="mailto:%s">%s</a>
es_es: Gracias por enviar, este trabajo está siendo revisado. Si necesita ayuda, contáctenos por email <a href="mailto:%s">%s</a>
nl_nl: Bedankt voor het indienen. Deze taak wordt beoordeeld. Als je hulp nodig hebt, neem dan contact met ons op via e-mail <a href="mailto:%s">%s</a>
pl_pl: Dziękujemy za przesłanie, ta praca jest sprawdzana. Jeśli potrzebujesz pomocy, skontaktuj się z nami przez e-mail <a href="mailto:%s">%s</a>
pt_pt: Obrigado por enviar, este trabalho está sendo revisado. Se você precisar de ajuda, por favor entre em contato conosco via e-mail<a href="mailto: %s"> %s</a>

source: hank you for submitting, this job is being payment. If you need help please contact us via email <a href="mailto:%s">%s</a>
es_es: Gracias por enviar, este trabajo es el pago. Si necesita ayuda, contáctenos por correo electrónico <a href="mailto:%s">%s</a>
nl_nl: Bedankt voor het indienen. Deze taak wordt beoordeeld. Als je hulp nodig hebt, neem dan contact met ons op via e-mail <a href="mailto:%s">%s</a>
pl_pl: Dziękuję za przesłanie, ta praca jest zapłatą. Jeśli potrzebujesz pomocy, skontaktuj się z nami przez e-mail <a href="mailto:%s">%s</a>
pt_pt: Obrigado por enviar, este trabalho está sendo pagamento. Se você precisar de ajuda, por favor entre em contato conosco via e-mail <a href="mailto: %s"> %s</a>

source: Pay Order
es_es: Orden de pago
nl_nl: Betaal bestelling
pl_pl: Zlecenie zapłaty
pt_pt: Ordem de pagamento

source: I agree to having this website store my submitted information.
es_es: Acepto que este sitio web almacene mi información enviada.
nl_nl: Ik ga ermee akkoord dat deze website mijn ingediende informatie opslaat.
pl_pl: Wyrażam zgodę na przechowywanie przez moją stronę moich przesłanych informacji.
pt_pt: Concordo em ter este site armazenar minhas informações enviadas.

source: Are you sure want to delete your account?
es_es: ¿Seguro que quieres eliminar tu cuenta?
nl_nl: Weet je zeker dat je je account wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć swoje konto?
pt_pt: Tem certeza de que deseja excluir sua conta?

source: No resums found.
es_es: No se encontraron resúmenes.
nl_nl: Geen CV gevonden.
pl_pl: Nie znaleziono CV.
pt_pt: Nenhum resums encontrado.

source: Thank you for register
es_es: Gracias por registrarse
nl_nl: Bedankt voor je aanmelding
pl_pl: Dziękuję za rejestrację
pt_pt: Obrigado por se registrar

source: You have cancelled to the job of new registration. As you wish you can re-register it at any time
es_es: Ha cancelado el trabajo de nuevo registro. Como lo desee, puede volver a registrarlo en cualquier momento
nl_nl: Je hebt geannuleerd voor de taak van nieuwe registratie. Je kunt het op elk gewenst moment opnieuw registreren
pl_pl: Anulowałeś pracę do nowej rejestracji. Jak chcesz, możesz go ponownie zarejestrować w dowolnym momencie
pt_pt: Você cancelou o trabalho de novo registro. Como você deseja, você pode registrá-lo novamente a qualquer momento

source: You don't have an account?
es_es: Usted no tiene una cuenta?
nl_nl: Heb je geen account?
pl_pl: Nie masz konta?
pt_pt: Você não tem uma conta?

source: Enter Comfirm Password.
es_es: Ingrese Confirmar contraseña.
nl_nl: Voer Bevestig wachtwoord in.
pl_pl: Wprowadź Potwierdź hasło.
pt_pt: Digite Confirmar Senha.

source: View full infomation
es_es: Ver información completa
nl_nl: Bekijk volledige informatie
pl_pl: Zobacz pełne informacje
pt_pt: Ver informação completa

source: %d job
es_es: %d trabajo
pl_pl: %d praca
pt_pt: %d Trabalho

source: Update your profile like skill, category, etc...to recieve job recommendation.
es_es: Actualice su perfil como habilidad, categoría, etc. para recibir una recomendación de trabajo.
nl_nl: Werk uw profiel bij zoals vaardigheid, categorie, enz ... om werkaanbevelingen te ontvangen.
pl_pl: Zaktualizuj swój profil, np. Umiejętności, kategorię itp., Aby otrzymać rekomendację pracy.
pt_pt: Atualize seu perfil como habilidade, categoria, etc ... para receber recomendação de trabalho.

source: An email receipt with detials about your order has been sent to email address provided. Please keep it for your record
es_es: Se ha enviado un recibo por correo electrónico con los detalles de su pedido a la dirección de correo electrónico provista. Por favor, guárdelo para su registro
nl_nl: Een e-mail ontvangstbewijs met details over uw bestelling is verzonden naar het opgegeven e-mailadres. Bewaar het alsjeblieft voor je record
pl_pl: Potwierdzenie adresu e-mail ze szczegółami o zamówieniu zostało wysłane na podany adres e-mail. Zachowaj go dla swojego rekordu
pt_pt: Um recibo de e-mail com detalhes sobre o seu pedido foi enviado para o endereço de e-mail fornecido. Por favor, mantenha-o para o seu registro

source: The Student not permission to apply job.
es_es: El Empleador no tiene permiso para aplicar el trabajo.
nl_nl: De werkgever geen toestemming om een baan toe te passen.
pl_pl: Pracodawca nie ma uprawnień do ubiegania się o pracę.
pt_pt: O empregador não tem permissão para aplicar o trabalho.

source: Save job
es_es: Guardar trabajo
nl_nl: Baan opslaan
pl_pl: Zapisz pracę
pt_pt: Salvar trabalho

source: Your account have been verified.
es_es: Tu cuenta ha sido verificada.
nl_nl: Bedankt voor uw verificatie
pl_pl: Twoje konto zostało zweryfikowane.
pt_pt: Sua conta foi verificada.

source: Years
es_es: Años
fr_fr: Années
nl_nl: Jaar
pl_pl: Lata
pt_pt: Anos

source: Google Secret
pl_pl: Sekret Google
pt_pt: Segredo do Google

source: Email:
pt_pt: O email:

source: Email:
pt_pt: O email:

source: MD5 Hash Key
nl_nl: MD5 Hash-toets
pl_pl: Klawisz skrótu MD5
