Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: Disable Student Registration
de_de: Registrierung von Arbeitgebern deaktivieren
es_es: Deshabilitar registro de empleador
fr_fr: Désactiver l'inscription de l'employeur
nl_nl: Werkgeversregistratie uitschakelen
pl_pl: Wyłącz rejestrację pracodawcy
pt_pt: Desabilitar o registro do empregador
uk: Вимкнути реєстрацію роботодавця
vi: Vô hiệu hóa đăng ký nhà tuyển dụng

source: Disable Teacher Registration
de_de: Bewerber[innen] Registrierung Deaktivieren
es_es: Desactivar el registro de candidatos
fr_fr: Désactiver l'inscription des candidats
nl_nl: Schakel registratie van kandidaten uit
pl_pl: Wyłącz rejestrację kandydatów
pt_pt: Desativar registro de candidato
uk: Вимкнути реєстрацію кандидата
vi: Vô hiệu hóa đăng ký ứng viên

source: Verify Account?
de_de: Konto bestätigen?
es_es: Verificar Cuenta?
fr_fr: vérifier le compte
nl_nl: Account verifiëren?
pl_pl: Zweryfikuj konto?
pt_pt: Verificar conta?
uk: Підтвердити обліковий запис?
vi: Xác nhận tài khoản?

source: Automatically generated password?
de_de: Soll das Passwort automatisch generiert werden?
es_es: Contraseña generada automáticamente?
fr_fr: Mot de passe généré automatiquement?
nl_nl: Automatisch gegenereerd wachtwoord?
pl_pl: Automatycznie wygenerowane hasło?
pt_pt: Senha gerada automaticamente?
uk: Автоматично створений пароль?
vi: Tự động tạo mật khẩu?

source: Use Woocommerce Checkout?
de_de: WooCommerce verwenden?
es_es: Usa el pago de woocommerce?
fr_fr: Utilisez la vérification Woocommerce?
nl_nl: Gebruik Woocommerce Checkout?
pl_pl: Automatycznie wygenerowane hasło?
pt_pt: Use o Checkout do Woocommerce?
uk: Використовуйте Woocommerce Checkout?
vi: Sử dung WooCommerce Checkout?

source: Include the my account page of the woocommerce into the dashboard?
de_de: Die gesamte "Mein Konto"-Seite von WooCommerce in das Dashboard inkludieren?
es_es: Incluir la página de mi cuenta de woocommerce en el tablero?
fr_fr: Inclure la "page de mon compte" du woocommerce dans le tableau de bord?
nl_nl: Neem de mijn accountpagina van de woocommerce op in het dashboard?
pl_pl: Dołącz stronę mojego konta woocommerce do pulpitu?
pt_pt: Incluir a página da minha conta do woocommerce no painel?
uk: Включити на інформаційну панель сторінку мого облікового запису woocommerce?
vi: Thêm trang tài khoản Woo-Commerce của tôi trong bảng điều khiển?

source: Including orders and downloads
de_de: Bestellungen und Downloads inkludieren
es_es: Incluyendo pedidos y descargas
fr_fr: Y compris les commandes et les téléchargements
nl_nl: Inclusief bestellingen en downloads
pl_pl: Obejmuje zamówienia i pliki do pobrania
pt_pt: Incluindo pedidos e downloads
uk: Включаючи замовлення та завантаження
vi: Thêm đơn hang và tải xuống

source: Disable Notification
de_de: Benachrichtigungen deaktivieren
es_es: Desactivar notificación
fr_fr: Désactiver la notification
nl_nl: Meldingen uitschakelen
pl_pl: Wyłącz powiadomienie
pt_pt: Desativar notificação
uk: Вимкнути сповіщення
vi: Ẩn thông báo

source: Teacher
de_de: Arbeitnehmer
es_es: Candidato
fr_fr: Candidat
nl_nl: Kandidaat
pl_pl: Kandydat
pt_pt: Candidato
uk: Кандидат
vi: Ứng viên

source: Display Date Format
de_de: Wie soll das Datum angezeigt werden
es_es: Mostrar formato de fecha
fr_fr: Afficher le format de la date
nl_nl: Datumformaat weergeven
pl_pl: Wyświetl format daty
pt_pt: Exibir formato de data
uk: Відобразити формат дати
vi: hiển thị định dạng ngày

source: Click <a href="http://php.net/manual/en/function.date.php" target="_blank">here</a> to see all format
es_es: Hacer clic <a href="http://php.net/manual/en/function.date.php" target="_blank">here</a> para ver todo el formato
fr_fr: Cliquez <a href="http://php.net/manual/fr/function.date.php" target="_blank"> ici </a> pour voir tous les formats
nl_nl: Klik <a href="http://php.net/manual/en/function.date.php" target="_blank">here</a> om alle opmaak te zien
pl_pl: Kliknij<a href="http://php.net/manual/en/function.date.php" target="_blank">here</a> aby zobaczyć cały format
pt_pt: Clique <a href="http://php.net/manual/en/function.date.php" target="_blank">here</a>para ver todo o formato
uk: Натисніть <a href="http://php.net/manual/en/function.date.php" target="_blank"> тут </a>, щоб побачити всі формати
vi: Nhấp chuột vào <a href="http://php.net/manual/en/function.date.php" target="_blank">here</a> để xem tất cả các định dạng

source: Disable Type
de_de: Fachgebiet deaktivieren
es_es: Deshabilitar tipo
fr_fr: Désactiver le type
nl_nl: Schakel Type uit
pl_pl: Wyłącz typ
pt_pt: Desativar tipo
uk: Вимкнути тип
vi: vô hiệu hóa hình thức

source: Disable Skill
de_de: Soft Skills deaktivieren
es_es: Desactivar habilidad
fr_fr: Désactiver la compétence
nl_nl: Schakel vaardigheid uit
pl_pl: Wyłącz umiejętność
pt_pt: Desativar habilidade
uk: Відключити майстерність
vi: vô hiệu hóa kỹ năng

source: Disable Level
de_de: Schwerpunkt deaktivieren
es_es: Desactivar nivel
fr_fr: Désactiver le niveau
nl_nl: Schakel niveau uit
pl_pl: Wyłącz poziom
pt_pt: Desativar Nível
uk: Вимкнути рівень
vi: vô hiệu hóa cấp bậc

source: Disable Class Gender
de_de: Geschlechtsauswahl in der Stelle deaktivieren
es_es: Inhabilitar Class Gender
fr_fr: Désactiver le genre d'emploi
nl_nl: Taak geslacht uitschakelen
pl_pl: Wyłącz płace pracy
pt_pt: Desativar Gênero de Trabalho
uk: Вимкнути штат роботи
vi: vô hiệu hóa giới tính yêu cầu

source: Submit Class Mode
de_de: Wie soll man eine Stelle Inserieren können
es_es: Enviar modo de trabajo
fr_fr: Soumettre le mode job
nl_nl: Taakmodus verzenden
pl_pl: Wyłącz płace pracy
pt_pt: Enviar modo de trabalho
uk: Надіслати режим роботи
vi: Chế độ gửi việc làm

source: Use Package
de_de: Durch die Tickets
es_es: Usar paquete
fr_fr: Utiliser le paquet
nl_nl: Gebruik pakket
pl_pl: Użyj pakietu
pt_pt: Use o pacote
uk: Використовуйте пакет
vi: Sử dung gói dịch vụ

source: Single Price
de_de: Einzelpreis
es_es: Precio único
fr_fr: Prix unique
nl_nl: Enkele prijs
pl_pl: Pojedyńcza Cena
pt_pt: Preço único
uk: Єдина ціна
vi: Đơn giá

source: Time to keep draft jobs (in hours)
de_de: Aufbewahrung von Stellen-Entwürfen (in Stunden)
es_es: Es hora de conservar los trabajos preliminares (en horas)
fr_fr: Il est temps de garder les brouillons des emplois (en heures)
nl_nl: Tijd om conceptjobs te behouden (in uren)
pl_pl: Czas na utrzymanie projektów roboczych (w godzinach)
pt_pt: Hora de manter trabalhos de esboço (em horas)
uk: Час, щоб тримати чергові роботи (у годинах)
vi: Thời gian lưu bản nháp việc làm( tiếng)

source: Leave blank if you do not want to automatically delete
de_de: Lasse das Feld leer, um automatische Entwürfe nie zu löschen
es_es: Déjelo en blanco si no desea eliminar automáticamente
fr_fr: Laisser la case vide si vous ne voulez pas supprimer automatiquement
nl_nl: Laat dit leeg als u niet automatisch wilt verwijderen
pl_pl: Pozostaw puste, jeśli nie chcesz automatycznie usuwać
pt_pt: Deixe em branco se não quiser excluir automaticamente
uk: Залиште порожнім, якщо ви не хочете автоматично видаляти
vi: Để trống nếu bạn không muốn xóa tự động

source: Keep Classes When Delete User
de_de: Stellen behalten, wenn der Benutzer gelöscht wurde
es_es: Mantener trabajos cuando elimina usuario
fr_fr: Conserver les emplois lors de la suppression de l'utilisateur
nl_nl: Banen behouden bij verwijderen gebruiker
pl_pl: Zachowaj zadania po usunięciu użytkownika
pt_pt: Manter trabalhos quando excluir usuário
uk: Тримайте праці під час видалення користувача
vi: giữ việc làm khi xóa người dùng

source: Keep Classes
de_de: Stellen behalten
es_es: Mantener trabajos
fr_fr: Gardez des emplois
nl_nl: Banen behouden
pl_pl: Zachowaj zadania
pt_pt: Mantenha Classes
uk: Тримайте Вакансії
vi: Giữ việc làm

source: Keep Classes & Applications
de_de: Stellen & Bewerbungen behalten
es_es: Mantener trabajos y aplicaciones
fr_fr: Garder les emplois et les applications
nl_nl: Banen en toepassingen behouden
pl_pl: Zachowaj zadania i aplikacje
pt_pt: Mantenha trabalhos e aplicativos
uk: Тримайте вакансії та програми
vi: giữ việc làm và hồ sơ ứng tuyển

source: Move Classes from Deleting User To User ID
de_de: Stellen von gelöschten Benutzer zu Benutzer-ID verschieben
es_es: Mover trabajos de eliminar usuario a usuario ID
nl_nl: Verplaats taken van gebruiker naar gebruikers-ID
pl_pl: Przenieś zadania od usunięcia użytkownika do identyfikatora użytkownika
pt_pt: Mover trabalhos da exclusão do usuário para o ID do usuário
uk: Перемістити робочі місця після видалення користувача до ідентифікатора користувача
vi: Chuyển Classes từ Deleting User tới ID user

source: Automatic detect location from google map address
de_de: Automatische Generierung von Google Map Locations
es_es: Detección automática de la ubicación de la dirección del mapa de Google
fr_fr: Détection automatique de l'emplacement à partir de Google Maps
nl_nl: Automatische detectie van locatie van google map adres
pl_pl: Automatyczne wykrywanie lokalizacji z adresu mapy google
pt_pt: Detectar automaticamente a localização do endereço do mapa do Google
uk: Автоматичне виявлення місцезнаходження з адреси google map
vi: Tự động định vị từ địa chỉ trên bản đồ google

source: Allow Address Types
de_de: Erlaubte Adressarten
es_es: Permitir tipos de direcciones
fr_fr: Autoriser l'encodage des adresses
nl_nl: Toestemmingstypen toestaan
pl_pl: Zezwalaj na typy adresów
pt_pt: Permitir tipos de endereço
uk: Дозволити типи адрес
vi: Cho phép các loại địa chỉ

source: Google address types which will be use add to location. see more <a href="https://developers.google.com/maps/documentation/geocoding/intro">here</a>
de_de: Google Adressarten welche für die Erstellung von Locations verwendet werden. <a href="https://developers.google.com/maps/documentation/geocoding/intro">Mehr erfahren</a>
es_es: Los tipos de direcciones de Google que se usarán se agregarán a la ubicación. ver más <a href="https://developers.google.com/maps/documentation/geocoding/intro"> aquí </a>
fr_fr: Les types d'adresse Google qui seront utilisés s'ajoutent à la localisation. Voir pour plus d'information <a href="https://developers.google.com/maps/documentation/geocoding/intro">here</a>
nl_nl: Google-adrestypes die gebruik zullen toevoegen aan de locatie. <a href="https://developers.google.com/maps/documentation/geocoding/intro">here</a>
pl_pl: Typy adresów Google, które będą używane dodaj do lokalizacji. Zobacz więcej <a href="https://developers.google.com/maps/documentation/geocoding/intro">here</a>
pt_pt: Os tipos de endereço do Google que serão usados serão adicionados ao local. ver mais <a href="https://developers.google.com/maps/documentation/geocoding/intro">aqui</a>
uk: Типи адрес Google, які будуть використовуватись, додати до місцеположення. Докладніше див. <a href="https://developers.google.com/maps/documentation/geocoding/intro"> тут </a>
vi: Các loại địa chỉ Google muốn sử dụng thêm vào địa điểm. Xem thêm tại <a href="https://developers.google.com/maps/documentation/geocoding/intro">here</a>

source: country
de_de: Land
es_es: País
fr_fr: Pays
nl_nl: Land
pl_pl: kraj
pt_pt: país
uk: країна
vi: Quốc gia

source: neighborhood
de_de: Nachbarschaft
es_es: barrio
fr_fr: voisinage
nl_nl: buurt
pl_pl: sąsiedztwo
pt_pt: bairro
uk: сусідство
vi: Vùng lân cận

source: Disable Class Languages
de_de: Sprachen in Stellen deaktivieren
es_es: Deshabilitar idiomas de trabajo
fr_fr: Désactiver les langues des emplois
nl_nl: Taak Talen uitschakelen
pl_pl: Wyłącz języki zadań
pt_pt: Desabilitar Idiomas do Trabalho
uk: Вимкнути мови вакансій
vi: Ẩn yêu cầu ngôn ngữ

source: Allow Languages
de_de: Welche Sprachen sind erlaubt
es_es: Permitir idiomas
fr_fr: Autoriser les langues
nl_nl: Talen toestaan
pl_pl: Zezwalaj na języki
pt_pt: Permitir idiomas
uk: Дозволити мови
vi: Ngôn ngữ việc làm

source: Exclude Skills
de_de: Fähigkeiten die nicht erlaubt sind
es_es: Excluir habilidades
fr_fr: compétences d'exclusion
nl_nl: Uitsluiten Vaardigheden
pl_pl: Wyklucz umiejętności
pt_pt: Excluir habilidades
uk: Виключити навички
vi: Không bao gồm các kỹ năng

source: Enter your exclude skills (Each skill separated by comma, Ex: sex,xxx,...)
de_de: Trage hier deine exkludierten Fähigkeiten ein (jede Fähigkeit mit Komma trennen, bspw.: sex,ficken,…)
es_es: Ingrese sus habilidades de exclusión (cada habilidad separada por comas, por ejemplo: sexo, xxx, ...)
fr_fr: Entrer vos compétences d'exclusion (chaque compétence est séparée par une virgule, Ex: sex,xxx,...)
nl_nl: Voer je uitsluitingsvaardigheden in (elke vaardigheid gescheiden door komma, Ex: sex, xxx, ...)
pl_pl: Wprowadź swoje umiejętności wykluczania (Każda umiejętność oddzielona przecinkiem, np. Płeć, xxx, ...)
pt_pt: Insira suas habilidades de exclusão (Cada habilidade é separada por vírgula, Ex: sexo, xxx, ...)
uk: Введіть свої навички виключення (кожне вміння, розділене комами, Ex: sex, xxx, ...)
vi: Liệt kê các kỹ năng loại trừ ( mỗi kỹ năng được phân tách bởi dấu phẩy (,)

source: Job Suggestion Conditions
de_de: Mindestanforderungen um eine Stelle aufzugeben
es_es: Condiciones de sugerencia de trabajo
fr_fr: Conditions de suggestion d'emploi
nl_nl: Voorwaarden voor taaksuggestie
pl_pl: Warunki sugerowania pracy
pt_pt: Condições de Sugestão de Emprego
uk: Умови надання роботи
vi: Điều kiện đề xuất việc làm

source: Select the conditions to select the jobs
de_de: Wähle die Bedingungen, um Stellen auszuwählen
es_es: Seleccione las condiciones para seleccionar los trabajos
fr_fr: Sélectionnez les conditions pour sélectionner les emploi
nl_nl: Selecteer de voorwaarden om de taken te selecteren
pl_pl: Wybierz warunki, aby wybrać zadania
pt_pt: Selecione as condições para selecionar os trabalhos
uk: Виберіть умови для вибору завдань
vi: Chọn điều kiện để chọn công việc

source: Level
es_es: Nivel de área de sublocalidad 1
fr_fr: Niveau
nl_nl: Niveau
pl_pl: Poziom
pt_pt: Nível
uk: Рівень
vi: Cấp bậc

source: Skill
de_de: Fähigkeit
es_es: Habilidad
fr_fr: Compétence
nl_nl: bekwaamheid
pl_pl: Umiejętność
pt_pt: Habilidade
uk: Майстерність
vi: Kỹ năng

source: Language
de_de: Sprache
es_es: Idioma
fr_fr: langue
nl_nl: Taal
pl_pl: Język
pt_pt: Língua
uk: Мова
vi: Ngôn ngữ

source: Default job content
de_de: Vorgabe / Musterinhalte für die Stellen
es_es: Contenido de trabajo predeterminado
fr_fr: Contenu du job par défaut
nl_nl: Standaard taakinhoud
pl_pl: Domyślna treść zadania
pt_pt: Conteúdo do trabalho padrão
uk: Вміст за замовчуванням
vi: Mặc định nội dung

source: Allow Input Custom Apply URL
de_de: Eingabe von benutzerdefinierten URLs (Bewerbungen) zulassen
es_es: Permitir entrada personalizada Aplicar URL
fr_fr: Autoriser l'entrée personnalisée Appliquer l'URL
nl_nl: Sta Input aangepaste URL toe
pl_pl: Zezwalaj na wejściowy niestandardowy URL stosowania
pt_pt: Permitir entrada de URL de aplicação personalizada
uk: Дозволити введення користувальницького застосування URL
vi: Cho phép URL áp dụng tùy chỉnh đầu vào

source: Job Price Settings
de_de: Einstellungen für einen festen Preis(Stellen)
es_es: Configuraciones de precio de trabajo
fr_fr: Prix ​​d'emploi
nl_nl: Jobprijsinstellingen
pl_pl: Ustawienia ceny pracy
pt_pt: Configurações de preço de trabalho
uk: Параметри ціни роботи
vi: Cài đặt giá của dịch vụ

source: Job Price
de_de: Job Preis (nur Zahl<br>eingeben, z.B. 29)
es_es: Precio de trabajo
fr_fr: Prix ​​d'emploi
nl_nl: Jobprijs
pl_pl: Cena pracy
pt_pt: Preço do trabalho
uk: Вартість роботи
vi: Phí đăng tuyển

source: Job Price for Single Price Mode
de_de: Stellen Preis für Einzelpreis Modus
es_es: Precio de trabajo para el modo de precio único
fr_fr: Prix d'emploi pour le mode de prix unique
nl_nl: Jobprijs voor Single Price-modus
pl_pl: Cena pracy dla trybu ceny pojedynczej
pt_pt: Preço de trabalho para o modo de preço único
uk: Вартість роботи за єдиним ціновим режимом
vi: Giá của dịch vụ đăng tuyển từng tin

source: Renew Class Price
de_de: Stelle Erneuern Preis
es_es: Renovar el precio del trabajo
fr_fr: Renouveler le prix d'emploi
nl_nl: Jobprijs vernieuwen
pl_pl: Odnów cenę pracy
pt_pt: Renovar Preço do Trabalho
uk: Відновити вартість роботи
vi: Phí làm mới tin tuyển dụng

source: Feature Class Price Settings
de_de: Einstellung Job-Preis für hervorgeh. Job
es_es: Características del precio del trabajo
fr_fr: Réglage du prix pour emploi en vedette
nl_nl: Functie Jobprijsinstellingen
pl_pl: Wprowadź ustawienia ceny pracy
pt_pt: Configurações de preço de trabalho de recursos
uk: Функція настройки ціни роботи
vi: Cài đặt Phí tin tuyển dụng nổi bật

source: Featured Class Price
de_de: Job-Preis für hervorgeh. Job
es_es: Precio de trabajo destacado
fr_fr: Prix d'emploi en vedette
nl_nl: Aanbevolen jobprijs
pl_pl: Wyróżniona cena pracy
pt_pt: Preço do trabalho em destaque
uk: Рекомендована ціна роботи
vi: Phí tin tuyển dụng nổi bật

source: Job Package Settings
de_de: Einstellungen Job-Paket
es_es: Configuración del paquete de trabajo
fr_fr: Paramètres du paquet de job
nl_nl: Jobpakketinstellingen
pl_pl: Ustawienia pakietu zadań
pt_pt: Configurações do pacote de trabalho
uk: Параметри пакета роботи
vi: Cài đặt gói dịch vụ đăng tin tuyển dụng

source: Package Featured
de_de: Hervorgehobenes Paket
es_es: Paquete presentado
fr_fr: Forfait vedette
nl_nl: Pakket aanbevolen
pl_pl: Pakiet polecany
pt_pt: Pacote apresentado
uk: Рекомендований пакет
vi: Gói tin nổi bật

source: Free Class Package
de_de: Kostenloses Stellen-Paket
es_es: Paquete de trabajo gratuito
fr_fr: Paquet d'emploi gratuit
nl_nl: Gratis banenpakket
pl_pl: Darmowy pakiet zadań
pt_pt: Pacote de trabalho grátis
uk: Безкоштовний пакет роботи
vi: Gói miễn phí

source: Number of free packages
de_de: Anzahl der kostenlosen Pakete
es_es: Cantidad de paquetes gratis
fr_fr: Nombre de paquets gratuits
nl_nl: Aantal gratis pakketten
pl_pl: Liczba darmowych pakietów
pt_pt: Número de pacotes gratuitos
uk: Кількість безкоштовних пакетів
vi: Số lượng gói miễn phí

source: Student Settings
de_de: Einstellungen Arbeitgeber
es_es: Configuración del empleador
fr_fr: Paramètres de l'employeur
nl_nl: Werkgever instellingen
pl_pl: Ustawienia pracodawcy
pt_pt: Configurações do empregador
uk: Параметри роботодавця
vi: Cài đặt nhà tuyển dụng

source: Student Profile Auto Approved ?
de_de: Automatische Freigabe von Arbeitgebern?
es_es: ¿Perfil del empleador aprobado automáticamente?
fr_fr: Profil de l'employeur auto-approuvé
nl_nl: Werkgeversprofiel Auto Goedgekeurd?
pl_pl: Zatwierdzony profil pracodawcy?
pt_pt: Perfil do empregador Aprovado automaticamente?
uk: Профіль роботодавця підтверджено автоматично?
vi: Tự động duyệt hồ sơ nhà tuyển dụng?

source: Who can see employer
de_de: Wer Arbeitgeber sehen kann
es_es: ¿Quién puede ver al empleador?
fr_fr: Qui peut voir l'employeur
nl_nl: Wie kan de werkgever zien
pl_pl: Kto może zobaczyć pracodawcę
pt_pt: Quem pode ver o empregador?
uk: Хто може бачити роботодавця
vi: Ai có thể thấy nhà tuyển dụng?

source: Anyone
de_de: Jeder
es_es: Nadie
fr_fr: personne
nl_nl: Iedereen
pl_pl: Ktoś
pt_pt: Alguém
uk: Кожен
vi: Bất kỳ ai

source: Only Users Registered
de_de: Nur registrierte für Benutzer
es_es: Solo usuarios registrados
fr_fr: Seuls les utilisateurs enregistrés
nl_nl: Alleen geregistreerde gebruikers
pl_pl: Tylko zarejestrowani użytkownicy
pt_pt: Somente usuários registrados
uk: Тільки зареєстровані користувачі
vi: Chỉ người dùng đã đăng ký

source: Delete Application
de_de: Anfrage löschen
es_es: Eliminar aplicación
fr_fr: Supprimer l'application
nl_nl: Toepassing verwijderen
pl_pl: Usuń aplikację
pt_pt: Excluir aplicativo
uk: Видалити додаток
vi: Xóa hồ sơ ứng tuyển

source: Teacher Settings
de_de: Einstellungen Bewerber
es_es: Configuración del candidato
fr_fr: Paramètres du candidat
nl_nl: Kandidaat instellingen
pl_pl: Usuń aplikację
pt_pt: Configurações de candidato
uk: Налаштування кандидата
vi: Cài đặt ứng viên

source: Teacher Profile Auto Approved ?
de_de: Automatische Freigabe von Bewerbern?
es_es: ¿Perfil del candidato aprobado automáticamente?
fr_fr: Profil du candidat autoapprouvé?
nl_nl: Kandidatenprofiel Auto Goedgekeurd?
pl_pl: Autoryzowany profil kandydata?
pt_pt: Perfil do Candidato Aprovado Automaticamente?
uk: Профіль кандидата підтверджено автоматично?
vi: Tự động duyệt hồ sơ ứng viên?

source: View Profile Mode
de_de: Wiederaufnahme-Modus anzeige
es_es: Ver el modo de reanudar
fr_fr: Voir le mode Résumé
nl_nl: Bekijk de hervattingsmodus
pl_pl: Wyświetl tryb wznowienia
pt_pt: Visualizar o modo de currículos
uk: Переглянути режим відновлення
vi: Chế độ xem CV

source: View Free
de_de: Kostenlos anschauen
es_es: Ver gratis
fr_fr: Voir gratuitement
nl_nl: Bekijk gratis
pl_pl: Zobacz za darmo
pt_pt: Ver grátis
uk: Переглянути безкоштовно
vi: Xem miễn phí

source: Free Resume Package
de_de: Kostenloses Class Ticket
es_es: Paquete de currículum gratuito
fr_fr: Paquet gratuit de résumé
nl_nl: Gratis doorzoekpakket
pl_pl: Darmowy pakiet CV
pt_pt: Pacote de currículo grátis
uk: Безкоштовний пакет поновлення
vi: Gói hồ sơ miễn phí

source: Number of free resume packages
de_de: Anzahl der kostenlosen Pakete
es_es: Numero de paquetes de currículums gratuitos
fr_fr: Nombre de paquets de CV gratuits
nl_nl: Aantal gratis CV-pakketten
pl_pl: Liczba darmowych pakietów CV
pt_pt: Número de pacotes de currículos gratuitos
uk: Кількість вільних пакетів резюме
vi: Số gói hồ sơ miễn phí

source: Apply Class Mode
de_de: Übernehmen Sie den Job-Modus
es_es: Aplicar modo de trabajo
fr_fr: Appliquer le mode emploi
nl_nl: Taakmodus toepassen
pl_pl: Zastosuj tryb zlecenia
pt_pt: Aplicar o modo de trabalho
uk: Застосувати режим роботи
vi: Chế độ nộp hồ sơ việc làm

source: Apply Free
de_de: Kostenlos
es_es: Aplicar gratis
fr_fr: Postuler gratuitement
nl_nl: Gratis toepassen
pl_pl: Zastosuj za darmo
pt_pt: Aplicar grátis
uk: Застосувати безкоштовно
vi: Nộp hồ sơ miễn phí

source: Free Apply Class Package
de_de: Kostenloses Bewerbungs Paket
es_es: Paquete de solicitud gratuito
fr_fr: Ensemble d'emplois à postuler gratuit
nl_nl: Sollicitatiepakket gratis toepassen
pl_pl: Bezpłatnie aplikuj pakiet zadań
pt_pt: Grátis Aplicar Pacote de Trabalho
uk: Безкоштовна заявка на роботу
vi: Gói nộp hồ sơ việc làm miễn phí

source: Number of free apply job packages
de_de: Anzahl der kostenlosen Bewerbungen
es_es: Número de paquetes de trabajo de solicitud gratuita
fr_fr: Nombre d'offres d'emploi gratuites
nl_nl: Aantal gratis sollicitatiepakketten
pl_pl: Liczba darmowych pakietów zadań
pt_pt: Número de pacotes de trabalho gratuitos
uk: Кількість безкоштовних пакетів роботи із застосуванням
vi: Số gói nộp hồ sơ miễn phí

source: Teacher Suggestion Conditions
de_de: Bedingungen für Kandidatenvorschläge
es_es: Candidato Sugerencia Condiciones
fr_fr: Conditions de suggestion du candidat
nl_nl: Kandidaat Suggestievoorwaarden
pl_pl: Warunki Sugestii Kandydata
pt_pt: Condições de sugestão de candidato
uk: Умови надання пропозицій кандидата
vi: Điều kiện đề xuất ứng viên

source: Select the conditions to select the candidate
de_de: Wähle die Bedingungen aus, um den Bewerber auszuwählen
es_es: Seleccione las condiciones para seleccionar al candidato
fr_fr: Sélectionner les conditions pour sélectionner le candidat
nl_nl: Selecteer de voorwaarden om de kandidaat te selecteren
pl_pl: Wybierz warunki, aby wybrać kandydata
pt_pt: Selecione as condições para selecionar o candidatov
uk: Виберіть умови для вибору кандидата
vi: Chọn điều kiện để chọn ứng viên

source: Profile Category
de_de: Profilkategorie
es_es: Categoría del perfil
fr_fr: Catégorie de profil
nl_nl: Profielcategorie
pl_pl: Kategoria profilu
pt_pt: Categoria de perfil
uk: Категорія профілю
vi: Hồ sơ ngành nghề

source: Job Gender
de_de: Geschlecht
es_es: Género laboral
fr_fr: Genre d'emploi
nl_nl: Baan Geslacht
pl_pl: Rodzaj pracy
pt_pt: Gênero de Emprego
uk: Робота Гендер
vi: Giới tính công việc
