Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: Cambodian
de_de: Kambodschanisch
uk: Камбоджійська
vi: Tiếng Campuchia

source: Chinese (Mandarin)
de_de: Mandarin-Chinesisch
uk: Китайський (мандарин)
vi: Tiếng Trung (tiếng phổ thông)

source: Croation
de_de: Kroatisch
uk: Хорватія
vi: Tiếng Croatia

source: Czech
de_de: Tschechisch
uk: Чеська мова
vi: Tiếng Séc

source: Danish
de_de: Dänisch
uk: Датська мова
vi: Tiếng Đan Mạch

source: Dutch
de_de: Niederländisch
uk: Голландський
vi: Tiếng Hà Lan

source: English
de_de: Englisch
uk: Англійська
vi: Tiếng Anh

source: Estonian
de_de: Estnisch
uk: Естонська
vi: Tiếng Estonia

source: Fiji
de_de: Fidschi
uk: Фіджі
vi: Tiếng Fiji

source: Finnish
de_de: Finnisch
uk: Фінський
vi: Tiếng Phần Lan

source: French
uk: Французька мова
vi: Tiếng Pháp

source: Georgian
de_de: Georgisch
uk: Грузинський
vi: Tiếng Gruzia

source: German
de_de: Deutsch
uk: Німецька
vi: Tiếng Đức

source: Greek
de_de: Griechisch
uk: Грецький
vi: Tiếng Hy Lạp

source: Gujarati
uk: Гуджараті
vi: Tiếng Gujaratis

source: Hebrew
uk: Іврит
vi: Tiếng Do Thái

source: Hindi
de_de: Hinduistisch
uk: Хінді
vi: Tiếng Hindi

source: Hungarian
de_de: Ungarisch
uk: Угорська мова
vi: Tiếng Hungari

source: Icelandic
de_de: Isländisch
uk: Ісландська мова
vi: Tiếng Iceland

source: Indonesian
de_de: Indonesisch
uk: Індонезійська
vi: Tiếng Indonesia

source: Irish
de_de: Irisch
uk: Ірландський
vi: Tiếng Ailen

source: Italian
de_de: Italienisch
uk: Італійська
vi: Tiếng Ý

source: Japanese
de_de: Japanisch
uk: Японська
vi: Tiếng Nhật

source: Javanese
de_de: Javanisch
uk: Яванська
vi: Tiếng Java

source: Korean
de_de: Koreanisch
uk: Корейська
vi: Tiếng Hàn

source: Latin
de_de: Latein
uk: Латинська мова
vi: Tiếng Latinh

source: Latvian
de_de: Lettisch
uk: Латвійська
vi: Tiếng Latvia

source: Lithuanian
de_de: Litauisch
uk: Литовський
vi: Tiếng Lithuania

source: Macedonian
de_de: Mazedonisch
uk: Македонська
vi: Tiếng Macedonia

source: Malay
de_de: Malaiisch
uk: Малайська
vi: Tiếng Malay

source: Malayalam
de_de: Malaysisch
uk: Малаялам
vi: Tiếng Malayalam

source: Maltese
de_de: Maltesisch
uk: Мальтійська мова
vi: Tiếng Malta

source: Maori
uk: Маорі
vi: Tiếng Maori

source: Marathi
uk: Мараті
vi: Tiếng Marathi

source: Mongolian
de_de: Mongolisch
uk: Монгольський
vi: Tiếng Mông Cổ

source: Nepali
de_de: Nepalisch
uk: Непалі
vi: Tiếng Nepal

source: Norwegian
de_de: Norwegisch
uk: Норвезький
vi: Tiếng Na uy

source: Persian
de_de: Persisch
uk: Перська
vi: Tiếng Ba Tư

source: Polish
de_de: Polnisch
uk: Польський
vi: tiếng Ba lan

source: Portuguese
de_de: Portugiesisch
uk: Португальська
vi: Tiếng Bồ đào nha

source: Punjabi
uk: Пенджабі
vi: Tiếng Punjabi

source: Quechua
uk: Кечуа
vi: Tiếng Quechua

source: Romanian
de_de: Rumänisch
uk: Румунська мова
vi: Tiếng Rumani

source: Russian
de_de: Russisch
uk: російський
vi: Tiếng Nga

source: Samoan
de_de: Samoanisch
uk: Самоанські
vi: Tiếng Samoan

source: Serbian
de_de: Serbisch
uk: Сербський
vi: Tiếng Serbia

source: Slovak
de_de: Slowakisch
uk: Словацька мови
vi: Tiếng Slovak

source: Slovenian
de_de: Slowenisch
uk: Словенська мова
vi: Tiếng Slovenia

source: Spanish
de_de: Spanisch
uk: Іспанська
vi: Tiếng Tây Ban Nha

source: Swahili
uk: Суахілі
vi: Tiếng Swahili

source: Swedish
de_de: Schwedisch
uk: Шведський
vi: Tiếng Thụy Điển

source: Tamil
de_de: Tamilisch
uk: Тамільський
vi: Tiếng Tamil

source: Tatar
de_de: Tatarisch
uk: Татарський
vi: Tiếng Tatar

source: Telugu
de_de: Teluguisisch
uk: Телугу
vi: Tiếng Telugu

source: Thai
de_de: Thailändisch
uk: Тайський
vi: Tiếng Thai Lan

source: Tibetan
de_de: Tibetisch
uk: Тибетський
vi: Tiếng Tây Tạng

source: Tonga
uk: Тонга
vi: Tiếng Tonga

source: Turkish
de_de: Türkisch
uk: Турецька мова
vi: Tiếng Thổ Nhĩ Kỳ

source: Ukranian
de_de: Ukrainisch
uk: Українець
vi: Tiếng Ukraina

source: Urdu
uk: Урду
vi: Tiếng Urdu

source: Uzbek
de_de: Usbekisch
uk: Узбецька
vi: Tiếng Uzbek

source: Vietnamese
de_de: Vietnamesisch
uk: В'єтнамський
vi: Tiếng Việt

source: Welsh
de_de: Walisisch
uk: Валлійська
vi: Tiếng Xentơ

source: Xhosa
uk: Кхоса

source: United States
uk: Сполучені Штати
vi: Hoa Kỳ

source: Canada
de_de: Kanada
uk: Канада

source: Australia
de_de: Australien
uk: Австралія
vi: Nước ÚC

source: France
de_de: Frankreich
uk: Франція
vi: Pháp

source: Germany
de_de: Deutschland
uk: Німеччина
vi: Đức

source: Iceland
de_de: Island
uk: Ісландія

source: Ireland
de_de: Irland
uk: Ірландія

source: Italy
de_de: Italien
uk: Італія
vi: Nước ý

source: Spain
de_de: Spanien
uk: Іспанія
vi: Tây Ban Nha

source: Sweden
de_de: Schweden
uk: Швеція
vi: Thụy Điển

source: Austria
de_de: Österreich
uk: Австрія
vi: Áo

source: Belgium
de_de: Belgien
uk: Бельгія
vi: nước Bỉ

source: Finland
de_de: Finnland
uk: Фінляндія
vi: Phần Lan

source: Czech Republic
de_de: Tschechien
uk: Чеська Республіка
vi: Cộng hòa Séc

source: Denmark
de_de: Dänemark
uk: Данія
vi: Đan mạch

source: Norway
de_de: Norwegen
uk: Норвегія
vi: Na Uy

source: United Kingdom
uk: Об'єднане Королівство
vi: Vương quốc Anh

source: Switzerland
de_de: Schweiz
uk: Швейцарія
vi: Thụy sĩ

source: New Zealand
de_de: Neuseeland
uk: Нова Зеландія

source: Russian Federation
de_de: Russische Föderation
uk: Російська Федерація
vi: Liên bang Nga

source: Portugal
uk: Португалія
vi: Bồ Đào Nha

source: Netherlands
de_de: Niederlande
uk: Нідерланди
vi: Hà Lan

source: Isle of Man
uk: Острів Мен
vi: Đảo Man

source: Afghanistan
uk: Афганістан

source: Aland Islands
de_de: Aland Inseln
uk: Аландські острови
vi: Quần đảo Aland

source: Albania
de_de: Albanien
uk: Албанія
vi: An ba ni

source: Algeria
de_de: Algerien
uk: Алжир
vi: An gê ri

source: American Samoa
de_de: Amerikanisch-Samoa
uk: Американське Самоа

source: Andorra
uk: Андорра

source: Angola
uk: Ангола

source: Anguilla
uk: Ангілья

source: Antarctica
de_de: Antarktis
uk: Антарктида
vi: Nam Cực

source: Antigua and Barbuda
de_de: Antigua und Barbuda
uk: Антигуа і Барбуда
vi: Antigua và Barbuda

source: Argentina
de_de: Argentinien
uk: Аргентина
vi: Ác hen ti na

source: Armenia
de_de: Armenien
uk: Вірменія

source: Aruba
uk: Аруба

source: Azerbaijan
de_de: Aserbaidschan
uk: Азербайджан

source: Bahamas
uk: Багамські острови

source: Bahrain
uk: Бахрейн

source: Bangladesh
de_de: Bangladesch
uk: Бангладеш

source: Barbados
uk: Барбадос

source: Belarus
de_de: Weißrussland
uk: Білорусь

source: Belize
uk: Беліз

source: Benin
uk: Бенін

source: Bermuda
uk: Бермуди

source: Bhutan
uk: Бутан

source: Bolivia, Plurinational State of
de_de: Bolivien
uk: Болівія, багатонаціональний штат

source: Bonaire, Sint Eustatius and Saba
de_de: Bonaire, Sint Eustatius und Saba
uk: Бонайре, Синт Евстатіус і Саба

source: Bosnia and Herzegovina
de_de: Bosnien und Herzegowina
uk: Боснія і Герцеговина

source: Botswana
uk: Ботсвана

source: Bouvet Island
uk: Буве-Айленд

source: Brazil
de_de: Brasilien
uk: Бразилія

source: British Indian Ocean Territory
de_de: Britisches Territorium im Indischen Ozean
uk: Британська територія в Індійському океані
vi: Lãnh thổ Ấn Độ Dương

source: Brunei Darussalam
uk: Бруней-Даруссалам
vi: Vương quốc Bru-nây

source: Bulgaria
de_de: Bulgarien
uk: Болгарія
vi: Bungari

source: Burkina Faso
uk: Буркіна-Фасо

source: Burundi
uk: Бурунді

source: Cambodia
de_de: Kambodscha
uk: Камбоджа
vi: Campuchia

source: Cameroon
de_de: Kamerun
uk: Камерун
vi: Cameron

source: Cape Verde
de_de: Kap Verde
uk: Кабо Верде

source: Cayman Islands
de_de: Kaimaninseln
uk: Кайманові острови

source: Central African Republic
de_de: Zentralafrikanische Republik
uk: Центральноафриканська Республіка
vi: Cộng hòa Trung phi

source: Chad
de_de: Tschad
uk: Чад

source: Chile
uk: Чилі

source: China
uk: Китай
vi: Trung Quốc

source: Christmas Island
de_de: Weihnachtsinsel
uk: Острів Різдва
vi: Đảo giáng sinh

source: Cocos (Keeling) Islands
de_de: Kokosinseln
uk: Кокосові (Кілінг) острови

source: Colombia
de_de: Kolumbien
uk: Колумбія

source: Comoros
de_de: Komoren
uk: Коморські острови

source: Congo
de_de: Kongo
uk: Конго

source: Congo, the Democratic Republic of the
de_de: Demokratische Republik Kongo
uk: Конго, Демократична Республіка
vi: Cộng hòa Dân chủ Công Gô

source: Cook Islands
de_de: Cookinseln
uk: Острови Кука

source: Costa Rica
uk: Коста-Ріка

source: Cote d'Ivoire
de_de: Elfenbeinküste
uk: Кот-д'Івуар

source: Croatia
de_de: Kroatien
uk: Хорватія

source: Cuba
de_de: Kuba
uk: Куба

source: Curaçao
uk: Кюрасао

source: Cyprus
de_de: Zypern
uk: Кіпр

source: Djibouti
de_de: Dschibuti
uk: Джибуті

source: Dominica
uk: Домініка

source: Dominican Republic
de_de: Dominikanische Republik
uk: Домініканська республіка
vi: Dominica

source: Ecuador
uk: Еквадор

source: Egypt
de_de: Ägypten
uk: Єгипет
vi: Ai Cập

source: El Salvador
uk: Сальвадор

source: Equatorial Guinea
de_de: Äquatorialguinea
uk: Екваторіальна Гвінея

source: Eritrea
uk: Еритрея

source: Estonia
de_de: Estland
uk: Естонія

source: Ethiopia
de_de: Äthiopien
uk: Ефіопія

source: Falkland Islands (Malvinas)
de_de: Falklandinseln (Malvinas)
uk: Фолклендські (Мальвінські) острови

source: Faroe Islands
de_de: Färöer Inseln
uk: Фарерські острови

source: French Guiana
de_de: Französisch-Guayana
uk: Французька Гвіана
vi: Guiana thuộc Pháp

source: French Polynesia
de_de: Französisch-Polynesien
uk: Французька Полінезія
vi: Polynésie thuộc Pháp

source: French Southern Territories
de_de: Französische Süd- und Antarktisgebiete
uk: Французькі південні території
vi: Lãnh thổ phía Nam của Pháp

source: Gabon
de_de: Gabun
uk: Габон

source: Gambia
uk: Гамбія

source: Georgia
de_de: Georgien
uk: Грузія

source: Ghana
uk: Гана

source: Gibraltar
uk: Гібралтар

source: Greece
de_de: Griechenland
uk: Греція
vi: Hy Lạp

source: Greenland
de_de: Grönland
uk: Гренландія

source: Grenada
uk: Гренада

source: Guadeloupe
uk: Гваделупа

source: Guam
uk: Гуам

source: Guatemala
uk: Гватемала

source: Guernsey
uk: Гернсі

source: Guinea
uk: Гвінея

source: Guinea-Bissau
uk: Гвінея-Бісау

source: Guyana
uk: Гайана

source: Haiti
uk: Гаїті

source: Heard Island and McDonald Islands
de_de: Heard und McDonald Inseln
uk: Острови Херд і острови Макдональд

source: Holy See (Vatican City State)
de_de: Vatikanstadt
uk: Святий Престол (Держава Ватикан)

source: Honduras
uk: Гондурас

source: Hong Kong
uk: Гонконг

source: Hungary
de_de: Ungarn
uk: Угорщина

source: India
de_de: Indien
uk: Індія
vi: Ấn Độ

source: Indonesia
de_de: Indonesien
uk: Індонезія

source: Iran, Islamic Republic of
de_de: Iran
uk: Іран, Ісламська Республіка
vi: Iran

source: Iraq
de_de: Irak
uk: Ірак

source: Israel
uk: Ізраїль

source: Jamaica
de_de: Jamaika
uk: Ямайка

source: Japan
uk: Японія
vi: Nhật Bản

source: Jersey
uk: Джерсі

source: Jordan
de_de: Jordanien
uk: Йорданія

source: Kazakhstan
de_de: Kasachstan
uk: Казахстан

source: Kenya
de_de: Kenia
uk: Кенія

source: Kiribati
uk: Кірібаті

source: Korea, Democratic People's Republic of
de_de: Nordkorea (Volksrepublik)
uk: Корея, Народно-Демократична Республіка
vi: Hàn Quốc

source: Korea, Republic of
de_de: Korea
uk: Республіка Корея
vi: Hàn Quốc

source: Kuwait
uk: Кувейт

source: Kyrgyzstan
de_de: Kirgisistan
uk: Киргизстан

source: Lao People's Democratic Republic
de_de: Demokratische Volksrepublik Laos
uk: Лаоська Народно-Демократична Республіка
vi: Lào

source: Latvia
de_de: Lettland
uk: Латвія

source: Lebanon
de_de: Libanon
uk: Ліван

source: Lesotho
uk: Лесото

source: Liberia
uk: Ліберія

source: Libyan Arab Jamahiriya
de_de: Libyen
uk: Лівійська Арабська Джамахірія

source: Liechtenstein
uk: Ліхтенштейн

source: Lithuania
de_de: Litauen
uk: Литва

source: Luxembourg
de_de: Luxemburg
uk: Люксембург

source: Macao
de_de: Macau
uk: Макао

source: Macedonia
de_de: Mazedonien
uk: Македонія

source: Madagascar
de_de: Madagaskar
uk: Мадагаскар

source: Malawi
uk: Малаві

source: Malaysia
uk: Малайзія

source: Maldives
de_de: Malediven
uk: Мальдіви

source: Mali
uk: Малі

source: Malta
uk: Мальта

source: Marshall Islands
de_de: Marshallinseln
uk: Маршаллові острови

source: Martinique
uk: Мартініка

source: Mauritania
de_de: Mauretanien
uk: Мавританія

source: Mauritius
uk: Маврикій

source: Mayotte
uk: Майотта

source: Mexico
de_de: Mexiko
uk: Мексика

source: Micronesia, Federated States of
de_de: Mikronesien
uk: Мікронезія, Федеративні Штати
vi: Micronesia, Liên bang

source: Moldova, Republic of
de_de: Moldavien
uk: Республіка Молдова
vi: Cộng hòa Moldova

source: Monaco
uk: Монако

source: Mongolia
de_de: Mongolei
uk: Монголія

source: Montenegro
uk: Чорногорія

source: Montserrat
uk: Монтсеррат

source: Morocco
de_de: Marokko
uk: Марокко

source: Mozambique
de_de: Mosambik
uk: Мозамбік

source: Myanmar
uk: М'янма
vi: Myanma

source: Namibia
uk: Намібія

source: Nauru
uk: Науру

source: Nepal
uk: Непал

source: New Caledonia
de_de: Neukaledonien
uk: Нова Каледонія

source: Nicaragua
uk: Нікарагуа

source: Niger
uk: Нігер

source: Nigeria
uk: Нігерія

source: Niue
uk: Ніуе

source: Norfolk Island
de_de: Norfolkinsel
uk: Острів Норфолк

source: Northern Mariana Islands
de_de: Nördliche Marianen
uk: Північні Маріанські острови

source: Oman
uk: Оман

source: Pakistan
uk: Пакистан

source: Palau
uk: Палау

source: Palestinian Territory, Occupied
de_de: Palästinensische Autonomiegebiete
uk: Палестинська територія, окупована
vi: Lãnh thổ Palestine, chiếm đóng

source: Panama
uk: Панама

source: Papua New Guinea
de_de: Papua-Neuguinea
uk: Папуа-Нова Гвінея

source: Paraguay
uk: Парагвай

source: Peru
uk: Перу

source: Philippines
de_de: Philippinen
uk: Філіппіни
vi: Philippin

source: Pitcairn
uk: Піткерн

source: Poland
de_de: Polen
uk: Польща
vi: Ba Lan

source: Puerto Rico
uk: Пуерто Ріко

source: Qatar
de_de: Katar
uk: Катар

source: Reunion
de_de: Réunion
uk: Возз'єднання

source: Romania
de_de: Rumänien
uk: Румунія

source: Rwanda
de_de: Ruanda
uk: Руанда

source: Saint Barthélemy
de_de: St. Barthélemy
uk: Сен Бартелемі

source: Saint Helena
de_de: St. Helena
uk: Свята Олена

source: Saint Kitts and Nevis
de_de: St. Kitts und Nevis
uk: Сент-Кітс і Невіс

source: Saint Lucia
de_de: St. Lucia
uk: Сент-Люсія

source: Saint Martin (French part)
de_de: Saint-Martin
uk: Сен-Мартен (французька частина)

source: Saint Pierre and Miquelon
de_de: Saint-Pierre und Miquelon
uk: Сен-П'єр і Мікелон

source: Saint Vincent and the Grenadines
de_de: St. Vincent und die Grenadinen
uk: Сент-Вінсент і Гренадини

source: Samoa
uk: Самоа

source: San Marino
uk: Сан-Марино

source: Sao Tome and Principe
de_de: Sao Tome und Principe
uk: Сан-Томе і Принсіпі

source: Saudi Arabia
de_de: Saudi-Arabien
uk: Саудівська Аравія
vi: Ả Rập Xê Út

source: Senegal
uk: Сенегал

source: Serbia
de_de: Serbien
uk: Сербія

source: Seychelles
de_de: Seychellen
uk: Сейшельські острови

source: Sierra Leone
uk: Сьєрра-Леоне

source: Singapore
de_de: Singapur
uk: Сінгапур
vi: Singapo

source: Sint Maarten (Dutch part)
de_de: St. Martin (Niederländischer Teil)
uk: Синт Маартен (голландська частина)

source: Slovakia
de_de: Slowakei
uk: Словаччина

source: Slovenia
de_de: Slowenien
uk: Словенія

source: Solomon Islands
de_de: Salomonen
uk: Соломонові острови

source: Somalia
uk: Сомалі

source: South Africa
de_de: Südafrika
uk: Південна Африка
vi: Nam Phi

source: South Georgia and the South Sandwich Islands
de_de: Südgeorgien und die Südlichen Sandwichinseln
uk: Південна Джорджія та Південні Сандвічеві острови
vi: Nam Georgia và Quần đảo Nam Sandwich

source: Sri Lanka
uk: Шрі Ланка

source: Sudan
uk: Судан

source: Suriname
uk: Сурінам

source: Svalbard and Jan Mayen
de_de: Spitzbergen
uk: Свальбард і Ян Маєн

source: Swaziland
de_de: Swasiland
uk: Свазіленд

source: Syrian Arab Republic
de_de: Syrien
uk: Сирійська Арабська Республіка
vi: Cộng Hòa Arab Syrian

source: Taiwan, Province of China
de_de: Taiwan
uk: Тайвань, провінція Китаю
vi: Đài Loan, tỉnh của Trung Quốc

source: Tajikistan
de_de: Tadschikistan
uk: Таджикистан

source: Tanzania, United Republic of
de_de: Tansania
uk: Танзанія, Об'єднана Республіка
vi: Cộng hòa thống nhất Tanzania

source: Thailand
uk: Тайланд
vi: nước Thái Lan

source: Timor-Leste
uk: Тимор-Лешті

source: Togo
uk: Йти

source: Tokelau
uk: Токелау

source: Trinidad and Tobago
de_de: Trinidad und Tobago
uk: Тринідад і Тобаго

source: Tunisia
de_de: Tunesien
uk: Туніс

source: Turkey
de_de: Türkei
uk: Туреччина
vi: Thổ nhĩ kỳ

source: Turkmenistan
uk: Туркменістан

source: Turks and Caicos Islands
de_de: Turks- und Caicosinseln
uk: Острови Теркс і Кайкос

source: Tuvalu
uk: Тувалу

source: Uganda
uk: Уганда

source: Ukraine
uk: Україна
vi: Ukraina

source: United Arab Emirates
de_de: Vereinigte Arabische Emirate
uk: Об'єднані Арабські Емірати
vi: các Tiểu Vương Quốc Ả Rập Thống Nhất

source: United States Minor Outlying Islands
uk: Малі віддалені острови Сполучених Штатів
vi: Quần đảo nhỏ xa xôi hẻo lánh của Hoa Kỳ

source: Uruguay
uk: Уругвай

source: Uzbekistan
de_de: Usbekistan
uk: Узбекистан

source: Vanuatu
uk: Вануату

source: Venezuela, Bolivarian Republic of
de_de: Venezuela
uk: Венесуела, Болівійська республіка
vi: Venezuela, Cộng hòa Bolivarian

source: Viet Nam
uk: В'єтнам
vi: Việt Nam

source: Virgin Islands, British
de_de: Britische Jungferninseln
uk: Віргінські острови, Британія
vi: Quần đảo Virgin, Anh

source: Virgin Islands, U.S.
de_de: Amerikanische Jungferninseln.
uk: Віргінські острови, США
vi: Quần đảo Virgin, Hoa Kỳ

source: Wallis and Futuna
de_de: Wallis und Futuna
uk: Уолліс і Футуна

source: Western Sahara
de_de: Westsahara
uk: Західна Сахара
vi: Phía tây Sahara

source: Yemen
de_de: Jemen
uk: Ємен

source: Zambia
de_de: Sambia
uk: Замбія

source: Zimbabwe
de_de: Simbabwe
uk: Зімбабве

source: free
de_de: Frei
es_es: libre
fr_fr: gratuit
nl_nl: gratis
pl_pl: Darmowy
pt_pt: livre
uk: безкоштовно
vi: Miễn phí

source: New job
de_de: Neuer Job
es_es: Nuevo trabajo
fr_fr: Nouveau job
nl_nl: Nieuwe baan
pl_pl: Nowa praca
pt_pt: Novo emprego
uk: Нова робота
vi: Việc làm mới

source: Featured job
de_de: Hervorgehobener Job
es_es: Trabajo destacado
fr_fr: Emploi en vedette
nl_nl: Uitgelichte baan
pl_pl: Polecane zadanie
pt_pt: Emprego em destaque
uk: Рекомендована робота
vi: Việc làm nổi bật

source: Job title
de_de: Berufsbezeichnung/Jobtitel
es_es: Título profesional
fr_fr: titres d'emploi
nl_nl: Functietitel
pl_pl: Stanowisko
pt_pt: Titulo do trabalho
uk: Професія
vi: Tiêu đề công việc

source: New candidate
es_es: Nuevo Candidato
fr_fr: Nouveau candidat
nl_nl: Nieuwe kandidaat
pl_pl: Nowy kandydat
pt_pt: Novo candidato
uk: Новий кандидат
vi: Ứng viên mới

source: New employer
de_de: Neuer Arbeitgeber
es_es: Nuevo empleador
fr_fr: Nouvel employeur
nl_nl: Nieuwe werkgever
pl_pl: Nowy pracodawca
pt_pt: Novo empregador
uk: Новий роботодавець
vi: Nhà tuyển dụng mới

source: Once Weekly
de_de: Einmal wöchentlich
es_es: Una vez a la semana
fr_fr: Une fois par semaine
nl_nl: Eenmaal per week
pl_pl: Raz w tygodniu
pt_pt: Uma vez por semana
uk: Раз тиждень
vi: Một lần một tuần

source: Dashboard
es_es: Tablero
fr_fr: Tableau de bord
pt_pt: Painel de controle
uk: Головна сторінка
vi: Bảng điều khiển

source: Shop Orders
de_de: Shop Bestellungen
es_es: Pedidos de compras
fr_fr: Commandes de magasin
nl_nl: Winkel bestellingen
pl_pl: Kupuj zakupy
pt_pt: Pedidos de loja
uk: Замовлення магазину
vi: Đơn hàng

source: Downloads
es_es: Descargas
fr_fr: Téléchargements
pl_pl: Pliki do pobrania
pt_pt: Transferências
uk: Завантаження
vi: Tải xuống

source: Follow Companies
de_de: Firmen denen ich folge
es_es: Seguir a las empresas
fr_fr: Suivez les entreprises
nl_nl: Volg bedrijven
pl_pl: Obserwuj firmy
pt_pt: Siga as empresas
uk: Дотримуйтесь компаній
vi: Theo dõi Ntd

source: Apply Classes Packages
es_es: Aplicar paquetes de empleos
fr_fr: Appliquer des packages d'emplois
nl_nl: Pakketpakketten toepassen
pl_pl: Zastosuj pakiety zadań
pt_pt: Aplicar pacotes de trabalhos
uk: Застосувати пакети роботи
vi: Gói nộp hồ sơ

source: Logout
es_es: Cerrar sesión
fr_fr: déconnectez-vous
nl_nl: Uitloggen
pl_pl: Wyloguj
pt_pt: Sair
uk: Вийти
vi: Đăng xuất

source: Previous
de_de: Zurück
es_es: Anterior
fr_fr: précédent
nl_nl: Voorgaand
pl_pl: Poprzedni
pt_pt: Anterior
uk: Попередній
vi: Trước

source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Prochain
nl_nl: Volgende
pl_pl: Kolejny
pt_pt: Próximo
uk: Далі
vi: Kế tiếp

source: Show more
de_de: Mehr anzeigen
es_es: Mostrar más
fr_fr: Montre plus
nl_nl: Laat meer zien
pl_pl: Pokaż więcej
pt_pt: Mostre mais
uk: Показати більше
vi: Hiển thị thêm

source: Show less
de_de: Weniger anzeigen
es_es: Muestra menos
fr_fr: Montre moins
nl_nl: Laat minder zien
pl_pl: Pokaż mniej
pt_pt: Mostre menos
uk: Показати менше
vi: Hiển thị ít hơn

source: Sizes
de_de: Größen
es_es: Tamaños
fr_fr: Tailles
nl_nl: Maten
pl_pl: Rozmiary
pt_pt: Tamanhos
uk: Розміри
vi: Quy mô công ty

source: Export
es_es: Exportar
fr_fr: Exporter
nl_nl: Exporteren
pl_pl: Eksport
pt_pt: Exportar
uk: Експорт
vi: Xuất

source: Loading
de_de: Laden
es_es: Cargando
fr_fr: Chargement
nl_nl: Bezig met laden
pl_pl: Ładuję
pt_pt: Carregando
uk: Завантажується
vi: Đang tải...

source: Download
es_es: Descargar
fr_fr: Télécharger
pl_pl: Pobieranie
pt_pt: Baixar
uk: Завантажити
vi: Tải tập tin

source: Your mapping configuration may lost. Please configure your mapping again!
de_de: Deine Mapping-Konfiguration kann verloren gehen. Bitte konfiguriere das Mapping erneut!
es_es: Su configuración de mapeo puede perderse. Por favor, configure su mapeo de nuevo!
fr_fr: Votre configuration de cartographie peut être perdue. Veuillez configurer votre cartographie à nouveau!
nl_nl: Uw toewijzingsconfiguratie kan verloren zijn gegaan. Configureer uw toewijzing opnieuw!
pl_pl: Twoja konfiguracja mapowania może zostać utracona. Skonfiguruj mapowanie ponownie!
pt_pt: Sua configuração de mapeamento pode ser perdida. Por favor, configure seu mapeamento novamente!
uk: Ваша конфігурація картки може бути втрачена. Будь ласка, знову налаштуйте своє відображення!
vi: Cấu hình lập bản đồ của bạn có thể bị mất. Vui lòng định cấu hình lại bản đồ của bạn!

source: Specific Types
de_de: JOBS, FIRMEN, BEWERBER
es_es: Tipos específicos
fr_fr: Types spécifiques
nl_nl: Specifieke types
pl_pl: Określone typy
pt_pt: Tipos Específicos
uk: Конкретні типи
vi: Các loại cụ thể

source: Choose types you want to export.
de_de: Bitte wähle aus, was du exportieren möchtest.
es_es: Elija los tipos que desea exportar.
fr_fr: Choisisser la police de caractère que vous souhaiter exporter
nl_nl: Kies types die u wilt exporteren.
pl_pl: Wybierz typy, które chcesz wyeksportować.
pt_pt: Escolha os tipos que você deseja exportar.
uk: Виберіть типи, які ви хочете експортувати.
vi: Chọn loại bạn muốn xuất bản

source: If duplicate ID
es_es: Si duplicado ID
fr_fr: Si ID en double
nl_nl: Als dubbele ID
pl_pl: Jeśli zduplikowany identyfikator
pt_pt: Se ID duplicado
uk: Якщо дублікат ідентифікатора
vi: Nếu ID trùng lặp

source: Ignore
de_de: Ignorieren
es_es: Ignorar
fr_fr: Ignorer
nl_nl: Negeren
pl_pl: Ignorować
pt_pt: Ignorar
uk: Ігнорувати
vi: Bỏ qua

source: Update information
de_de: Informationen aktualisieren
es_es: Actualizar información
fr_fr: Mettre à jour les informations
nl_nl: Update informatie
pl_pl: Uaktualnij informacje
pt_pt: Atualizar informação
uk: Оновити інформацію
vi: Cập nhật thông tin

source: Import as post type
de_de: Als Beitragstyp importieren
es_es: Importar como tipo de publicación
fr_fr: Importer en tant que type de poste
nl_nl: Importeer als berichttype
pl_pl: Importuj jako typ postu
pt_pt: Importar como tipo de postagem
uk: Імпортувати як тип публікації
vi: Nhập dưới dạng loại bài đăng

source: Continue
de_de: Weiter
es_es: Continuar
fr_fr: Continuer
nl_nl: Doorgaan met
pl_pl: Dalej
pt_pt: Continuar
uk: Продовжуй
vi: Tiếp tục
