Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: Limit employers on employers page, archive page.
de_de: Limitiert Arbeitgeber auf Arbeitsgeber- und Archivseiten.
es_es: Limite a los empleadores en la página de empleadores, página de archivo.
fr_fr: Limiter les employeurs sur la page des employeurs, page d'archives.
nl_nl: Beperk werkgevers op werkgeverspagina, archiefpagina.
pl_pl: Ogranicz pracodawców do strony pracodawców, strona archiwum.
pt_pt: Limite os empregadores na página dos empregadores, na página do arquivo.
uk: Обмеження роботодавців на сторінці роботодавців, сторінку архіву.
vi: giới hạn nhà tuyển dung trên mỗi trang tuyển dung, trang lưu trữ

source: Student Details Sidebar
de_de: Sidebar Arbeitgeberdetails
es_es: Detalles del empleador Barra lateral
fr_fr: Détails de l'employeur sur barre latérale
nl_nl: Gegevens werkgevers Zijbalk
pl_pl: Informacje o pracodawcy na pasku bocznym
pt_pt: Detalhes do Empregador Sidebar
uk: Бокова панель відомостей роботодавця
vi: Sidebar chi tiết nhà tuyển dụng

source: Using for employer details
de_de: Wird für Arbeitsgeberdetails verwendet
es_es: Uso para detalles del empleador
fr_fr: Utilisation pour les détails de l'employeur
nl_nl: Gebruik voor werkgeverdetails
pl_pl: Korzystanie z danych pracodawcy
pt_pt: Usando para detalhes do empregador
uk: Використання для деталей роботодавця
vi: Dùng cho chi tiết nhà tuyển dụng

source: show rss feed on employers page
de_de: RSS-Feed auf Arbeitsgeberseiten anzeigen
es_es: mostrar rss feed en la página de empleadores
fr_fr: Afficher le flux RSS sur la page des employeurs
nl_nl: toon RSS-feed op werkgeverspagina
pl_pl: pokaż kanał RSS na stronie pracodawców
pt_pt: mostre o feed rss na página dos empregadores
uk: показати подання RSS на сторінці роботодавців
vi: Hiển thị RSS Feed trên trang nhà tuyển dụng

source: Avatar Width
de_de: Breite Profilbild
es_es: Ancho de Avatar
fr_fr: Avatar Largeur
nl_nl: Avatar Breedte
pl_pl: Szerokość awatara
pt_pt: Largura do Avatar
uk: Ширина аварії
vi: Chiều rộng hình đại diện

source: Avatar Height
de_de: Höhe Profilbild
es_es: Altura del Avatar
fr_fr: Hauteur de l'avatar
nl_nl: Avatar Hoogte
pl_pl: Wysokość Avatar
pt_pt: Altura do Avatar
uk: Аватара Висота
vi: Chiều cao hình đại diện

source: Teachers Per Page
de_de: Bewerber pro Seite
es_es: Candidatos por página
fr_fr: Candidats par page
nl_nl: Kandidaten per pagina
pl_pl: Kandydaci na stronę
pt_pt: Candidatos por página
uk: Кандидати на сторінку
vi: ứng viên mỗi trang

source: Limit candidates on candidates page, archive page.
de_de: Limitiert Bewerber auf Bewerber- und Archivseiten.
es_es: Limite los candidatos en la página de candidatos, página de archivo.
fr_fr: Limiter les candidats sur la page des candidats, page d'archives.
nl_nl: Beperk kandidaten op kandidatenpagina, archiefpagina.
pl_pl: Ograniczyć kandydatów na stronie kandydatów, strona archiwum.
pt_pt: Limite os candidatos na página de candidatos, na página de arquivo.
uk: Обмежте кандидатів на сторінці кандидатів, на сторінці архіву.
vi: giới hạn ứng viên trên trang ứng viên, trang lưu trữ

source: Show Advanced Search
de_de: Erweiterte Suche anzeigen
es_es: Mostrar búsqueda avanzada
fr_fr: Afficher la recherche avancée
nl_nl: Toon Geavanceerd zoeken
pl_pl: Pokaż wyszukiwanie zaawansowane
pt_pt: Mostrar pesquisa avançada
uk: Показати розширений пошук
vi: Hiển thị tìm kiếm nâng cao

source: Show Advanced Search on candidates page
de_de: Erweiterte Suche auf Bewerberseiten anzeigen
es_es: Mostrar búsqueda avanzada en la página de candidatos
fr_fr: Afficher la recherche avancée sur la page des candidats
nl_nl: Toon Geavanceerd zoeken op kandidatenpagina
pl_pl: Pokaż zaawansowane wyszukiwanie na stronie kandydatów
pt_pt: Mostrar pesquisa avançada na página de candidatos
uk: Показати розширений пошук на сторінці кандидатів
vi: hiển thị tìm kiếm nâng cao trên trang ứng viên

source: Teacher Details Sidebar
de_de: Sidebar Bewerberdetails
es_es: Detalles del candidato Barra lateral
fr_fr: Détails du candidat sur la barre latérale
nl_nl: Kandidaatgegevens Sidebar
pl_pl: Szczegóły paska bocznego kandydata
pt_pt: Detalhes do Candidato na Barra Lateral
uk: Бокова панель відомостей про кандидата
vi: Sidebar chi tiết ứng viên

source: Using for candidate details
de_de: Wird für Bewerberdetails verwendet
es_es: Usar para detalles del candidato
fr_fr: Utilisation pour détails du candidat
nl_nl: Gebruiken voor kandidaat-gegevens
pl_pl: Używanie szczegółów kandydata
pt_pt: Usando para detalhes do candidato
uk: Використання для деталей кандидата
vi: Dùng cho chi tiết ứng viên

source: show rss feed on candidates page
de_de: RSS-Feed auf Bewerberseiten anzeigen
es_es: mostrar rss feed en la página de candidatos
fr_fr: Afficher le flux RSS sur la page des candidats
nl_nl: toon RSS-feed op kandidatenpagina
pl_pl: pokaż kanał RSS na stronie kandydatów
pt_pt: mostre o feed rss na página dos candidatos
uk: показати RSS-канал на сторінці кандидатів
vi: Hiển thị RSS Feed trên trang ứng viên

source: Map Settings
de_de: Karten-Einstellungen
es_es: Configuración del mapa
fr_fr: Paramètres de la carte
nl_nl: Kaartinstellingen
pl_pl: Ustawienia mapy
pt_pt: Configurações do Mapa
uk: Налаштування карти
vi: Cài đặt bản đồ

source: Google API Key
es_es: Clave de API de Google
fr_fr: Clé de Google API
pl_pl: Klucz Google API
pt_pt: Chave de API do Google
uk: Ключ Google API

source: If blank we will receive at theme options.
de_de: Wenn leer, wird die Einstellung aus den Theme-Optionen verwendet.
es_es: Si está en blanco, lo recibiremos en las opciones del tema.
fr_fr: Si ce champ est vide, nous le recevrons des options du thème
nl_nl: Als dit leeg is ontvangen we bij thema-opties.
pl_pl: Jeśli puste, otrzymamy opcje kompozycji.
pt_pt: Se em branco, receberemos em opções temáticas.
uk: Якщо порожній, ми отримаємо за варіантами теми.
vi: Nếu để trống chúng ta sẽ nhận ở mục lựa chọn theme

source: Default Latitude
de_de: Standard-Breitengrad
es_es: Latitud predeterminada
fr_fr: Latitude par défaut
nl_nl: Standaard Latitude
pl_pl: Domyślna szerokość geograficzna
pt_pt: Latitude Padrão
uk: Latitude за замовчуванням

source: Default longitude
de_de: Standard-Längengrad
es_es: Longitud predeterminada
fr_fr: Longitude par défaut
nl_nl: Standaard lengtegraad
pl_pl: Domyślna długość geograficzna
pt_pt: Longitude padrão
uk: Довгота за умовчанням

source: Default zoom
de_de: Standard-Zoom
es_es: Zoom predeterminado
fr_fr: Zoom par défaut
nl_nl: Standaard zoom
pl_pl: Domyślny zoom
pt_pt: Zoom padrão
uk: Стандартний зум
vi: Mặc định thu phóng

source: Map Styles
de_de: Kartenstile
es_es: Estilos de mapa
fr_fr: Styles de carte
nl_nl: Kaartstijlen
pl_pl: Style mapy
pt_pt: Estilos de mapa
uk: Стилі карти
vi: Kiểu bản đồ

source: Map marker
de_de: Kartenmarker
es_es: Marcador del mapa
fr_fr: Marqueur de carte
nl_nl: Kaartmarkering
pl_pl: Znacznik mapy
pt_pt: Marcador de mapa
uk: Маркер карти
vi: Mốc bản đồ

source: Please choose an image file for your map marker.
de_de: Bitte wähle eine Bilddatei für deine Kartenmarker.
es_es: Elija un archivo de imagen para su marcador de mapa.
fr_fr: Choisir un fichier image pour votre marqueur de carte
nl_nl: Kies een afbeeldingsbestand voor uw kaartmarkering.
pl_pl: Wybierz plik obrazu dla znacznika mapy.
pt_pt: Por favor, escolha um arquivo de imagem para o seu marcador de mapa.
uk: Будь-ласка, виберіть файл зображення для свого маркеру карти.
vi: Hãy chọn một tập ảnh cho mốc bản đồ

source: Price Settings
de_de: Preis Einstellungen
es_es: Configuración de precios
fr_fr: Paramètres de prix
nl_nl: Prijs instellingen
pl_pl: Ustawienia cen
pt_pt: Configurações de preço
uk: Налаштування ціни
vi: Cài đặt giá

source: Default Class Currency
de_de: Standard Job-Währung
es_es: Moneda de trabajo predeterminada
fr_fr: Devise de emploi par défaut
nl_nl: Standaard taakvaluta
pl_pl: Domyślna waluta zadań
pt_pt: Moeda de trabalho padrão
uk: Валюта за замовчуванням
vi: Đơn vị tiền tệ việc làm mặc định

source: Job Allow Currencies
de_de: Erlaubte Job-Währungen
es_es: Trabajo Permitir Monedas
fr_fr: Devises permises pour l'emploi
nl_nl: Taak toestaan valuta's
pl_pl: Zezwalaj na pracę walut
pt_pt: Job Allow Moedas
uk: Робота Дозволити валюти
vi: Đơn vị tiền tệ được phép của việc làm

source: Use Tax
de_de: Steuern verwenden
es_es: Use el impuesto
fr_fr: utiliser la taxe
nl_nl: Gebruik belasting
pl_pl: Użyj podatku
pt_pt: Use o imposto
uk: Використовувати податок
vi: Có thuế

source: Tax Value
de_de: Steuerwert
es_es: Valor de impuesto
fr_fr: Valeur fiscale
nl_nl: Belastingwaarde
pl_pl: Wartość podatkowa
pt_pt: Valor Fiscal
uk: Податкове значення
vi: Thuế GTGT

source: in percent
de_de: in Prozent
es_es: en porcentaje
fr_fr: en pourcentage
nl_nl: in procent
pl_pl: w procentach
pt_pt: em porcentagem
uk: у відсотках
vi: phần trăm

source: Email Settings
de_de: E-Mail Einstellungen
es_es: Ajustes del email
fr_fr: Paramètres de messagerie
nl_nl: Email instellingen
pl_pl: Ustawienia poczty e-mail
pt_pt: Configurações de email
uk: Параметри електронної пошти
vi: Cài đặt Email

source: New Register
de_de: Neue Registrierung
es_es: Nuevo registro
fr_fr: Nouveau registre
nl_nl: Nieuw register
pl_pl: Nowy rejestr
pt_pt: Novo registro
uk: Новий реєстр
vi: Đăng ký mới

source: Email Enable
de_de: E-Mail aktivieren
es_es: Email habilitado
fr_fr: Activer le email
nl_nl: Email inschakelen
pl_pl: Włącz e-mail
pt_pt: Habilitar E-mail
uk: Увімкнути електронну пошту
vi: Bật email

source: Email Subject
de_de: E-Mail Betreff
es_es: Asunto del email
fr_fr: Sujet du email
nl_nl: E-mail onderwerp
pl_pl: Temat emaila
pt_pt: Assunto do email
uk: Тема електронної пошти
vi: Chủ đề email

source: Email Heading
de_de: E-Mail-Kopfzeile
es_es: Email encabezado
fr_fr: Titre de l'emai
nl_nl: E-mail rubriek
pl_pl: Adres e-mail
pt_pt: Cabeçalho de email
uk: Заголовок електронної пошти
vi: Tiêu đề email

source: Email Content
de_de: E-Mail Inhalt
es_es: Contenido de email
fr_fr: contenu d'email
nl_nl: E-mail inhoud
pl_pl: Treść e-mail
pt_pt: Conteúdo de email
uk: Вміст електронної пошти
vi: Nội dung email

source: New Register[Admin]
de_de: Neue Registrierung[Admin]
es_es: Nuevo registro [admin]
fr_fr: Nouveau registre [Admin]
nl_nl: Nieuw register [Admin]
pl_pl: Nowy Zarejestruj [Administrator]
pt_pt: Novo registro [Admin]
uk: Новий реєстр [Admin]
vi: Đăng ký mới [quản trị viên]

source: Verify Account
de_de: Kundenkonto verifizieren
es_es: Verificar Cuenta
fr_fr: vérifier le compte
nl_nl: Account verifiëren
pl_pl: Zweryfikuj konto
pt_pt: Verificar conta
uk: Підтвердити обліковий запис
vi: Xác nhận tài khoản

source: Will use when use resend verification or change new email
de_de: Wird beim Versenden von Bestätigungen verwendet
es_es: Se usará cuando vuelva a usar la verificación o cambie el nuevo correo electrónico
fr_fr: Utilisera lorsque l'utilisateur renverra la vérification ou changera de nouveau email
nl_nl: Wordt gebruikt wanneer u verificatie opnieuw verzendt of nieuwe e-mail wijzigt
pl_pl: Użyje się, gdy użyjesz weryfikacji ponownego wysłania lub zmienisz nową wiadomość e-mail
pt_pt: Usará quando usar reenviar verificação ou alterar novo email
uk: Використовуватиметься при повторному підтвердженні або зміні нового електронного листа
vi: Sử dụng khi gửi lại xác nhận hoặc thay đổi email mới

source: Reset Password
es_es: Restablecer la contraseña
fr_fr: réinitialiser le mot de passe
nl_nl: Reset wachtwoord
pl_pl: Zresetuj hasło
pt_pt: Redefinir Senha
uk: Скинути пароль
vi: Cài đặt lại mật khẩu

source: Delete Account
de_de: Konto löschen
es_es: Borrar cuenta
fr_fr: supprimer le compte
nl_nl: Account verwijderen
pl_pl: Usuń konto
pt_pt: Deletar conta
uk: Видалити аккаунт
vi: Xóa tài khoản

source: Send to Follower
de_de: An Follower senden
es_es: Enviar al seguidor
fr_fr: Envoyer au suiveur
nl_nl: Verzenden naar volgeling
pl_pl: Wyślij do obserwującego
pt_pt: Enviar para o seguidor
uk: Надіслати Послідовнику
vi: Gửi tới người theo dõi

source: Review Job[Admin]
de_de: Job Bewertung[Admin]
es_es: Revisión de trabajo [Admin]
fr_fr: Revoir le emploi [Admin]
nl_nl: Review Class [Admin]
pl_pl: Recenzja pracy [Administrator]
pt_pt: Avalie o trabalho [Admin]
uk: Перегляньте роботу [Адміністратор]
vi: Xem lại việc làm [quản trị viên]

source: Approved Job
de_de: Angenommen
es_es: Trabajo aprobado
fr_fr: Emploi approuvé
nl_nl: Goedgekeurde taak
pl_pl: Zatwierdzona praca
pt_pt: Trabalho aprovado
uk: Затверджена робота
vi: Duyệt việc làm

source: Rejected Job
de_de: Job abgelehnt
es_es: Trabajo rechazado
fr_fr: Emploi rejeté
nl_nl: Verworpen Job
pl_pl: Odrzucony Job
pt_pt: Trabalho aprovado
uk: Відхилено завдання
vi: Từ chối việc làm

source: Alert Classes
de_de: Classes-Benachrichtigungen
es_es: Trabajos de alerta
fr_fr: Emplois Alertes
pl_pl: Powiadomienia o zadaniach
pt_pt: Classes de alerta
uk: Сповіщення про вакансії
vi: Thông báo việc làm

source: Confirm Alert Classes
de_de: Classes-Benachrichtigungen bestätigen
es_es: Confirmar trabajos de alerta
fr_fr: Confirmer les Emplois Alertes
nl_nl: Bevestig waarschuwingsopdrachten
pl_pl: Potwierdź zadania alarmowe
pt_pt: Confirmar trabalhos de alerta
uk: Підтвердьте сповіщення про вакансії
vi: Xác nhận thông báo việc làm

source: Only applicable to guests who use email to register
de_de: Gilt nur für Gäste die eine E-Mail-Adresse für die Registrierung verwendet haben
es_es: Solo se aplica a los huéspedes que usan el correo electrónico para registrarse
fr_fr: Uniquement applicable aux clients qui utilisent un adresse de email pour s'inscrire
nl_nl: Alleen van toepassing op gasten die e-mail gebruiken om zich te registreren
pl_pl: Dotyczy tylko osób, które rejestrują się za pomocą poczty e-mail
pt_pt: Aplicável apenas aos hóspedes que usam e-mail para se registrarem
uk: Лише для гостей, які використовують електронну пошту для реєстрації
vi: Chỉ áp dung cho khách sử dung email để đăng ký

source: Review Profile[Admin]
de_de: Profilbewerung[Admin]
es_es: Revisar perfil [admin]
fr_fr: Profil d'évaluation [Admin]
nl_nl: Beoordeling Profiel [Beheerder]
pl_pl: Oceń profil [Administrator]
pt_pt: Perfil de revisão [Admin]
uk: Огляд профілю [Admin]
vi: Nhận xét hồ sơ ( admin)

source: Approved Profile
de_de: Profil freigegeben
es_es: Perfil aprobado
fr_fr: Profil approuvé
nl_nl: Goedgekeurd profiel
pl_pl: Zatwierdzony profil
pt_pt: Perfil aprovado
uk: Схвалений профіль
vi: Hồ sơ được phê duyệt

source: Rejected Profile
de_de: Profil abgelehnt
es_es: Perfil rechazado
fr_fr: Profil rejeté
nl_nl: Verworpen Profiel
pl_pl: Odrzucony profil
pt_pt: Perfil Rejeitado
uk: Відхилений профіль
vi: Hồ sơ bị từ chối

source: New Order
de_de: Neue Bestellung
es_es: Nuevo orden
fr_fr: nouvelle commande
nl_nl: Nieuwe bestelling
pl_pl: Nowe zamówienie
pt_pt: Nova ordem
uk: Нове замовлення
vi: Yêu cầu mới

source: New Order[Admin]
de_de: Neue Bestellung[Admin]
es_es: Nuevo orden [admin]
fr_fr: nouvelle commande [admin]
nl_nl: Nieuwe bestelling [Admin]
pl_pl: Nowe zamówienie [administrator]
pt_pt: Nova ordem [Admin]
uk: Новий ордер [Admin]
vi: Yêu cầu mới (admin)

source: Hold Order
de_de: Warten auf Zahlungseingang
es_es: Mantener orden
fr_fr: maintenir l'ordre
nl_nl: Bestel houden
pl_pl: Złóż zamówienie
pt_pt: Segure a ordem
uk: Затримай порядок
vi: Giữ đơn hàng

source: Completed Order
de_de: Abgeschlossene Bestellungen
es_es: Orden completada
fr_fr: Commande terminée
nl_nl: Voltooide bestelling
pl_pl: Zrealizowane zamówienie
pt_pt: Pedido concluído
uk: Завершено замовлення
vi: Yêu cầu đã hoàn thành

source: Email Customer Note
de_de: E-Mail Kundenanmerkung
es_es: Email de nota del cliente
fr_fr: Note sur l'Email client
nl_nl: E-mail klantennummer
pl_pl: Wyślij wiadomość e-mail do klienta
uk: Електронна пошта Замовник
vi: Gửi email cho khách hàng

source: Email Customer Invoice
de_de: E-Mail Kundenrechnung
es_es: Email factura del cliente
fr_fr: Facture client via Email
nl_nl: E-mail klantfactuur
pl_pl: E-mail faktury klienta
pt_pt: Fatura do cliente de email
uk: Електронний рахунок клієнта
vi: Gửi hóa đơn khách hàng qua email

source: Email Subject (paid)
de_de: E-Mail-Betreff (bezahlt)
es_es: Asunto del correo electrónico (pagado)
fr_fr: Sujet de l'e-mail (payé)
nl_nl: Onderwerp e-mail (betaald)
pl_pl: Temat e-mail (płatny)
pt_pt: Assunto do email (pago)
uk: Тема електронної пошти (оплачена)
vi: Chủ để emai (đã thanh toán)

source: Email Heading (paid)
de_de: E-Mail-Kopfzeile (bezahlt)
es_es: Email Subject (paid)
fr_fr: Entête de l'Email (payé)
nl_nl: E-mail rubriek (betaald)
pl_pl: Nagłówek wiadomości e-mail (płatny)
pt_pt: Cabeçalho de email (pago)
uk: Заголовок електронної пошти (платний)
vi: Tiêu đề email (đã thanh toán)

source: New Application[Teacher]
de_de: Neue Bewerbung[Bewerber]
es_es: Nueva aplicación [Candidato]
fr_fr: Nouvelle application [Candidat]
nl_nl: Nieuwe aanvraag [kandidaat]
pl_pl: Nowa aplikacja [kandydat]
pt_pt: Novo aplicativo [candidato]
uk: Нова заявка [кандидат]
vi: Có lượt nộp hồ sơ mới (ứng viên)

source: Will be send to candidate
de_de: Wird zum Bewerber gesendet
es_es: Será enviado al candidato
fr_fr: Sera envoyé au candidat
nl_nl: Wordt naar de kandidaat gestuurd
pl_pl: Zostaną wysłane do kandydata
pt_pt: Será enviado para o candidato
uk: Буде відправлено кандидату
vi: Sẽ được gửi tới ứng viên

source: New Application[Student]
de_de: Neue Bewerbung[Arbeitgeber]
es_es: Nueva aplicación [Empleador]
fr_fr: Nouvelle demande [employeur]
nl_nl: Nieuwe toepassing [werkgever]
pl_pl: Nowa aplikacja [pracodawca]
pt_pt: Novo aplicativo [Empregador]
uk: Нова заявка [роботодавець]
vi: Có lượt nộ hồ sơ mới ( nhà tuyển dung)

source: Will be send to employer
de_de: Wird zum Arbeitgeber gesendet
es_es: Será enviado al empleador
fr_fr: Sera envoyé à l'employeur
nl_nl: Wordt naar de werkgever gestuurd
pl_pl: Zostaną przesłane do pracodawcy
pt_pt: Será enviado para o empregador
uk: Буде відправлено роботодавцю
vi: Sẽ được gửi tới nhà tuyển dụng

source: Application Contact
de_de: Bewerbung Kontakt
es_es: Contacto de aplicación
fr_fr: Demande d'application
nl_nl: Sollicitatie Contact
pl_pl: Kontakt aplikacji
pt_pt: Contato de Aplicação
uk: Заявка на контакт
vi: Liên hệ ứng tuyển

source: Default Interview application Subject
de_de: Standard Betreff Anschreiben Bewerber
es_es: Aplicación de entrevista predeterminada Aplicación
fr_fr: assujettir de l'application d'entrevue par défaut
nl_nl: Standaard sollicitatieonderwerp Onderwerp
pl_pl: Domyślna aplikacja Wywiad Temat
pt_pt: Assunto do aplicativo de entrevista padrão
uk: Інтерв'ю за замовчуванням Тема
vi: Được

source: Default Interview application Content
de_de: Standard Inhalt Anschreiben Bewerber
es_es: Contenido de la aplicación de entrevista predeterminada
fr_fr: Contenu de l'application d'entrevue par défaut
nl_nl: Standaard sollicitatie inhoud
pl_pl: Domyślna aplikacja do aplikacji Wywiad
pt_pt: Conteúdo do aplicativo de entrevista padrão
uk: Інтерфейс за замовчуванням Зміст програми
vi: Mặc định nội dung phỏng vấn

source: Default Accepted application Subject
de_de: Standard Betreff akzeptierter Bewerber
es_es: Aplicación aceptada por defecto Asunto
fr_fr: assujettir de l'application d'acceptee par défaut
nl_nl: Standaard Geaccepteerde toepassing Onderwerp
pl_pl: Domyślna akceptowana aplikacja Temat
pt_pt: Assunto do aplicativo padrão aceito
uk: За замовчуванням прийнята заявка Тема
vi: Mặc định duyệt chủ để đơn xin việc

source: Default Accepted application Content
de_de: Standard Inhalt akzeptierter Bewerber
es_es: Contenido predeterminado de la aplicación aceptada
fr_fr: Contenu de l'application d'acceptee par défaut
nl_nl: Standaard aanvaarde applicatie-inhoud
pl_pl: Domyślna akceptowana treść aplikacji
pt_pt: Conteúdo do aplicativo aceito padrão
uk: За замовчуванням приймається вміст додатка
vi: Mặc định duyệt nội dung đơn xin việc

source: Default Rejected application Subject
de_de: Standard Betreff abgelehnter Bewerber
es_es: Aplicación rechazada por defecto Asunto
fr_fr: Assujettir de l'application d'rejeté par défaut
nl_nl: Standaard Afgewezen aanvraag Onderwerp
pl_pl: Domyślna Odrzucona aplikacja Temat
pt_pt: Assunto do aplicativo rejeitado padrão
uk: За замовчуванням відхилено додаток Тема
vi: Mặc định từ chối chủ đề đơn xin việc

source: Default Rejected application Content
de_de: Standard Inhalt abgelehnter Bewerber
es_es: Contenido predeterminado de la aplicación rechazada
fr_fr: Contenu de l'application d'rejeté par défaut
pl_pl: Domyślna Odrzucona aplikacja Treść
pt_pt: Conteúdo do aplicativo rejeitado padrão
uk: За замовчуванням відхилено вміст програми
vi: Mặc định từ chối nội dung đơn xin việc

source: New Review [Admin]
de_de: Neue Bewertung[Admin]
es_es: Nueva revisión [Admin]
fr_fr: Nouveaux avis [Admin]
nl_nl: Nieuwe recensie [Admin]
pl_pl: Nowa recenzja [Administrator]
pt_pt: Nova revisão [Admin]
uk: Новий відгук [Admin]
vi: Nhận xét mới ( admin)

source: Approved Review [employer]
de_de: Freigegeben Bewertung[Arbeitgeber]
es_es: Revisión aprobada [empleador]
fr_fr: Avis approuvés [employeur]
nl_nl: Goedgekeurd Review [werkgever]
pl_pl: Zatwierdzona recenzja [pracodawca]
pt_pt: Revisão aprovada [empregador]
uk: Схвалений огляд [роботодавець]
vi: Nhận xét được duyệt

source: Send to Student
de_de: Wird zum Arbeitgeber gesendet
es_es: Enviar al empleador
fr_fr: Envoyer à l'employeur
nl_nl: Stuur naar werkgever
pl_pl: Wyślij do pracodawcy
pt_pt: Enviar para o empregador
uk: Надіслати роботодавцю
vi: gửi tới nhà tuyển dụng

source: Approved Review [candidate]
de_de: Freigegebene Bewertung[Bewerber]
es_es: Revisión aprobada [candidato]
fr_fr: Avis approuvés [candidat]
nl_nl: Goedgekeurd overzicht [kandidaat]
pl_pl: Zatwierdzona recenzja [kandydat]
pt_pt: Revisão aprovada [candidato]
uk: Затверджений огляд [кандидат]
vi: Nhận xét được duyệt (ứng viên)

source: Send to Teacher
de_de: An Bewerber senden
es_es: Enviar al candidato
fr_fr: Envoyer au candidat
nl_nl: Stuur naar kandidaat
pl_pl: Wyślij do kandydata
pt_pt: Enviar para o Candidato
uk: Надіслати кандидату
vi: gửi tới ứng viên

source: Rejected Review
de_de: Abgelehnte Bewertung
es_es: Revisión rechazada
fr_fr: Avis rejetés
nl_nl: Verworpen Beoordeling
pl_pl: Odrzucona recenzja
pt_pt: Revisão rejeitada
uk: Відхилено огляд
vi: từ chối nhận xét

source: Contact Email
de_de: Kontakt E-Mail
es_es: Email de contacto
fr_fr: Email du contact
pl_pl: Kontaktowy adres e-mail
pt_pt: Email de contato
uk: Контактна адреса електронної пошти
vi: Email liên hệ

source: Contact Email Enable
de_de: Kontakt E-Mail aktivieren
es_es: Email de contacto habilitado
fr_fr: Contact Email Activer
nl_nl: Contact Email inschakelen
pl_pl: Kontaktowy adres e-mail Włącz
pt_pt: Habilitar e-mail de contato
uk: Контактна адреса електронної пошти увімкнено
vi: Bật email liên hệ

source: Will be used when user contact employer or candidate on single page
de_de: Wird verwendet, wenn ein Benutzer einen Arbeitgeber oder Bewerber auf Einzelseiten kontaktiert
es_es: Se usará cuando el usuario se ponga en contacto con el empleador o el candidato en una sola página
fr_fr: Sera utilisé lorsque l'utilisateur contacter l'employeur ou le candidat sur une seule page
nl_nl: Wordt gebruikt wanneer de gebruiker op een enkele pagina contact opneemt met de werkgever of kandidaat
pl_pl: Będzie używany, gdy użytkownik skontaktuje się z pracodawcą lub kandydatem na jednej stronie
pt_pt: Será usado quando o usuário entrar em contato com o empregador ou candidato em uma única página
uk: Буде використано, коли користувач зв'яжеться з роботодавцем або кандидатом на одній сторінці
vi: Sẽ được sử dụng khi người dùng liên hệ với người sử dụng lao động hoặc ứng cử viên trên trang đơn

source: Contact Subject
de_de: Betreff Kontakt
es_es: Sujeto de contacto
fr_fr: Sujet de contact
nl_nl: Contactpersoon
pl_pl: Temat kontaktu
pt_pt: Assunto para contato
uk: Контакт Тема
vi: Chủ đề liên hệ
