Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: Contact Heading
de_de: Überschrift Kontakt
es_es: Encabezado de contacto
fr_fr: Titre de contact
nl_nl: Contact rubriek
pl_pl: Kontakt Dział
pt_pt: Cabeçalho de contato
uk: Контактний заголовок
vi: Tiêu đề liên hệ

source: Email Background Color
de_de: E-Mail Hintergrundfarbe
es_es: Color de fondo del email
fr_fr: Couleur de fond des Emails
nl_nl: E-mail achtergrondkleur
pl_pl: Kolor tła wiadomości e-mail
pt_pt: Cor de fundo do email
uk: Електронний колір фону
vi: Màu nền email

source: Email Body Background Color
de_de: E-Mail Hintergrundfarbe Inhalt
es_es: Color de fondo del cuerpo del email
fr_fr: Couleur de fond du contenu des Emails
nl_nl: E-mail body achtergrondkleur
pl_pl: Kolor tła e-maila
pt_pt: Cor de fundo do corpo do e-mail
uk: Email Колір фону для тіла
vi: Màu nền thân email

source: Email Text Color
de_de: E-Mail Textfarbe
es_es: Color del texto del email
fr_fr: Couleur du texte des Emails
nl_nl: Tekstkleur e-mail
pl_pl: Kolor tekstu wiadomości e-mail
pt_pt: Cor do texto de e-mail
uk: Колір тексту електронної пошти
vi: Màu chữ email

source: Email Body Text Color
de_de: E-Mail Textfarbe Inhalt
es_es: Email color de texto del cuerpo
fr_fr: Couleur du contenu des Emails
pl_pl: Kolor tekstu e-maila
pt_pt: Cor do texto do corpo do e-mail
uk: Електронний текст кольору тексту
vi: Màu chữ thân email

source: Email Template [Allow HTML]
de_de: E-Mail Template [HTML erlaubt]
es_es: Plantilla de email [permitir html]
fr_fr: Modèle d'e-mail (Autoriser HTML)
nl_nl: E-mailsjabloon [HTML toestaan]
pl_pl: Szablon e-maila [Zezwól na HTML]
pt_pt: Modelo de email [Permitir HTML]
uk: Шаблон електронної пошти [Дозволити HTML]
vi: Email mẫu ( cho phép HTML)

source: Email Styles [CSS]
de_de: E-Mail Stil [CSS]
es_es: Estilos de email [CSS]
fr_fr: Styles des Emails (CSS)
nl_nl: E-mailstijlen [CSS]
pl_pl: Style wiadomości e-mail [CSS]
pt_pt: Estilos de e-mail [CSS]
uk: Стилі електронної пошти [CSS]
vi: Kiểu email ( CSS)

source: Apply Methods
es_es: Aplicar métodos
fr_fr: Appliquer les méthodes
nl_nl: Methoden toepassen
pl_pl: Zastosuj metody
pt_pt: Aplicar métodos
uk: Застосувати методи
vi: Cách thức ứng tuyển

source: Social Logins
es_es: Inicios sociales
fr_fr: Connexions sociales
pl_pl: Społeczne logowanie
pt_pt: Logins Sociais
uk: Соціальні логіни
vi: Đăng nhập MXH

source: Payment Gateways
de_de: Zahlungsarten
es_es: Via de pago
fr_fr: Passerelles de paiement
nl_nl: Betaling Gateways
pl_pl: Bramy płatnicze
pt_pt: Gateways de pagamento
uk: Платіжні шлюзи
vi: Cổng thanh toán

source: This time is used for free job or a renewing job
de_de: Diese Zeit wird für einen kostenlosen Class oder einen Erneuerungsjob verwendet
es_es: Esta vez se usa para un trabajo gratis o para un trabajo de renovación
fr_fr: Ce temps est utilisé pour un job gratuit ou un job de renouvellement
nl_nl: Deze tijd wordt gebruikt voor een vrije baan of een nieuwe baan
pl_pl: Ten czas jest używany do darmowej pracy lub odnowienia pracy
pt_pt: Desta vez é usado para trabalho livre ou um trabalho de renovação
uk: Цей час використовується для вільної роботи або для поновлення роботи
vi: Lần này này được sử dụng cho việc làm miễn phí hoặc làm mới hạn việc làm

source: Featured Class Duration
de_de: Zeit für hervorgehob. Classes
es_es: Duración del trabajo presentado
fr_fr: Durée de l'emploi selectionnés
nl_nl: Uitgelichte taakduur
pl_pl: Wyróżniony czas pracy
pt_pt: Duração do trabalho em destaque
uk: Пропонована тривалість роботи
vi: Thời lượng công việc nổi bật

source: Save Changes
de_de: Änderung Speichern
es_es: Guardar cambios
fr_fr: Sauvegarder les modifications
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany
pt_pt: Salvar alterações
uk: Зберегти зміни
vi: Lưu thay đổi

source: Reset Default
de_de: Zurücksetzen
es_es: Restablecer predeterminado
fr_fr: réinitialiser par défaut
nl_nl: Terug naar basis instellingen
pl_pl: Resetuj domyślne
pt_pt: Redefinir Padrão
uk: Скидання за умовчанням
vi: Khôi phục mặc định

source: Main Color
de_de: Hauptfarbe
es_es: Color principal
fr_fr: Couleur principale
nl_nl: Hoofdkleur
pl_pl: Głównym kolor
pt_pt: Cor Principal
uk: Основний колір
vi: Màu chủ đạo

source: Classes Remain
de_de: Verbleibende Anzeigen
es_es: Los trabajos permanecen
fr_fr: Les emplois restent
nl_nl: Banen blijven
pl_pl: Praca pozostaje
pt_pt: Classes permanecem
uk: Вакансії залишаються
vi: Việc làm còn lại

source: Renew Classes Remaining
de_de: Verbleibende Anzeigenerneuerungen
es_es: Renovar trabajos restantes
fr_fr: Renouveler les emplois restants
nl_nl: Vernieuw nieuwe banen
pl_pl: Odnów zadania pozostałe
pt_pt: Renovar trabalhos restantes
uk: Поновити вакансію
vi: Lượt làm mới việc làm còn lại

source: Featured Classes Remaining
de_de: Verbleibende Premiumanzeigen
es_es: Trabajos destacados restantes
fr_fr: Emplois restants selectionnés
nl_nl: Uitgelichte vacatures blijven
pl_pl: Wyróżnione oferty pozostałe
pt_pt: Trabalhos em destaque restantes
uk: Пропоновані вакансії залишаються
vi: Số việc làm nổi bật còn lại

source: Maximum Subjects in Job
de_de: Maximale Kategorien
es_es: Categorías máximas en trabajo
fr_fr: Catégories maximales d'emplois
nl_nl: Maximum Categorieën in Job
pl_pl: Maksymalne kategorie w pracy
pt_pt: Categorias máximas no trabalho
uk: Максимум категорій у роботі
vi: Ngành nghề tối đa của một việc làm

source: Empty if you wish set unlimited categories
de_de: Leerlassen, um die Begrenzung zu deaktivieren
es_es: Vacíe si desea establecer categorías ilimitadas
fr_fr: Vider si vous souhaitez définir des catégories illimitées
nl_nl: Leeg als je onbeperkte categorieën wilt instellen
pl_pl: Opróżnij, jeśli chcesz ustawić nieograniczoną liczbę kategorii
pt_pt: Vazio se você deseja definir categorias ilimitadas
uk: Порожній, якщо ви хочете встановити необмежені категорії
vi: Để trống nếu bạn không muốn để hạn chế ngành nghề

source: Remain Resume
de_de: Verbleibender Lebenslauf
es_es: Permanecer curriculum vitae
fr_fr: CV restant
nl_nl: Blijf doorgaan
pl_pl: Pozostań w CV
pt_pt: Permanecer retomar
uk: Залишити резюме
vi: Số hồ sơ còn lại

source: Remain Apply Job
es_es: Permanece aplicado Trabajo
fr_fr: Appliquer le'emploi restant
nl_nl: Blijf solliciteren
pl_pl: Pozostań w miejscu pracy
pt_pt: Permanecer em emprego
uk: Залишати виконувати роботу
vi: Lượt ứng tuyển còn lại

source: Order ID
de_de: Bestellnummer
es_es: Solicitar ID
fr_fr: numéro de commande
nl_nl: Bestel-ID:
pl_pl: ID zamówienia
pt_pt: ID do pedido
uk: Ідентифікатор замовлення
vi: Mã đơn hàng

source: Package Type
de_de: Paket Art
es_es: Tipo de paquete
fr_fr: Type d'emballage
nl_nl: Pakkettype
pl_pl: typ przesyłki
pt_pt: Tipo de pacote
uk: Тип пакета
vi: Loại gói dịch vụ

source: Package Info
de_de: Paketinfo
es_es: Información del paquete
fr_fr: Info d'emballage
nl_nl: Pakketinfo
pl_pl: Informacje o pakiecie
pt_pt: Informações do Pacote
uk: Інформація про пакет
vi: Thông tin gói dịch vụ

source: Order ID
de_de: Bestellnummer
es_es: Solicitar ID
fr_fr: Numéro de commande:
nl_nl: Bestel-ID:
pl_pl: ID zamówienia
pt_pt: ID do pedido
uk: Ідентифікатор замовлення
vi: Mã đơn hàng

source: Classes Remaining: <strong>%d</strong>, Features Remaining: <strong>%d</strong>, Renews Remaining: <strong>%d</strong>
es_es: Trabajos restantes: <strong>%d</strong>, características restantes: <strong>%d</strong>, se renueva restante: <strong>%d</strong>
fr_fr: Emplois restants <strong>%d</strong> , Caractéristiques restantes <strong>%d</strong>, Renouvelle restantes: <strong>%d</strong>
nl_nl: Banen blijven: <strong>%d</strong>, Kenmerken blijven: <strong>%d</strong>, Vernieuwt Resterende: <strong>%d</strong>
pl_pl: Classes Remaining: <strong>%d</strong>, Funkcje pozostałe: <strong>%d</strong>, Odnawia pozostałe: <strong>%d</strong>
pt_pt: Trabalhos restantes: <strong>%d</strong>, Recursos restantes: <strong>%d</strong>, Renovação restante: <strong>%d</strong>
uk: Залишилося робочих місць: <strong>% d </ strong>, залишаються функції: <strong>% d </ strong>, відновлюється: <strong>% d </ strong>

source: Resume Remaining: <strong>%d</strong>
de_de: Verbleibende Profile: <strong>%d</strong>
es_es: Curriculum restante: <strong>%d</strong>
fr_fr: CV restant: <strong>%d</strong>
nl_nl: CV overige: <strong>%d</strong>
pl_pl: Wznów pozostałe: <strong>%d</strong>
pt_pt: Retomar restante: <strong>%d</strong>
uk: Залишилося залишити: <strong>% d </ strong>
vi: Hồ sơ còn lại: <strong>%d</strong>

source: Apply Remaining: <strong>%d</strong>
es_es: Aplicar Restante: <strong>%d</strong>
fr_fr: Afficher le solde restant: <strong>%d</strong>
nl_nl: Resterende toepassen: <strong>%d</strong>
pl_pl: Zastosuj pozostałe: <strong>%d</strong>
pt_pt: Aplicar restante: <strong>%d</strong>
uk: Застосувати залишок: <strong>% d </ strong>
vi: Lượt nộp hồ sơ: <strong>%d</strong>

source: Click to view order
de_de: Bestellung anzeigen
es_es: Haga clic para ver el orden
fr_fr: Cliquer pour voir la commande
nl_nl: Klik om de bestelling te bekijken
pl_pl: Kliknij, aby wyświetlić zamówienie
pt_pt: Clique para ver o pedido
uk: Натисніть, щоб переглянути замовлення
vi: Nhấp để xem yêu cầu

source: Job Information
de_de: Stellenbeschreibung ausfüllen
es_es: Informacion del trabajo
fr_fr: Informations sur l'emploi
nl_nl: Job informatie
pl_pl: Informacje o zadaniu
pt_pt: Informação de trabalho
uk: Інформація про вакансію
vi: Thông tin việc làm

source: Avatar
de_de: Profilbild
uk: Аватара
vi: Hình đại diện

source: here
de_de: hier
es_es: aquí
fr_fr: ici
nl_nl: hier
pl_pl: tutaj
pt_pt: aqui
uk: тут
vi: ở đây

source: Click %s to manager.
de_de: Klicke %s zum Manager.
es_es: Haga clic en %s al administrador.
fr_fr: Cliquez sur% s pour le manager.
nl_nl: Klik %s op manager.
pl_pl: Kliknij %s, aby zarządzać
pt_pt: Clique em %s para o gerente.
uk: Натисніть% s менеджеру.
vi: Nhấp vào%s để quản lý.

source: Profile
de_de: Profil
es_es: Perfil
fr_fr: Profil
nl_nl: Profiel
pl_pl: Profil
pt_pt: Perfil
uk: Профіль
vi: Hồ sơ

source: Verified
de_de: Überprüft
es_es: Verificado
fr_fr: Vérifié
nl_nl: Geverifieerd
pl_pl: Zweryfikowany
pt_pt: Verificado
uk: Підтверджено
vi: Đã xác nhận

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: modifier
nl_nl: Bewerk
pl_pl: Edytować
pt_pt: Editar
uk: Редагувати
vi: Chỉnh sửa

source: Name for %s
de_de: Name für %s
es_es: Nombre para %s
fr_fr: Nom pour% s
nl_nl: Naam voor %s
pl_pl: Nazwa dla %s
pt_pt: Nome para %s
uk: Ім'я для% s
vi: Tên cho %s

source: Translate Name
de_de: Name übersetzen
es_es: Traducir nombre
fr_fr: Traduire le nom
nl_nl: Vertaal naam
pl_pl: Przetłumacz nazwę
pt_pt: Traduzir nome
uk: Перекласти ім'я
vi: Dịch tên

source: Translation
de_de: Übersetzung
es_es: Traducción
fr_fr: Traduction
nl_nl: Vertaling
pl_pl: Tłumaczenie
pt_pt: Tradução
uk: Переклад
vi: Bản dịch

source: Translate Title
de_de: Überschrift übersetzen
es_es: Traducir título
fr_fr: Traduire le titre
nl_nl: Titel vertalen
pl_pl: Przetłumacz tytuł
pt_pt: Traduzir título
uk: Заголовок перекладу
vi: Dịch tiêu đề

source: Title for %s
de_de: Überschrift für %s
es_es: Título para %s
fr_fr: Titre pour% s
nl_nl: Titel voor %s
pl_pl: Tytuł dla %s
pt_pt: Título para %s
uk: Назва для% s
vi: Tiêu đề cho %s

source: Translate Sub Title
de_de: Untertitel übersetzen
es_es: Traducir subtítulo
fr_fr: Traduire sous-titre
nl_nl: Vertaal Subtitel
pt_pt: Traduzir sub título
uk: Перекласти підзаголовок
vi: Dịch tiêu đề phụ

source: Sub Title for %s
de_de: Untertitel für %s
es_es: Subtítulo para %s
fr_fr: Sous-titre pour (% s)
nl_nl: Subtitel voor %s
pl_pl: Podtytuł dla %s
pt_pt: Sub título para %s
uk: Підзаголовок для% s
vi: Tiêu đề phụ cho %s

source: Multiple Languages
de_de: Mehrere Sprachen
es_es: Múltiples idiomas
fr_fr: Multilingue
nl_nl: Meerdere talen
pl_pl: Wiele języków
pt_pt: Múltiplos idiomas
uk: Кілька мов
vi: Đa ngôn ngữ

source: Show language flags
es_es: Mostrar banderas de idioma
fr_fr: Afficher le drapeau de la langue
nl_nl: Toon taalvlaggen
pl_pl: Pokaż flagi języków
pt_pt: Mostrar sinalizadores de idioma
uk: Показати мовні прапори
vi: Hiển thị cờ ngôn ngữ

source: Show language flags on top bar menu
es_es: Mostrar banderas de idioma en el menú de la barra superior
fr_fr: Afficher le drapeau de langue dans le menu de la barre supérieure
nl_nl: Toon taalvlaggen in het bovenste barmenu
pl_pl: Pokaż flagi języków w górnym pasku menu
pt_pt: Mostrar sinalizadores de idioma no menu da barra superior
uk: Показати прапорці мови у верхньому меню панелі
vi: Hiển thị cờ ngôn ngữ ở menu thanh trên cùng

source: Allow translate package
de_de: Paketübersetzungen erlauben
es_es: Permitir paquete de traducción
fr_fr: Autoriser le paquet de traduction
nl_nl: Vertaalpakket toestaan
pl_pl: Zezwalaj na tłumaczenie pakietu
pt_pt: Permitir pacote de tradução
uk: Дозволити перекласти пакет
vi: Cho phép gói dịch vụ

source: Allow translate category
de_de: Kategorieübersetzungen erlauben
es_es: Permitir traducir categoría
fr_fr: Autoriser le catégorie traduction
nl_nl: Vertaalcategorie toestaan
pl_pl: Zezwalaj na tłumaczenie kategorii
pt_pt: Permitir categoria de tradução
uk: Дозволити перекласти категорію
vi: Cho phép dịch ngành nghề

source: Allow translate type
de_de: Artübersetzungen erlauben
es_es: Permitir traducir tipo
fr_fr: Autoriser le type de traduction
nl_nl: Sta vertaaltaal toe
pl_pl: Zezwalaj na typ tłumaczenia
pt_pt: Permitir tipo de tradução
uk: Дозволити перекласти тип
vi: Cho phép dịch hình thức công việc

source: Allow translate level
de_de: Niveauübersetzungen erlauben
es_es: Permitir nivel de traducción
fr_fr: Autoriser le niveau de traduction
nl_nl: Vertaalniveau toestaan
pl_pl: Zezwalaj na poziom tłumaczenia
pt_pt: Permitir nível de conversão
uk: Дозволити перекласти рівень
vi: Cho phép dịch chức vụ công việc

source: Allow translate salary
de_de: Gehälterübersetzungen erlauben
es_es: Permitir traducir salario
fr_fr: Permettre de traduire le salaire
nl_nl: Sta vertalen salaris toe
pl_pl: Zezwalaj na tłumaczenie wynagrodzenia
pt_pt: Permitir traduzir salário
uk: Дозволити перекласти зарплату
vi: Cho phép dịch mức lương

source: Allow translate location
de_de: Standordübersetzungen erlauben
es_es: Permitir ubicación de traducción
fr_fr: Autoriser la traduction
nl_nl: Sta de vertaallocatie toe
pl_pl: Zezwalaj na tłumaczenie lokalizacji
pt_pt: Permitir localização de tradução
uk: Дозволити переклад місцеположення
vi: Cho phép dịch vị trí công việc

source: Translate
de_de: Übersetzen
es_es: Traducir
fr_fr: Traduire
nl_nl: Vertalen
pl_pl: Tłumaczyć
pt_pt: Traduzir
uk: Перекласти
vi: Dịch

source: No result found
de_de: Keine Ergebnisse gefunden
es_es: No se han encontrado resultados
fr_fr: Aucun résultat trouvé
nl_nl: Geen resultaat gevonden
pl_pl: nie znaleziono żadnych wyników
pt_pt: Nenhum resultado encontrado
uk: Не знайдено жодного результату
vi: Không tìm thấy kết quả

source: Interview Letter
de_de: Anschreiben
es_es: Carta de entrevista
fr_fr: Lettre d'entrevue
nl_nl: Interview Brief
pl_pl: List z wywiadem
pt_pt: Carta de Entrevista
uk: Інтерв'ю, лист
vi: Thư phỏng vấn

source: Accept Letter
de_de: Anschreiben annehmen
es_es: Aceptar carta
fr_fr: Accepter la lettre
nl_nl: Brief accepteren
pl_pl: Zaakceptuj List
pt_pt: Aceitar carta
uk: Прийміть Лист
vi: Chấp nhận thư

source: Reject Letter
de_de: Anschreiben ablehnen
es_es: Rechazar carta
fr_fr: Rejeter la lettre
nl_nl: Brief afwijzen
pl_pl: Odrzuć List
pt_pt: Rejeitar Carta
uk: Відхилити лист
vi: Từ chối thư

source: Apply With Facebook
de_de: Mit Facebook annehmen
es_es: Aplicar con Facebook
fr_fr: Postuler avec Facebook
nl_nl: Solliciteer met Facebook
pl_pl: Zastosuj za pomocą Facebook
pt_pt: Inscreva-se com o Facebook
uk: Застосувати з Facebook
vi: Nộp hồ sơ với Facebook

source: Enable
de_de: Aktivieren
es_es: Habilitar
fr_fr: Activer
nl_nl: In staat stellen
pl_pl: Włączyć
pt_pt: Habilitar
uk: Увімкнути
vi: Bật

source: Facebook API Key
es_es: Clave de API de Facebook
pt_pt: Chave da API do Facebook
uk: Ключ API Facebook

source: Facebook Secret
pl_pl: Sekret Facebook
pt_pt: Segredo do Facebook
uk: Секрет Facebook

source: Allow Teacher Input Cover Letter
de_de: Erlaube Bewerbern das Einreichen von Anschreiben
es_es: Permitir carta de presentación de entrada del candidato
fr_fr: Autoriser la lettre d'accompagnement d'entrée de candidat
nl_nl: Laat sollicitatiebrief sollicitatie toe
pl_pl: Zezwól na List motywacyjny do wprowadzania kandydatów
pt_pt: Permitir Carta de Apresentação de Inscrição de Candidato
uk: Дозволити супровідний лист кандидата на вхід
vi: Cho phép ứng viên nhập liệu thư xin việc

source: Cover Letter Field Type
de_de: Art des Anschreibens
es_es: Tipo de campo de carta de presentación
fr_fr: Champs des types de lettre de motivation
pl_pl: Typ pola listu motywacyjnego
pt_pt: Tipo de campo da carta de apresentação
uk: Тип поля супровідного листа

source: Textarea
de_de: Textbereich
es_es: Área de texto
nl_nl: Tekstgebied
pl_pl: Obszar tekstowy
pt_pt: Área de texto
uk: Текстерева

source: Editor
fr_fr: Éditeur
pl_pl: Redaktor
uk: Редактор
vi: Biên tập viên

source: Create User
de_de: Benutzer erstellen
es_es: Crear usuario
fr_fr: Créer un utilisateur
nl_nl: Gebruiker maken
pl_pl: Stwórz użytkownika
pt_pt: Criar usuário
uk: Створити користувача
vi: Tạo user mới

source: Will automatically create user. If they log in with the same facebook account they can view their applications
de_de: Benutzer wird automatisch erstellt. Wenn sich der Benutzer mit dem gleichen Facebook-Konto anmeldet, kann er die Bewerbungen einsehen
es_es: Creará automáticamente al usuario. Si inician sesión con la misma cuenta de Facebook, pueden ver sus aplicaciones
fr_fr: Permet de créer automatiquement un utilisateur. S'ils se connectent avec le même compte Facebook, ils peuvent voir leurs applications
nl_nl: Zal automatisch gebruiker maken. Als ze inloggen met hun Facebook-account, kunnen ze hun applicaties bekijken
pl_pl: Automatycznie utworzy użytkownika. Jeśli logują się na to samo konto Facebooka, mogą wyświetlać swoje aplikacje
pt_pt: Irá criar automaticamente o usuário. Se eles fizerem login com a mesma conta do Facebook, eles poderão visualizar seus aplicativos
uk: Автоматично створюватиме користувач. Якщо вони входять з тією ж обліковою книгою Facebook, вони можуть переглядати свої програми
vi: Sẽ tự động tạo người dùng. Nếu họ đăng nhập bằng cùng một tài khoản facebook, họ có thể xem các hồ sơ ứng tuyển của họ

source: An error occurred please reload the page and try again.
de_de: Ein Fehler ist aufgetreten. Bitte lade die Seite neu, und versuche es noch einmal.
es_es: Se produjo un error. Vuelva a cargar la página e intente de nuevo.
fr_fr: Une erreur s'est produite lors de la phase d'exécution, rechargez la page et réessayer
nl_nl: Er is een fout opgetreden. Laad de pagina opnieuw en probeer het opnieuw.
pl_pl: Wystąpił błąd, odśwież stronę i spróbuj ponownie.
pt_pt: Ocorreu um erro, recarregue a página e tente novamente.
uk: Виникла помилка, будь ласка, перезавантажте сторінку та повторіть спробу.
vi: Đã xảy ra lỗi, vui lòng tải lại trang và thử lại.

source: Class of
de_de: Symbol Klasse
es_es: Clase de
fr_fr: Une sorte de
nl_nl: Klas van
pl_pl: Klasa
pt_pt: Classe de
uk: Клас

source: Apply With Form
es_es: Aplicar con forma
fr_fr: Appliquer avec le formulaire
nl_nl: Solliciteer met formulier
pl_pl: Zastosuj z formularzem
pt_pt: Inscreva-se com formulário
uk: Застосувати з формою
vi: Nộp hồ sơ với biểu mẫu

source: Allow guest apply
es_es: Permitir la solicitud de invitado
fr_fr: Autoriser le client à appliquer
nl_nl: Sta gast toe te passen
pl_pl: Zezwalaj na zgłaszanie gości
pt_pt: Permitir convidado aplicar
uk: Дозволити гостям подати заявку
vi: Cho phép khách nộp hồ sơ

source: Allow candidate apply
de_de: Bewerberbewerbung zulassen
es_es: Permitir candidatura
fr_fr: Autoriser le candidat à appliquer
nl_nl: Sta kandidaat toe
pl_pl: Pozwól kandydatowi się zgłosić
pt_pt: Permitir candidatura
uk: Дозволити кандидати подати заявку
vi: Cho phép ứng viên nộp hồ sơ

source: Every candidate
de_de: Jeder Bewerber
es_es: Cada candidato
fr_fr: Chaque candidat
nl_nl: Elke kandidaat
pl_pl: Każdy kandydat
pt_pt: Todo candidato
uk: Кожен кандидат
vi: Mỗi ứng viên

source: Teacher has published profile [status: publish]
de_de: Bewerber hat Profilstatus "veröffentlicht" [Status: publish]
es_es: Candidato ha publicado el perfil [estado: publicar]
fr_fr: Le candidat a publié le profil [statut: publier]
nl_nl: Kandidaat heeft profiel gepubliceerd [status: publiceren]
pl_pl: Teacher opublikował profil [status: publish]
pt_pt: Candidato publicou perfil [status: publicar]
uk: Кандидат опублікував профіль [статус: опублікувати]
vi: ứng viên đã đăng hồ sơ

source: Required
de_de: Erforderlich
es_es: Necesario
fr_fr: Champs
nl_nl: Verplicht
pl_pl: wymagany
pt_pt: Requeridos
uk: вимагається
vi: Bắt buộc

source: Predefined Value/Settings
de_de: Vordefinierte Werte/Einstellungen
es_es: Valores / configuraciones predefinidas
fr_fr: Valeur prédéfinie / paramètres
nl_nl: Vooraf gedefinieerde waarde / instellingen
pl_pl: Wstępnie zdefiniowana wartość / ustawienia
pt_pt: Valor / Configurações Predefinidas
uk: Заздалегідь визначена цінність / налаштування
vi: Giá trị / cài đặt được xác định trước

source: Action
de_de: Aktion
es_es: Acción
nl_nl: Actie
pl_pl: Akcja
pt_pt: Açao
uk: Дія
vi: Hành động

source: Text
es_es: Texto
fr_fr: Texte
nl_nl: Tekst
pl_pl: Tekst
pt_pt: Texto
uk: Текст
vi: Văn bản

source: File
de_de: Datei
es_es: Archivo
fr_fr: dossier
nl_nl: Het dossier
pl_pl: Plik
pt_pt: Arquivo
uk: Файл
vi: Tệp tin

source: Select
de_de: Wählen
es_es: Seleccionar
fr_fr: Sélectionner
nl_nl: Kiezen
pl_pl: Wybierz
pt_pt: Selecione
uk: Виберіть
vi: Chọn

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Retirer
nl_nl: Verwijderen
pl_pl: Usunąć
pt_pt: Remover
uk: Видалити
vi: Loại bỏ

source: Add more field
es_es: Agregar más campo
fr_fr: Ajouter plus de champ
nl_nl: Voeg meer veld toe
pl_pl: Dodaj więcej pola
pt_pt: Adicione mais campo
uk: Додати більше поля
vi: Thêm trường

source: Invalid Job
de_de: Ungültige Stellenanzeige
es_es: Trabajo inválido
fr_fr: Job invalide
nl_nl: Ongeldige taak
pl_pl: Nieprawidłowe zadanie
pt_pt: Trabalho inválido
uk: Недійсна робота
vi: Công việc không hợp lệ

source: You have already applied to this job
de_de: Du hast dich bereits für diesen Class beworben
es_es: Ya has aplicado a este trabajo
nl_nl: U hebt zich al op deze functie aangemeld
pl_pl: Już zgłosiłeś się do tej pracy
pt_pt: Você já se inscreveu neste trabalho
uk: Ви вже звернулися до цієї роботи
vi: Bạn đã nộp hồ sơ công việc này

source: File is empty. Please upload something more substantial.
de_de: Die Datei ist leer. Bitte lade eine richtige Datei hoch.
es_es: El archivo esta vacio Por favor carga algo más sustancial.
fr_fr: Le fichier est vide. Téléchargez un contenu plus substantiel
nl_nl: Bestand is leeg. Upload alsjeblieft iets substantieels.
pl_pl: Plik jest pusty. Prześlij coś bardziej znaczącego.
pt_pt: Arquivo está vazio. Por favor, faça o upload de algo mais substancial.
uk: Файл порожній. Завантажте щось більш суттєве.
vi: Tệp trống. Vui lòng tải lên nội dung nào đó quan trọng hơn.

source: Specified file failed upload test.
de_de: Die angegebene Datei hat den Upload-Test nicht bestanden.
es_es: Prueba de carga fallida del archivo especificado.
fr_fr: Le fichier spécifié a échoué au test de téléchargement
nl_nl: Opgegeven uploadtest mislukt.
pl_pl: Określony plik nieudanego testu przesyłania.
pt_pt: Arquivo especificado falhou no teste de upload.
uk: Зазначений файл не вдалося завантажити тест.
vi: Kiểm tra tải lên tệp được chỉ định không thành công.
