Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: Import to Category
es_es: Importar a la categoría
fr_fr: Importer dans la catégorie
nl_nl: Importeren naar categorie
pl_pl: Importuj do kategorii
pt_pt: Importar para categoria
uk: Імпорт до категорії
vi: Nhập vào Ngành nghề

source: Select an Student
de_de: Arbeitgeber auswählen
es_es: Seleccione un Empleador
fr_fr: Sélectionnez un employeur
nl_nl: Selecteer een werkgever
pl_pl: Wybierz pracodawcę
pt_pt: Selecione um empregador
uk: Виберіть роботодавця
vi: Chọn nhà tuyển dụng

source: Not found job imported.
es_es: No se encontró trabajo importado.
fr_fr: Travail non trouvé importé.
nl_nl: Niet gevonden taak geïmporteerd.
pl_pl: Nie znaleziono zlecenia zaimportowanego.
pt_pt: Não encontrado trabalho importado.
uk: Не знайдено роботу імпортовано.
vi: Không tìm thấy việc làm đã nhập.

source: Import successfully.
de_de: Import erfolgreich.
es_es: Importar con éxito.
fr_fr: Importer avec succès
nl_nl: Importeer succesvol.
pl_pl: Importuj pomyślnie.
pt_pt: Importar com sucesso.
uk: Імпорт успішно.
vi: Nhập thành công.

source: Import
es_es: Importar
fr_fr: Importer
nl_nl: Importeren
pt_pt: Importar
uk: Імпортувати
vi: Nhập

source: Posted Date
de_de: Veröffentlichungsdatum
es_es: Fecha de publicacion
fr_fr: Date de publication
nl_nl: Geposte datum
pl_pl: Data wysłania
pt_pt: Data de envio
uk: Дата опублікування
vi: Ngày đăng tuyển

source: Modified Date
de_de: Änderungsdatum
es_es: Fecha de modificación
fr_fr: Date modifiée
nl_nl: Aangepaste datum
pl_pl: Zmieniona data
pt_pt: Data modificada
uk: Змінена дата
vi: Ngày cập nhật

source: Expiry Date
de_de: Ablaufdatum
es_es: Fecha de caducidad
fr_fr: Date d'expiration
nl_nl: Vervaldatum
pl_pl: Data wygaśnięcia
pt_pt: Data de validade
uk: Термін придатності
vi: Ngày hết hạn

source: Deadline for submission
de_de: Frist für die Einreichung
es_es: Plazo para la presentación
fr_fr: Date limite de dépôt
nl_nl: Uiterste datum voor indiening
pl_pl: Termin składania wniosków
pt_pt: Prazo máximo para envio
uk: Термін подання
vi: Hạn nộp hồ sơ

source: Featured Date
de_de: Datum Hervorgehoben
es_es: Fecha destacada
fr_fr: Date en vedette
nl_nl: Uitgelichte datum
pl_pl: Wyróżniona data
pt_pt: Data em destaque
uk: Рекомендована дата
vi: Ngày nổi bật

source: Will be used to sort by featured
de_de: Wird zum Sortierten hervorgehobener Stellen verwendet
es_es: Se usará para ordenar por destacado
fr_fr: Sera utilisé pour trier par vedette
nl_nl: Wordt gebruikt om te sorteren op aanbevolen
pl_pl: Służy do sortowania według polecanych
pt_pt: Será usado para classificar por destaque
uk: Буде використано для сортування за ознаками
vi: Sẽ được dùng để phân loại

source: Featured Expiry Date
de_de: Ablaufdatum Hervorgehoben
es_es: Fecha de vencimiento
fr_fr: Date d'expiration sélectionnée
nl_nl: Uitgegeven Vervaldatum
pl_pl: Wyróżniona data wygaśnięcia
pt_pt: Data de expiração em destaque
uk: Рекомендована дата закінчення терміну дії
vi: Ngày hết hạn nổi bật

source: Email for Application
de_de: E-Mail für Bewerbung
es_es: Email para aplicación
fr_fr: Email pour l'application
nl_nl: E-mail voor toepassing
pl_pl: E-mail do aplikacji
pt_pt: E-mail para inscrição
uk: Електронна пошта для прийому заявок
vi: Email để ứng viên nộp hồ sơ

source: Enter multiple email addresses separated by comma
de_de: Du kannst mehrere E-Mail eingeben, wenn du sie mit einem Komma trennst
es_es: Ingrese varias direcciones de correo electrónico separadas por comas
fr_fr: Entrer plusieurs adresses e-mail séparées par une virgule
nl_nl: Voer meerdere e-mailadressen in, gescheiden door een komma
pl_pl: Wprowadź wiele adresów e-mail oddzielonych przecinkami
pt_pt: Insira vários endereços de e-mail separados por vírgula
uk: Введіть кілька адрес електронної пошти, розділених комами
vi: Các email được cách nhau bởi dấu phẩy (,)

source: Salary To
de_de: Maximalgehalt (Brutto)
es_es: Salario a
fr_fr: Salaire à
nl_nl: Salaris van
pl_pl: Wynagrodzenie
pt_pt: Salário para
uk: Зарплата до:
vi: Mức lương tối đa

source: Salary Postfix Text
de_de: Gehaltsauszahlung
es_es: Texto del salario de posfijo
fr_fr: Salaire Postfix Text
nl_nl: Salaris Postfix-tekst
pl_pl: Wynagrodzenie Postfix Tekst
pt_pt: Texto do postfix do salário
uk: Зарплата в сумі:
vi: Mức lương theo

source: Currency
de_de: Währung
es_es: Moneda
fr_fr: Devise
nl_nl: Valuta
pl_pl: Waluta
pt_pt: Moeda
uk: Валюта
vi: Tiền tệ

source: Custom Apply URL
de_de: Benutzerdefinierte URL anwenden
es_es: Aplicación personalizada URL
fr_fr: Application personnalisée URL
nl_nl: Aangepaste URL toepassen
pl_pl: Niestandardowy zastosuj adres URL
pt_pt: URL de aplicação personalizada
uk: Користувальницьке застосування URL-адреси
vi: Tủy chọn đường dẫn nộp đơn

source: View
de_de: Anzeigen
es_es: Ver propiedad
fr_fr: voir
nl_nl: Uitzicht
pl_pl: Widok
pt_pt: Visão
uk: Вид
vi: Xem

source: Preview
de_de: Vorschau
es_es: Avance
fr_fr: prévisualisations
nl_nl: Voorbeeld
pl_pl: Zapowiedź
pt_pt: Visualizar
uk: Попередній перегляд
vi: Xem trước

source: Permalink:
es_es: Enlace permanente:
pl_pl: Link bezpośredni:
uk: Постійне посилання:

source: View job
de_de: Anzeigen
es_es: Ver trabajo
fr_fr: Voir le job
nl_nl: Bekijk baan
pl_pl: Wyświetl pracę
pt_pt: Visualizar trabalho
uk: Переглянути роботу
vi: Xem việc làm

source: Job Info
de_de: Stellen Infos
es_es: Información del trabajo
fr_fr: Informations sur l'emploi
nl_nl: Taakinfo
pl_pl: Informacje o zadaniu
uk: Інформація про вакансію
vi: Thông tin việc làm

source: Salary
de_de: Gehalt
es_es: Salario
fr_fr: Salaire
nl_nl: Salaris
pl_pl: Wynagrodzenie
pt_pt: Salário
uk: Зарплата
vi: Mức lương

source: User Package ID:
de_de: Paketnummer:
es_es: ID de paquete de usuario:
fr_fr: ID du paquet utilisateur:
nl_nl: Gebruikerspakket-ID:
pl_pl: ID pakietu użytkownika:
pt_pt: ID do pacote do usuário:
uk: Ідентифікатор пакета користувачів:

source: Order ID:
de_de: Bestellnummer:
es_es: Solicitar ID:
fr_fr: Numéro de commande:
nl_nl: Bestel-ID:
pl_pl: ID zamówienia:
pt_pt: ID do pedido:
uk: Ідентифікатор замовлення:
vi: Mã đơn hàng:

source: To publish job please completed order #%s
de_de: Um eine Stelle zu veröffentlichen, fülle bitte das Bestellformular aus #%s
es_es: Para publicar el trabajo, complete la orden #%s
fr_fr: Pour publier un job, veuillez compléter le numéro de commande #%s
nl_nl: Als u een taak wilt publiceren, voltooit u de bestelling #%s
pl_pl: Aby opublikować zlecenie, wypełnij zamówienie #%s
pt_pt: Para publicar trabalho, por favor, conclua o pedido # %s
uk: Щоб опублікувати роботу, будь ласка, заповніть замовлення #% s
vi: Để đăng việc làm hay hoàn thành yêu cầu #%s

source: Posted by
de_de: Veröffentlicht von
es_es: Publicado por
fr_fr: posté par
nl_nl: Geplaatst door
pl_pl: Wysłane przez
pt_pt: Postado por
uk: Опублікував
vi: Đăng bởi

source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
nl_nl: Categorie
pl_pl: Kategoria
pt_pt: Categoria
uk: Категорія
vi: Ngành nghề

source: Expiry
de_de: Ablauf
es_es: Expiración
fr_fr: Expiration
nl_nl: Verstrijken
pl_pl: Wygaśnięcie
pt_pt: Termo
uk: Термін дії
vi: Hết hạn

source: Posted date
de_de: Datum der Veröffentlichung
es_es: Fecha de publicacion
fr_fr: Date de publication
nl_nl: Geposte datum
pl_pl: Data wysłania
pt_pt: Data de envio
uk: Дата опублікування
vi: Ngày đăng

source: N/A
uk: Н / З

source: Never
de_de: Niemals
es_es: Nunca
fr_fr: jamais
nl_nl: Nooit
pl_pl: Nigdy
pt_pt: Nunca
uk: Ніколи
vi: Không bao giờ

source: Searched
de_de: Gesucht
es_es: Búsqueda
fr_fr: Cherché
nl_nl: Gezocht
pl_pl: Szukano
pt_pt: Procurado
uk: Шукали
vi: Đã tìm kiếm

source: added on %1$s at %2$s
de_de: hinzugefügt am %1$s um %2$s
es_es: agregado en %1$s en %2$s
fr_fr: ajouté sur %1$s à %2$s
nl_nl: Toegevoegd %1$s op %2$s
pl_pl: dodane %1$s at %2$s
pt_pt: adicionado em %1$s em %2$s
uk: додано на %1$s при %2$s

source: by %s
de_de: von %s
es_es: por %s
fr_fr: par %s
nl_nl: door %s
pl_pl: przez %s
pt_pt: por %s
uk: на% s

source: Delete note
de_de: Notiz löschen
es_es: Borrar nota
fr_fr: supprimer la note
nl_nl: Notitie verwijderen
pl_pl: Usuń notatkę
pt_pt: Excluir nota
uk: Видалити примітку
vi: Xóa ghi chú

source: There are no notes yet.
de_de: Es gibt noch keine Anmerkungen.
es_es: Aún no hay notas
fr_fr: Il n'y a pas encore de notes.
nl_nl: Er zijn nog geen notities.
pl_pl: Nie ma jeszcze żadnych notatek.
pt_pt: Não há notas ainda.
uk: Записів ще немає.
vi: Không có ghi chú.

source: Add note
de_de: Notiz hinzufügen
es_es: Añadir la nota
fr_fr: Ajouter une note
nl_nl: Notitie toevoegen
pl_pl: Dodaj notatkę
pt_pt: Adicionar nota
uk: Додати коментар
vi: Thêm ghi chú

source: Note type
de_de: Anmerkung
es_es: Tipo de nota
fr_fr: Type de note
nl_nl: Notitie type
pl_pl: Typ notatki
pt_pt: Tipo de nota
uk: Тип примітки
vi: Phân loại ghi chú

source: Private note
de_de: Private Anmerkung
es_es: Nota privada
fr_fr: Note privée
nl_nl: Privé notitie
pl_pl: Prywatna uwaga
pt_pt: Observação privada
uk: Приватна примітка
vi: Ghi chú riêng tư

source: Note to customer
de_de: Hinweis an Kunde
es_es: Nota para el cliente
fr_fr: Note au client
nl_nl: Opmerking voor de klant
pl_pl: Uwaga dla klienta
pt_pt: Nota para o cliente
uk: Примітка для замовника
vi: Ghi chú cho khách hàng

source: Add
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
nl_nl: Toevoegen
pl_pl: Dodaj
pt_pt: Adicionar
uk: Додати
vi: Thêm

source: Order Metabox Info
de_de: Infobox Bestellung
es_es: Solicitar información de Metabox
fr_fr: Information sur l'commander Metabox
nl_nl: Bestel Metabox-info
pl_pl: Zamów Metabox Info
pt_pt: Ordem Metabox Info
uk: Замовлення Metabox Info

source: Order Note
de_de: Notiz zur Bestellung
es_es: Nota de orden
fr_fr: note de commande
nl_nl: Bestel opmerking
pl_pl: Zamów notatkę
pt_pt: Nota de encomenda
uk: Примітка щодо замовлення
vi: Ghi chú đơn hàng

source: Created
de_de: Erstellt
es_es: Creado
fr_fr: Créé
nl_nl: Gmaakt
pl_pl: Stworzony
pt_pt: Criada
uk: Створено
vi: Đã tạo

source: Package
de_de: Paket
es_es: Paquete
fr_fr: Paquet
nl_nl: Pakket
pl_pl: Pakiet
pt_pt: Pacote
uk: Пакет
vi: Gói

source: Tax Price - %s%%
de_de: Steuern - %s%%
es_es: Precio de impuesto - %s%%
fr_fr: Prix de l'impôt %s%%
nl_nl: Belastingprijs- %s%%
pl_pl: Cena podatkowa- %s%%
pt_pt: Preço do Imposto - %s%%
uk: Податкова ціна -% s %%
vi: Thuế - %s%%

source: Total Price
de_de: Gesamtpreis
es_es: Precio total
fr_fr: Prix total
nl_nl: Totale prijs
pl_pl: Cena całkowita
pt_pt: Preço total
uk: Загальна сума
vi: Tổng tiền

source: Sending...
de_de: Senden...
es_es: Enviando...
fr_fr: Envoi...
nl_nl: Bezig met verzenden...
pl_pl: Wysyłanie...
pt_pt: Enviando ...
uk: Відправка ...
vi: Đang gửi...

source: Type
de_de: Typ
es_es: Tipo
fr_fr: genre
pl_pl: Rodzaj
pt_pt: Tipo
uk: Тип
vi: Phân loại

source: User
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
nl_nl: Gebruiker
pl_pl: Użytkownik
pt_pt: Utilizador
uk: Користувач
vi: Người dùng

source: Price
de_de: Preis
es_es: Precio:
fr_fr: Prix
nl_nl: Prijs
pl_pl: Cena
pt_pt: Preço
uk: Ціна
vi: Đơn giá

source: Payment Method
de_de: Zahlungsmethode
es_es: Método de pago
fr_fr: Mode de paiement
nl_nl: Betalingsmiddel
pl_pl: Metoda płatności
pt_pt: Método de pagamento
uk: Метод оплати
vi: Phương thức thanh toán

source: Date (purchased/created)
de_de: Datum (erworben/erstellt)
es_es: Fecha (comprado / creado)
fr_fr: Date (achetée / créée)
nl_nl: Datum (gekocht / gemaakt)
pl_pl: Data (zakupione / utworzone)
pt_pt: Data (comprada / criada)
uk: Дата (придбано / створений)
vi: Ngày (mua/tạo)

source: From Date
de_de: Von Datum
es_es: Desde la fecha
fr_fr: de date
nl_nl: Van datum
pl_pl: Od daty
pt_pt: Da data
uk: Від дати
vi: Từ ngày

source: To Date
de_de: Datum
es_es: Hasta la fecha
fr_fr: à date
nl_nl: Daten
pl_pl: Do daty
pt_pt: Para data
uk: До дати
vi: Đến ngày

source: Sub Title
de_de: Untertitel
es_es: Subtítulo
fr_fr: Sous-titre
nl_nl: Subtitel
pl_pl: Tytuł dodatkowy
pt_pt: Legenda
uk: Підзаголовок
vi: Tiêu đề phụ

source: No of Classes in Package
de_de: Anzahl der Anzeigen im Paket
es_es: Número de trabajos en paquete
fr_fr: Nombre d'emplois dans le forfait
nl_nl: Aantal banen in pakket
pl_pl: Liczba zadań w pakiecie
pt_pt: Número de trabalhos no pacote
uk: Кількість робочих місць в пакеті
vi: Số lượng việc làm trong gói

source: No of Renew Classes in Package
de_de: Anzahl der Aneziegenerneuerung im Paket
es_es: Número de trabajos renovados en paquete
fr_fr: Nombre de renouvellements dans le forfait
nl_nl: Aantal vernieuwde opdrachten in pakket
pl_pl: Liczba odnów zadań w pakiecie
pt_pt: Número de renovar trabalhos no pacote
uk: Ні про поновлення роботи в пакеті
vi: Số lần làm mới việc làm trong gói

source: No of Featured Classes in Package
de_de: Anzahl der Premium Anzeigen im Paket
es_es: Número de trabajos destacados en paquete
fr_fr: Nombre d'emplois selectionnés dans le forfait
nl_nl: Aantal aanbevolen vacatures in pakket
pl_pl: Liczba wybranych zadań w pakiecie
pt_pt: Número de trabalhos em destaque no pacote
uk: Немає популярних вакансій у пакеті
vi: Số lượng việc làm nổi bật trong gói

source: Maximum categories in Job
de_de: Berufe im Paket
es_es: Categorías máximas en trabajo
fr_fr: Catégories maximales d'emplois
nl_nl: Maximale categorieën in Job
pl_pl: Maksymalne kategorie w zadaniu
pt_pt: Categorias máximas no trabalho
uk: Максимальна кількість категорій в Job
vi: Số ngành nghề tối đa trong tin tuyển dụng

source: Blank is unlimited
de_de: Leer ist unbegrenzt
es_es: En blanco es ilimitado
fr_fr: La partie vide est illimitée
nl_nl: Blank is onbeperkt
pl_pl: Blank jest nieograniczony
pt_pt: Em branco é ilimitado
uk: Бланк необмежений
vi: Để trống là không giới hạn

source: Job Duration
de_de: Anzeigendauer
es_es: Duración del trabajo
fr_fr: Durée du job
nl_nl: Werkduur
pl_pl: Czas trwania pracy
pt_pt: Duração do trabalho
uk: Тривалість роботи
vi: Thời hạn việc làm

source: Days
de_de: Tage
es_es: Dias
fr_fr: Journées
nl_nl: Dagen
pl_pl: Dni
pt_pt: Dias
uk: Дні
vi: Ngày

source: Months
de_de: Monate
es_es: Meses
fr_fr: Mois
nl_nl: Maanden
pl_pl: Miesięcy
pt_pt: Meses
uk: Місяці
vi: Tháng

source: Years
de_de: Jahre
es_es: Años
fr_fr: Années
nl_nl: Jaren
pl_pl: Lata
pt_pt: Anos
uk: Роки
vi: Năm

source: Pricing Table Color
de_de: Farbe Preistabelle
es_es: Precio de la tabla de precios
fr_fr: Couleur de la table de tarification
nl_nl: Prijzen Tabelkleur
pl_pl: Kolor tabeli cenowej
pt_pt: Cor da tabela de preços
uk: Цінова таблиця кольору
vi: Màu sắc bảng giá

source: Set Pricing Table Color
de_de: Farbe der Preistabelle festlegen
es_es: Establecer el color de la tabla de precios
fr_fr: Définir la couleur de la table de tarification
nl_nl: Stel tarieventabel in
pl_pl: Ustaw kolor tabeli cenowej
pt_pt: Definir a cor da tabela de preços
uk: Встановити колір столу ціноутворення
vi: Cài đặt màu sắc bảng giá

source: Free
de_de: Kostenlos
es_es: Gratis
fr_fr: Gratuit
nl_nl: Gratis
pl_pl: Darmowy
pt_pt: Livre
uk: Безкоштовно
vi: Miễn phí

source: Renew Classes
de_de: Anzeige/n erneuern
es_es: Renovar empleos
fr_fr: Renouveler des emplois
nl_nl: Vernieuw banen
pl_pl: Odnów zadania
pt_pt: Renovar Classes
uk: Відновити роботу
vi: Làm mới việc làm

source: Featured Classes
de_de: Hervorgehobene Stellenangebote
es_es: Trabajos destacados
fr_fr: Emplois en vedette
nl_nl: Toekomstige banen
pl_pl: Polecane prace
pt_pt: Trabalhos em destaque
uk: Рекомендовані роботи
vi: Việc làm nổi bật

source: Duration
de_de: Dauer
es_es: Duración
fr_fr: Durée
nl_nl: Looptijd
pl_pl: Trwanie
pt_pt: Duração
uk: Тривалість
vi: Thời lượng

source: Most Used
de_de: Meistgenutzt
es_es: Más usado
fr_fr: Plus utilisé
nl_nl: Meest gebruikt
pl_pl: Najbardziej używane
pt_pt: Mais usado
uk: Найчастіше використовується
vi: Hầu hết được sử dụng

source: No of Resumes in Package
es_es: Número de CV en paquete
fr_fr: Nombre de CV dans le paquet
nl_nl: Aantal hervatingen in pakket
pl_pl: Liczba CV w pakiecie
pt_pt: Número de currículos no pacote
uk: Немає резюме в пакеті
vi: Số lượng CV trong gói

source: Resumes
de_de: Lebensläufe
es_es: Currículums
fr_fr: CV
nl_nl: CV
pl_pl: CV
pt_pt: Currículos
uk: Резюме
vi: Hồ sơ cá nhân

source: Author Name
de_de: Name des Autors
es_es: Nombre del autor
fr_fr: Nom de l'auteur
nl_nl: Auteur naam
pl_pl: Imię autora
pt_pt: Nome do autor
uk: Ім'я автора
vi: Tên công ty

source: Rating
de_de: Bewertung
es_es: Clasificación
fr_fr: Évaluation
nl_nl: Beoordeling
pl_pl: Ocena
pt_pt: Avaliação
uk: Рейтинг
vi: Đánh giá

source: Student
de_de: Arbeitgeber
es_es: Empleador
fr_fr: Employeur
nl_nl: Werkgever
pl_pl: Pracodawca
pt_pt: Empregador
uk: Роботодавець
vi: Nhà tuyển dụng

source: Content
de_de: Inhalt
es_es: Contenido
fr_fr: Contenu
nl_nl: Inhoud
pl_pl: Zadowolony
pt_pt: Conteúdo
uk: Вміст
vi: Nội dung

source: All Status
de_de: Alle Stati
es_es: Todo el estado
fr_fr: Tous les statuts
nl_nl: Alle status
pl_pl: Cały status
pt_pt: Todos os status
uk: Весь статус
vi: Tất cả trạng thái

source: Rejected
de_de: Abgelehnt
es_es: Rechazado
fr_fr: Rejeté
nl_nl: Verworpen
pl_pl: Odrzucono
pt_pt: Rejeitado
uk: Відхилено
vi: Bị từ chối

source: Approved
de_de: Genehmigt
es_es: Aprobado
fr_fr: Approuvé
nl_nl: Aangenomen
pl_pl: Zatwierdzony
pt_pt: Aprovado
uk: Затверджено
vi: Được phê duyệt

source: Approve
de_de: Genehmigen
es_es: Aprobar
fr_fr: Approuver
nl_nl: Goedkeuren
pl_pl: Zatwierdzać
pt_pt: Aprovar
uk: Затвердити
vi: Phê duyệt

source: Edit review of
de_de: Editiere Bewertung von
es_es: Editar reseña de
fr_fr: Modifier l'avis de
nl_nl: Beoordeling bewerken van
pt_pt: Editar revisão de
uk: Редагувати відгук про
vi: Chỉnh sửa nhận xét về

source: Please select rating.
de_de: Bitte wähle die Bewertung.
es_es: Por favor, seleccione una calificación.
fr_fr: Veuillez sélectionner une évaluation
nl_nl: Selecteer beoordeling.
pl_pl: Edytuj opinię o
pt_pt: Por favor, selecione a classificação.
uk: Будь ласка, виберіть рейтинг.
vi: Vui lòng chọn xếp hạng.

source: Review is not exist.
de_de: Bewertung ist nicht vorhanden.
es_es: La revisión no existe.
fr_fr: La révision n'existe pas.
nl_nl: Beoordeling bestaat niet.
pl_pl: Recenzja nie istnieje.
pt_pt: Revisão não existe.
uk: Огляд не існує.
vi: nhận xét không tồn tại.

source: Please enter the title.
de_de: Bitte gebe den Titel ein.
es_es: Por favor ingrese el título.
fr_fr: S'il vous plaît entrer le titre.
nl_nl: Voer alstublieft de titel in.
pl_pl: Proszę podać tytuł.
pt_pt: Por favor insira o título.
uk: Будь ласка, введіть назву.
vi: Hãy nhập tiêu đề

source: Please enter the content.
de_de: Bitte gebe den Inhalt ein.
es_es: Por favor ingrese el contenido.
fr_fr: S'il vous plaît entrer le contenu.
nl_nl: Voer alstublieft de inhoud in.
pl_pl: Wprowadź treść.
pt_pt: Por favor, insira o conteúdo.
uk: Будь ласка, введіть вміст.
vi: Hãy nhập nội dung

source: Overal Rating
de_de: Gesamtbewertung
es_es: Calificación general
fr_fr: Évaluation globale
nl_nl: Algemene beoordeling
pl_pl: Ogólna ocena
pt_pt: Avaliação geral
uk: Огляд рейтингу
vi: Xếp hạng chung

source: Reject
de_de: Ablehnen
es_es: Rechazar
fr_fr: Rejeter
nl_nl: Afwijzen
pl_pl: Odrzucać
pt_pt: Rejeitar
uk: Відхилити
vi: Từ chối

source: Reason
de_de: Grund
es_es: Razón
fr_fr: Raison
nl_nl: Reden
pl_pl: Powód
pt_pt: Razão
uk: Причина
vi: Lý do

source: Deleted Review Successfully.
de_de: Bewertung erfolgreich gelöscht.
es_es: Respuesta eliminada con éxito.
fr_fr: Révision supprimée avec succès.
nl_nl: Beoordeling verwijderd met succes.
pl_pl: Usunięto recenzję z powodzeniem.
pt_pt: Revisão excluída com sucesso.
uk: Усунений огляд успішно.
vi: Đã xóa nhận xét thành công.

source: Pending Review Successfully.
de_de: Bewertung erfolgreich in Prüfung gestellt.
es_es: Pendiente de revisión con éxito.
fr_fr: Révision en attente avec succès.
nl_nl: Beoordeling in behandeling succesvol.
pl_pl: Oczekiwanie na weryfikację powiodło się.
pt_pt: Revisão pendente com sucesso.
uk: Очікує на розгляд успішно.
vi: Chờ duyệt nhận xét thành công

source: Approved Review Successfully.
de_de: Bewertung erfolgreich freigegeben.
es_es: Revisión aprobada con éxito.
fr_fr: Révision approuvée avec succès.
nl_nl: Goedgekeurde beoordeling succesvol.
pl_pl: Zatwierdzona recenzja z powodzeniem.
pt_pt: Revisão aprovada com sucesso.
uk: Затверджене огляд успішно.
vi: Phêt duyệt xem lại thành công

source: Updated Review Successfully.
de_de: Bewertung erfolgreich aktualisiert.
es_es: Revisión actualizada con éxito.
fr_fr: Révision de la mise à jour avec succès
nl_nl: Bijgewerkt beoordeling succesvol.
pl_pl: Zaktualizowana weryfikacja powiodła się.
pt_pt: Revisão atualizada com sucesso.
uk: Оновлений огляд успішно.
vi: Cập nhật nhật xét thành công

source: Search Name
de_de: Name der Suche
es_es: Nombre de búsqueda
fr_fr: Nom de recherche
nl_nl: Zoeknaam
pl_pl: Wyszukaj nazwę
pt_pt: Nome da Pesquisa
uk: Пошук ім'я
vi: Tìm kiếm tên

source: Salary from
de_de: Gehalt von
es_es: Salario de
fr_fr: Salaire De
nl_nl: Salaris van
pl_pl: Wynagrodzenie od
pt_pt: Salário De
uk: Зарплата від
vi: Mức lương tối thiểu

source: Salary to
de_de: Gehalt bis
es_es: Salario a
fr_fr: Salaire à
nl_nl: Salaris voor
pl_pl: Wynagrodzenie do
pt_pt: Salário para
uk: Зарплата до
vi: Mức lương tối đa

source: Order
de_de: Bestellung
es_es: Pedido
fr_fr: commandes
nl_nl: Bestellen
pl_pl: Zamówienie
pt_pt: Ordem
uk: Замовлення
vi: Đơn hàng

source: Page Settings
de_de: Seiteneinstellungen
es_es: Configuración de página
fr_fr: Paramètres de la page
nl_nl: Pagina-instellingen
pl_pl: Ustawienia strony
pt_pt: Configurações de página
uk: Параметри сторінки
vi: Cài đặt trang

source: Terms and conditions Page
de_de: Seite mit den AGB’s
es_es: Página de términos y condiciones
fr_fr: Termes et conditions Page
nl_nl: Algemene voorwaarden Pagina
pl_pl: Warunki ogólne
pt_pt: Página de termos e condições
uk: Умови та умови
vi: Trang điều khoản và điều kiện

source: Privacy Policy Page
de_de: Seite mit der Datenschutzerklärung
es_es: Página de política de privacidad
fr_fr: Politique de confidentialité
nl_nl: Privacybeleid pagina
pl_pl: Strona polityki prywatności
pt_pt: Página da política de privacidade
uk: Сторінка конфіденційності
vi: Trang chính sách riêng tư

source: Slug Settings
de_de: Slug-Einstellungen
es_es: Configuración de Slug
fr_fr: Paramètres Slug
nl_nl: Slug-instellingen
pl_pl: Ustawienia Slug
pt_pt: Configurações de Slug
uk: Налаштування слизняка

source: Student Slug
de_de: Arbeitgeber-Bezeichnung
es_es: Empleador Slug
fr_fr: Employé Slug
nl_nl: Werkgever Slug
pl_pl: Pracodawca Slug
pt_pt: Lesma do Empregador
uk: Роботодавець Слизень

source: Teacher Slug
de_de: Arbeitnehmer-Bezeichnung
es_es: Candidato Slug
fr_fr: Candidat Slug
pt_pt: Lesma Candidata
uk: Кандидатський Слизень

source: Category Slug
de_de: Kategorie Slug
es_es: Categoría Slug
fr_fr: Catégorie Slug
nl_nl: Categorie Slug
pl_pl: Kategoria Slug
pt_pt: Categoria Slug
uk: Категорія Slug

source: Type Slug
de_de: Art-Bezeichnung
es_es: Escriba slug
pl_pl: Wpisz Slug
pt_pt: Digite Slug
uk: Типу Slug

source: Skill Slug
de_de: Fähigkeit-Bezeichnung
es_es: Habilidad Slug
fr_fr: Compétence Slug
pt_pt: Habilidade Slug
uk: Навик слизняк

source: Level Slug
de_de: Stufe bearbeiten
es_es: Nivel Slug
fr_fr: Niveau Slug
nl_nl: Niveau Slug
pl_pl: Poziom Slug
pt_pt: Nível Slug
uk: Рівень Слизень

source: Location Slug
de_de: Standort-Bezeichnung
es_es: Ubicación Slug
fr_fr: Emplacement Slug
pl_pl: Lokalizacja Slug
pt_pt: Localização Slug
uk: Розташування Slug

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Configuración general
fr_fr: réglages généraux
nl_nl: Algemene instellingen
pl_pl: Ustawienia główne
pt_pt: Configurações Gerais
uk: Загальні налаштування
vi: Cài đặt chung
