Repository: qumberrizvi/IWJ-Custom
Catalog: languages/iwjob-*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, uk, vi

source: Viewed
de_de: Angesehen
vi: Đã xem

source: Classes by %s
vi: Công việc tạo bởi %s

source: inwavethemes
vi: injob

source: http://inwavethemes.com
vi: https://injob.vn

source: Criteria
de_de: Kriterien

source: Application Metabox Info
de_de: Infobox Bewerbung
es_es: Aplicación Metabox Info
fr_fr: Information sur l'application Metabox
nl_nl: Toepassing Metabox-info
pl_pl: Aplikacja Metabox Info
pt_pt: Aplicação Metabox Info

source: Job Slug
de_de: Stellen Bezeichnung
es_es: Trabajo Slug

source: Sallary Slug
de_de: Gehalt-Bezeichnung
es_es: Salario Slug
fr_fr: Salaire Slug
nl_nl: Salaris Slug
pl_pl: Salary Slug
pt_pt: Salário Slug

source: Trim Zeros
de_de: Nullen trimmen
es_es: Trim ceros
pl_pl: Trim Zero

source: Email Base Color
de_de: E-Mail Basisfarbe
fr_fr: Couleur de base des Emails
nl_nl: E-mail basiskleur
pl_pl: Kolor podstawowy e-maila
pt_pt: Cor base de e-mail

source: SAVED
de_de: GESPEICHERT

source: SAVE
de_de: SPEICHERN

source: DESC
de_de: Absteigend

source: ASC
de_de: Aufsteigend

source: LINKEDIN APPLIED
de_de: Mit LinkedIn beworben

source: LINKEDIN APPLY
de_de: Mit LikedIn Bewerben

source: Email *
de_de: E-Mail Adresse *
pt_pt: O email *

source: Hotline : %s
de_de: <b>Telefon :</b> %s

source: website
de_de: Unternehmenswebsite

source: Are you sure you wish to delete this note? This action cannot be undone.
es_es: ¿Estás seguro que deseas eliminar esta nota? Esta acción no se puede deshacer.
nl_nl: Weet u zeker dat u deze notitie wil verwijderen? Dit kan niet ongedaan gemaakt worden.
pl_pl: Czy na pewno chcesz usunąć tę notatkę? Nie można cofnąć tego działania.
pt_pt: Tem certeza que quer apagar esta Nota? Isso não poderá ser desfeito depois.

source: Criterias
es_es: Criteria
nl_nl: Criterium
pl_pl: Kryteria
pt_pt: Critério

source: Accept the youtube or vimeo url
es_es: Acepta la url de youtube o vimeo
nl_nl: Accepteer de youtube of vimeo-URL
pl_pl: Zaakceptuj adres URL youtube lub vimeo
pt_pt: Aceite o youtube ou o URL do Vimeo

source: Social Infomation
es_es: Información social
nl_nl: Sociale informatie
pl_pl: Informacje społeczne
pt_pt: Informação Social

source: You can use fontawesome icon class <a href="http://fontawesome.io/cheatsheet/">here</a> OR Ion icon class <a href="http://ionicons.com/cheatsheet.html">here</a>
es_es: Puede usar la clase de icono fontawesome <a href="http://fontawesome.io/cheatsheet/"> aquí </a> O la clase de íconos de Ion <a href="http://ionicons.com/cheatsheet.html"> aquí </a>
nl_nl: U kunt een geweldige pictogramklasse gebruiken <a href="http://fontawesome.io/cheatsheet/">here</a> OF Ion-pictogramklasse <a href="http://ionicons.com/cheatsheet.html">here</a>
pl_pl: Możesz użyć fontawesome icon class <a href="http://fontawesome.io/cheatsheet/">here</a> LUB Ikona klasy jonowej <a href="http://ionicons.com/cheatsheet.html">here</a>
pt_pt: Você pode usar a classe de ícones fontawesome <a href="http://fontawesome.io/cheatsheet/">here</a> Ou Ion icon class <a href="http://ionicons.com/cheatsheet.html">Aqui</a>

source: Attemp
es_es: Intento
nl_nl: Poging
pl_pl: Próba
pt_pt: Tentativa

source: Choose one in list job type is allowed by Indeed.
es_es: Elegir uno en el tipo de trabajo de la lista está permitido por Indeed.
nl_nl: Kies een in lijst jobtype is toegestaan door Indeed
pl_pl: Wybierz jedną z pozycji, na której rodzaj pracy jest dozwolony przez Indeed
pt_pt: Escolha um no tipo de trabalho de lista é permitido pelo Indeed

source: Maximum value is 25, we recommend that you set the Max Item Import parameter to 10.
es_es: El valor máximo es 25, le recomendamos que establezca el parámetro Máximo de importación de elementos en 10.
nl_nl: De maximale waarde is 25, we raden aan dat u de parameter Max Item Import instelt op 10.
pl_pl: Maksymalna wartość to 25, zalecamy ustawienie parametru Maksymalna wielkość importu na 10.
pt_pt: O valor máximo é 25, recomendamos que você defina o parâmetro Max Item Import para 10.

source: If empty will never expire
es_es: Si está vacío, nunca caducará
nl_nl: Als leeg zal nooit verlopen
pl_pl: Jeśli puste nigdy nie wygaśnie
pt_pt: Se vazio nunca expirará

source: The value will automatically check by cronjob. If empty will never expire
es_es: El valor se verificará automáticamente por cronjob. Si está vacío, nunca caducará
nl_nl: De waarde wordt automatisch gecontroleerd door cronjob. Als leeg zal nooit verlopen
pl_pl: Wartość zostanie automatycznie sprawdzona przez cronjob. Jeśli puste nigdy nie wygaśnie
pt_pt: O valor será verificado automaticamente pelo cronjob. Se vazio nunca expirará

source: Send Customer Invoice
es_es: Enviar factura al cliente
nl_nl: Stuur klantfactuur
pl_pl: Wyślij fakturę klienta
pt_pt: Enviar fatura do cliente

source: User review is not exist.
es_es: La opinión del usuario no existe.
nl_nl: Gebruikersbeoordeling bestaat niet.
pl_pl: Recenzja użytkownika nie istnieje.
pt_pt: A revisão do usuário não existe.

source: Student is not exist.
es_es: El empleador no existe.
nl_nl: Werkgever bestaat niet.
pl_pl: Pracodawca nie istnieje.
pt_pt: Empregador não existe.

source: <ul><li><i>{link_terms_and_conditions_page}</i> - Link to Terms and conditions Page</li><li><i>{link_privacy_policy_page}</i> - Link to Privacy Policy Page</li></ul>
es_es: <ul><li><i>{link_terms_and_conditions_page}</i> - Enlace a la página de Términos y condiciones </li><li><i>{link_privacy_policy_page}</i> -Enlace a la página de política de privacidad</li></ul>
fr_fr: <ul> <li> <i> {link_terms_and_conditions_page} </ i> - Lien vers la page Termes et conditions </ li> <li> <i> {link_privacy_policy_page} </ i> - Lien vers la page Politique de confidentialité </ li> </ ul>
nl_nl: <ul><li><i>{link_terms_and_conditions_page}</i> - Link naar Algemene voorwaarden Pagina </li><li><i>{link_privacy_policy_page}</i> - Link naar pagina Privacybeleid </li></ul>
pl_pl: <ul><li><i>{link_terms_and_conditions_page}</i> -Link do regulaminu Strona</li><li><i>{link_privacy_policy_page}</i> - Link do strony Polityki prywatności </li></ul>
pt_pt: <ul><li><i>{link_terms_and_conditions_page}</i> -Link para página de termos de condições</li><li><i>{link_privacy_policy_page}</i> - Link to Privacy Policy Page</li></ul>

source: Include &#x3C;a href=&#x22;#apply_job_terms_services&#x22;&#x3E;Terms and Services&#x3C;/a&#x3E; to google terms and services description
es_es: Incluir &#x3C;a href=&#x22;#apply_job_terms_services&#x22;&#x3E; Términos de servicio&#x3C;/a&#x3E; a la descripción de términos y servicios de google
fr_fr: Incluez & # x3C; a href = & # x22; # apply_job_terms_services & # x22; & # x3E; Conditions d'utilisation & # x3C; / a & # x3E; à google description des termes et services
nl_nl: Omvatten &#x3C;a href=&#x22;#apply_job_terms_services&#x22;&#x3E;Voorwaarden en services &#x3C;/a&#x3E; naar google-voorwaarden en servicesomschrijving
pl_pl: Zawierać &#x3C;a href=&#x22;#apply_job_terms_services&#x22;&#x3E;Warunki i usługi&#x3C;/a&#x3E; do opisu haseł i usług
pt_pt: Incluir &#x3C;a href=&#x22;#apply_job_terms_services&#x22;&#x3E;Termos de Serviços&#x3C;/a&#x3E; para a descrição dos termos de serviços do google

source: Include &#x3C;a href=&#x22;#candidate_cf_terms_services&#x22;&#x3E;Terms and Services&#x3C;/a&#x3E; to google terms and services description
es_es: Incluir &#x3C;a href=&#x22;#candidate_cf_terms_services&#x22;&#x3E; Términos y servicios &&#x3C;/a&#x3E; a la descripción de términos y servicios de google
fr_fr: Inclure & # x3C; a href = & # x22; # candidats_cf_terms_services & # x22; & # x3E; Conditions d'utilisation & # x3C; / a & # x3E; à google termes de la description du service
nl_nl: Omvatten &#x3C;a href=&#x22;#candidate_cf_terms_services&#x22;&#x3E;Voorwaarden en services&#x3C;/a&#x3E; naar google-voorwaarden en servicesomschrijving
pl_pl: Zawierać &#x3C;a href=&#x22;#candidate_cf_terms_services&#x22;&#x3E;Terms and Services&#x3C;/a&#x3E; to google terms and services description
pt_pt: Incluir &#x3C;a href=&#x22;#candidate_cf_terms_services&#x22;&#x3ETermos de Serviços&#x3C;/a&#x3E; para a descrição dos termos e serviços do google

source: Include &#x3C;a href=&#x22;#employer_cf_terms_services&#x22;&#x3E;Terms and Services&#x3C;/a&#x3E; to google terms and services description
es_es: Incluye &#x3C;a href=&#x22;#employer_cf_terms_services&#x22;&#x3E; Términos y servicios &#x3C;/a&#x3E; a la descripción de términos y servicios de google
fr_fr: Inclure & # x3C; a href = & # x22; # employeur_cf_terms_services & # x22; & # x3E; Conditions d'utilisation & # x3C; / a & # x3E; à google termes de la description du service
nl_nl: Omvatten &#x3C;a href=&#x22;#employer_cf_terms_services&#x22;&#x3E;Voorwaarden en services&#x3C;/a&#x3E; naar google-voorwaarden en servicesomschrijving
pl_pl: Zawierać &#x3C;a href=&#x22;#employer_cf_terms_services&#x22;&#x3E;Warunki i usługi&#x3C;/a&#x3E; do opisu haseł i usług
pt_pt: Incluir &#x3C;a href=&#x22;#employer_cf_terms_services&#x22;&#x3E;Termos de Serviços&#x3C;/a&#x3E; para a descrição dos termos e serviços do google

source: Edit Class Auto Appoved ?
es_es: ¿Editar trabajo aprobado automáticamente?
nl_nl: Bewerk job Auto Approved?
pl_pl: Edycja zadania automatycznie zatwierdzona?
pt_pt: Editar Class Auto Aprovado?

source: Edit Free Class Auto Appoved ?
es_es: ¿Editar trabajo gratuito aprobado automáticamente?
nl_nl: Bewerk gratis job automatisch goedgekeurd?
pl_pl: Edycja darmowej pracy automatycznie zatwierdzona?
pt_pt: Editar trabalho gratuito Auto Appoved?

source: New Class Auto Appoved ?
es_es: ¿Nuevo trabajo aprobado automáticamente?
nl_nl: Nieuwe taak automatisch goedgekeurd?
pl_pl: Nowa praca została zatwierdzona automatycznie?
pt_pt: Novo Class Auto Aprovado?

source: New Free Class Auto Appoved ?
es_es: ¿Nuevo gratis trabajo aprobado automáticamente?
nl_nl: Nieuwe Free Class Auto Approved?
pl_pl: Nowa bezpłatna praca zatwierdzona automatycznie?
pt_pt: Novo Class Grátis Auto Aprovado?

source: If is blank jobs will be moved to admin
es_es: Si los trabajos en blanco se moverán a admin
nl_nl: Als blanco taken naar de beheerder worden verplaatst
pl_pl: Jeśli puste zadania zostaną przeniesione do administratora
pt_pt: Se os trabalhos em branco serão movidos para admin

source: Job exprity
es_es: Caducidad de trabajo
pl_pl: Wydajność pracy
pt_pt: Expiração do trabalho

source: Job exprity Unit
es_es: Unidad de vencimiento de trabajo
nl_nl: Job exprity Eenheid
pl_pl: Jednostka czasu pracy
pt_pt: Unidade de expiração do trabalho

source: Featured Class exprity
es_es: Caducidad de trabajo destacada
nl_nl: Aanbevolen verloop van de opdracht
pl_pl: Wyróżniona liczba zadań
pt_pt: Expiração do trabalho em destaque

source: Featured Class exprity Unit
es_es: Unidad de vencimiento de trabajo destacada
nl_nl: Uitgelicht Vervaldatum van een Job
pl_pl: Wyróżniona jednostka czasu pracy
pt_pt: Unidade de expiração do trabalho em destaque

source: The number of free packages that each user is using
es_es: La cantidad de paquetes gratuitos que usa cada usuario
nl_nl: Het aantal gratis pakketten dat elke gebruiker gebruikt
pl_pl: Liczba darmowych pakietów, z których korzysta każdy użytkownik
pt_pt: O número de pacotes gratuitos que cada usuário está usando

source: Addition Infomation
es_es: Información Adicional
nl_nl: Extra informatie
pl_pl: Dodatkowe informacje
pt_pt: Informação adicional

source: Show company
es_es: Mostrar compañía
nl_nl: Toon bedrijf
pl_pl: Pokaż firmę
pt_pt: Mostrar empresa

source: Light Small
es_es: Luz pequeña
nl_nl: Licht Klein
pl_pl: Lekki Mały
pt_pt: Luz pequena

source: System Currency
es_es: Moneda del sistema
nl_nl: Systeemvaluta
pl_pl: Waluta systemu
pt_pt: Moeda do sistema

source: Will be send when new order was changed to hold | completed
es_es: Se enviará cuando se cambie el nuevo pedido para mantener | Terminado
nl_nl: Wordt verzonden wanneer de nieuwe bestelling is gewijzigd in | voltooid
pl_pl: Zostanie wysłany, gdy nowe zamówienie zostało zmienione na hold | zakończony
pt_pt: Será enviado quando o novo pedido foi alterado para conter | completou

source: Will be used when employer send an email to candidate in applications list.
es_es: Se usará cuando un empleador envíe un correo electrónico a un candidato en la lista de aplicaciones.
nl_nl: Wordt gebruikt wanneer de werkgever een e-mail stuurt naar de kandidaat in de lijst met sollicitaties.
pl_pl: Będzie używany, gdy pracodawca wyśle wiadomość e-mail do kandydata na liście aplikacji.
pt_pt: Será usado quando o empregador enviar um email ao candidato na lista de aplicativos.

source: Email Style
es_es: Estilo de Email
fr_fr: Style d'email
nl_nl: E-mailstijl
pl_pl: Styl e-mail
pt_pt: Estilo de email

source: Admin Email
es_es: Email de administrador
fr_fr: Email de l'admin
pl_pl: Adres e-mail administratora
pt_pt: Email de Admin

source: Enter the email address to receive all emails replace for admin email. If empty, the system will automatic get email of your site system in General Setting.
es_es: Ingrese la dirección de correo electrónico para recibir todos los correos electrónicos reemplazar por correo electrónico de administrador. Si está vacío, el sistema recibirá automáticamente el correo electrónico de su sistema de sitio en Configuración general.
nl_nl: Voer het e-mailadres in om alle e-mails te ontvangen die worden vervangen door admin-e-mail. Als deze leeg is, ontvangt het systeem automatisch een e-mail van uw sitesysteem in Algemene instellingen.
pl_pl: Wprowadź adres e-mail, aby otrzymywać wszystkie e-maile zastępujące adres e-mail administratora. Jeśli jest pusty, system automatycznie otrzyma e-mail z systemu witryny w ustawieniach ogólnych.
pt_pt: Digite o endereço de e-mail para receber todos os e-mails substituídos por e-mail de administrador. Se estiver vazio, o sistema receberá automaticamente um e-mail do sistema do seu site na Configuração geral.

source: Admin Name
es_es: Nombre de administrador
fr_fr: Nom de l'admin
nl_nl: Admin-naam
pl_pl: Nazwa administratora
pt_pt: Nome Admin

source: Enter the name of heading in admin's email. If empty, the system will automatic get Site Title of your site in General Setting.
es_es: Ingrese el nombre del encabezado en el correo electrónico del administrador. Si está vacío, el sistema obtendrá automáticamente el Título del sitio de su sitio en Configuración general.
fr_fr: Entrer le nom de l'en-tête dans l'e-mail de l'administrateur. Si vide, le système générera automatiquement le titre du site repris dans les paramètres généraux
nl_nl: Voer de naam van de kop in de e-mail van de beheerder in. Als het leeg is, krijgt het systeem automatisch de sitetitel van uw site in Algemene instellingen
pl_pl: Wpisz nazwę nagłówka w e-mailu administratora. Jeśli jest pusty, system automatycznie uzyska tytuł witryny witryny w ustawieniach ogólnych.
pt_pt: Digite o nome do cabeçalho no e-mail do administrador. Se estiver vazio, o sistema obterá automaticamente o título do site do seu site na configuração geral.

source: Teacher has submited profile [status: pending, publish]
es_es: El candidato ha enviado el perfil [estado: pendiente, publicar]
nl_nl: Kandidaat heeft profiel ingediend [status: in behandeling, publiceert]
pl_pl: Kandydat przesłał profil [status: oczekuje, publikuje]
pt_pt: O candidato enviou o perfil [status: pendente, publicar]

source: You have not permission apply this job
es_es: No tienes permiso para aplicar este trabajo
nl_nl: U hebt geen toestemming om deze taak toe te passen
pl_pl: Nie masz uprawnień, aby aplikować na tą ofertę.
pt_pt: Você não tem permissão para aplicar este trabalho

source: Sorry you can not change password for this account.
es_es: Lo siento, no puedes cambiar la contraseña de esta cuenta.
nl_nl: Sorry, je kunt het wachtwoord voor dit account niet wijzigen.
pl_pl: Niestety nie możesz zmienić hasła dla tego konta.
pt_pt: Desculpe, você não pode alterar a senha para esta conta.

source: Sorry you can not delete this account.
es_es: Lo sentimos, no puedes eliminar esta cuenta.
nl_nl: Sorry, je kunt dit account niet verwijderen.
pl_pl: Niestety nie możesz usunąć tego konta.
pt_pt: Desculpe, você não pode excluir esta conta.

source: You have not permission to change password.
es_es: No tienes permiso para cambiar la contraseña.
nl_nl: U hebt geen toestemming om het wachtwoord te wijzigen.
pl_pl: Nie masz uprawnień do zmiany hasła.
pt_pt: Você não tem permissão para alterar a senha.

source: You have not permission.
es_es: No tienes permiso
nl_nl: Je hebt geen toestemming.
pl_pl: Nie masz pozwolenia.
pt_pt: Você não tem permissão.

source: Sorry, You have not permission save job.
es_es: Lo sentimos, no tienes permiso para guardar el trabajo.
nl_nl: Sorry, je hebt geen rechten om opdracht te bewaren.
pl_pl: Niestety, nie masz pozwolenia na zapisanie pracy.
pt_pt: Desculpe, você não tem permissão para salvar o trabalho.

source: You have not permission to do it.
es_es: No tienes permiso para hacerlo.
nl_nl: U hebt geen toestemming om het te doen.
pl_pl: Nie masz uprawnień, aby to zrobić.
pt_pt: Você não tem permissão para fazer isso.

source: Job does not exist.
es_es: Job no existe.
nl_nl: Job bestaat niet.
pl_pl: Praca nie istnieje.
pt_pt: O trabalho não existe.

source: Please select payment method.
es_es: Seleccione Método de pago
nl_nl: Selecteer alstublieft betaalmethode.
pl_pl: Wybierz metodę płatności.
pt_pt: Por favor, selecione o método de pagamento.

source: Sorry, You have not permission to follow company.
es_es: Lo siento, no tienes permiso para seguir a la compañía.
nl_nl: Sorry, u hebt geen toestemming om het bedrijf te volgen.
pl_pl: Niestety, nie masz uprawnień do śledzenia firmy.
pt_pt: Desculpe, você não tem permissão para seguir companhia.

source: Sorry, You have not permission to save job.
es_es: Lo sentimos, no tienes permiso para guardar el trabajo.
nl_nl: Sorry, u hebt geen rechten om de taak op te slaan.
pl_pl: Niestety, nie masz pozwolenia na zapisanie pracy.
pt_pt: Desculpe, você não tem permissão para salvar o trabalho.

source: <i class="ion-heart"></i> Saved job
es_es: <i class="ion-heart"></i> Trabajo guardado
nl_nl: <i class="ion-heart"></i> Opgeslagen baan
pl_pl: <i class="ion-heart"></i> Uratowana praca
pt_pt: <i class="ion-heart"></i> Trabalho salvo

source: <i class="ion-heart"></i> Save job
es_es: <i class="ion-heart"></i> Guardar trabajo
nl_nl: <i class="ion-heart"></i> Baan opslaan
pl_pl: <i class="ion-heart"></i> Zapisz pracę
pt_pt: <i class="ion-heart"></i> Salvar trabalho

source: Sorry, You have not permission to view resume.
es_es: Lo sentimos, no tienes permiso para ver el currículum.
nl_nl: Sorry, je hebt geen toestemming om cv te bekijken.
pl_pl: Niestety, nie masz uprawnień do przeglądania CV.
pt_pt: Desculpe, você não tem permissão para ver o currículo.

source: Sorry, You have not permission to save resume.
es_es: Lo sentimos, no tienes permiso para guardar tu currículum.
nl_nl: Sorry, je hebt geen toestemming om cv op te slaan.
pl_pl: Niestety, nie masz uprawnień do zapisywania CV.
pt_pt: Desculpe, você não tem permissão para salvar o currículo.

source: <i class="ion-android-send"></i> Saved resume
es_es: <i class="ion-android-send"></i> Salvado currículum
nl_nl: <i class="ion-android-send"></i> Opgeslagen CV
pl_pl: <i class="ion-android-send"></i> Zapisane CV
pt_pt: <i class="ion-android-send"></i> Currículo salvo

source: <i class="ion-android-send"></i> Save resume
es_es: <i class="ion-android-send"></i> Guardar curriculum
nl_nl: <i class="ion-android-send"></i> CV opslaan
pl_pl: <i class="ion-android-send"></i> Zapisz CV
pt_pt: <i class="ion-android-send"></i> Salvar currículo

source: You have not permission to edit this alert.
es_es: No tienes permiso para editar esta alerta.
nl_nl: U hebt geen toestemming om deze melding te bewerken.
pl_pl: Nie masz uprawnień do edytowania tego alertu.
pt_pt: Você não tem permissão para editar este alerta.

source: You have not permission to delete this alert.
es_es: No tienes permiso para eliminar esta alerta.
nl_nl: U hebt geen toestemming om deze waarschuwing te verwijderen.
pl_pl: Nie masz uprawnień do usunięcia tego alertu.
pt_pt: Você não tem permissão para excluir este alerta.

source: You have not permission to delete this job.
es_es: No tienes permiso para eliminar este trabajo.
nl_nl: U hebt geen toestemming om deze taak te verwijderen.
pl_pl: Nie masz uprawnień do usunięcia tego zadania.
pt_pt: Você não tem permissão para excluir este trabalho.

source: You have not permission to update this application.
es_es: No tienes permiso para actualizar esta aplicación.
nl_nl: U hebt geen toestemming om deze applicatie bij te werken.
pl_pl: Nie masz uprawnień do aktualizowania tej aplikacji.
pt_pt: Você não tem permissão para atualizar este aplicativo.

source: You have not permission to delete this application.
es_es: No tienes permiso para eliminar esta aplicación.
nl_nl: U hebt geen toestemming om deze app te verwijderen.
pl_pl: Nie masz uprawnień do usunięcia tej aplikacji.
pt_pt: Você não tem permissão para excluir este aplicativo.

source: You have not permission to send this messages.
es_es: No tienes permiso para enviar estos mensajes.
nl_nl: U hebt geen toestemming om deze berichten te verzenden.
pl_pl: Nie masz uprawnień do wysyłania tych wiadomości.
pt_pt: Você não tem permissão para enviar essas mensagens.

source: Please enter subject.
es_es: Por favor ingrese el tema.
nl_nl: Voer onderwerp in.
pl_pl: Wprowadź temat.
pt_pt: Por favor, indique o assunto.

source: Please enter message.
es_es: Por favor ingrese el mensaje
nl_nl: Voer alstublieft een bericht in.
pl_pl: Wprowadź wiadomość.
pt_pt: Por favor insira a mensagem.

source: Please enter title.
es_es: Por favor ingrese el título.
nl_nl: Voer alstublieft de titel in.
pl_pl: Proszę podać tytuł.
pt_pt: Por favor insira o título.

source: Reply is not exist.
es_es: La respuesta no existe.
nl_nl: Antwoord bestaat niet
pl_pl: Odpowiedź nie istnieje.
pt_pt: Resposta não existe.

source: You have not permission to delete this review.
es_es: No tienes permiso para eliminar esta revisión.
nl_nl: U hebt geen toestemming om deze beoordeling te verwijderen.
pl_pl: Nie masz uprawnień do usunięcia tej opinii.
pt_pt: Você não tem permissão para excluir este comentário.

source: Sorry, you have not permission to view this application.
es_es: Lo sentimos, no tienes permiso para ver esta aplicación.
nl_nl: Sorry, je hebt geen toestemming om deze applicatie te bekijken.
pl_pl: Niestety, nie masz uprawnień, aby wyświetlić tę aplikację.
pt_pt: Desculpe, você não tem permissão para ver este aplicativo.

source: Sorry, you have not permission to view this order.
es_es: Lo sentimos, no tienes permiso para ver este pedido.
nl_nl: Sorry, je hebt geen toestemming om deze bestelling te bekijken.
pl_pl: Niestety, nie masz uprawnień, aby wyświetlić to zamówienie.
pt_pt: Desculpe, você não tem permissão para ver este pedido.

source: Update your photo manually If the photo is not set the default Gravatar will be the same as your login email account
es_es: Actualice su foto manualmente Si la foto no está configurada, el Gravatar predeterminado será el mismo que su cuenta de email de inicio de sesión.
nl_nl: Werk uw foto handmatig bij Als de foto niet is ingesteld, is de standaard Gravatar gelijk aan uw e-mailaccount voor inloggen
pl_pl: Ręczne aktualizowanie zdjęcia Jeśli zdjęcie nie jest ustawione, domyślny Gravatar będzie taki sam, jak konto e-mail logowania
pt_pt: Atualize sua foto manualmente Se a foto não estiver configurada, o Gravatar padrão será o mesmo da sua conta de e-mail de login

source: Upload new CV
es_es: Cargar un nuevo CV
nl_nl: Upload een nieuw CV
pl_pl: Prześlij nowe CV
pt_pt: Carregar novo currículo

# file upload
source: + Add new file
es_es: + Agregar nuevo archivo
nl_nl: + Voeg een nieuw bestand toe
pl_pl: + Dodaj nowy plik
pt_pt: + Adicionar novo arquivo
